{
    "paper_id": "f1941895f128ef25f778dcd20d051edae7ce6727",
    "metadata": {
        "title": "Reactions to COVID-19: actions of nuclear medicine healthcare personnel in China",
        "authors": [
            {
                "first": "Yan-Qing",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking Union Medical College Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Song",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking Union Medical College Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In early December 2019, a severe acute respiratory infection was firstly reported in Wuhan and then recognized as coronavirus disease 2019 (COVID-19). Currently, COVID-19 has quickly triggered a devastating pandemic outbreak, raising the global panic and concern [1, 2] . The confirmed cases keep rising in many countries, including Italy, Iran, and Spain. The World Health Organization (WHO) has declared the COVID-19 a public emergency of international concern [3] . Until March 22, 2020, more than 290,000 confirmed cases and over 12,000 deaths had been documented globally [3] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "The pathogen of COVID-19 has been identified as a novel enveloped RNA β-coronavirus named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [4] , which has a phylogenetic similarity to SARS-CoV [5] . COVID-19 is spread mainly by respiratory droplets and direct contact. The main pathogenesis of COVID-19 was severe pneumonia, RNAemia, combined with the incidence of ground-glass opacities and acute cardiac injury, with fever and cough as the most common symptoms [2] . Confirmation of the infection is based on positive nucleic acid testing of respiratory tract samples (e.g., throat swabs) [6] , and clinical diagnosis can be made as per symptoms, exposures, and chest computed tomography (CT).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "In response to the WHO statements and international concerns regarding the COVID-19 outbreak, the Chinese Society of Nuclear Medicine (CSNM) promptly put forward a consensus on the management of nuclear medical care (NM care) during the COVID-19 epidemic [7] . Meanwhile, the NM Committee of the Chinese Society of Clinical Oncology (CSCO-NM) has taken the lead in initiating the online counseling platform for patients who need NM for further diagnosis and treatment, as well as the follow-ups after NM therapy. All the reactions were made to maximumly reduce the risk of probable disease infection or transmission while preserving the quality of NM care. Considering the current severe global pandemic, it is necessary to share the key points of the actions of NM healthcare personnel (HCP) in China to our colleagues of the whole world. We hope they could provide our colleagues worldwide with informative guidance in this critical period to cope with the COVID-19 pandemic crisis. and in-hospital consultation with the respiratory specialists should be promptly conducted to guild further assessment and treatment. & Upon the suspected/confirmed patients' transference or normal patients' discharge, the room should undergo appropriate cleaning and disinfection before it is available for routine use [8] . & Specific instructions on personal hygiene related to COVID-19 should be provided for patients during hospitalization.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "To reduce the potential risk of exposures during the commuting, provide NM care and alleviate the possible anxiety for patients who are going to receive NM imaging/treatment or post-NM therapy follow-ups; the CSCO-NM advocated and initiated an online voluntary counseling platform for the postsurgical management of differentiated thyroid cancer (DTC) on February 16, 2020 [9] . It was then followed by • Instruct patients to call ahead and discuss their need to reschedule the appointment if they develop respiratory symptoms (e.g., cough, sore throat, fever); • Use triage protocols to determine patients' examination/treatment orders and intervals; • Consider limiting the points of appointment;",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Suggest patients to reduce the accompany of attendants if possible;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Instruct patients and attendants to wear face masks ahead of their entrance to the facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "Registration and inquiry about medical history",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Consider establishing triage stations outside the facility to screen patients before they enter;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Set up isolation rooms for suspected/confirmed COVID-19 cases for further assessment;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Post visual alerts (signs, posters) at entrances to provide instruction for hand hygiene, respiratory hygiene, and cough etiquette; • Consider installing physical barriers (e.g., glass or plastic windows) at the registration desk to limit the contact between patients and HCP; • Ensure that all patients have been screened for epidemiology history and clinical symptoms before they enter the next step; • Sterilize the working environment after the patients' registration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "Imaging/treatment agent administration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Hand hygiene after each injection or drug administration;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Dispose the used infusion sets, syringes, and cotton swabs to designated containers;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Set up spacious and well-ventilated waiting rooms that allow patients/attendants to be separated by a distance > 1 m; • Instruct patients to reduce movement in the waiting room without essential medical purpose; • Ensure supplies are available (waste receptacles, alcohol-based hand sanitizer) • Sterilize the surface of glucometer after the 18 F-FDG injection;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Sterilize the surface of operating tables and instruments, and the air of injection and waiting rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online NM counseling platforms"
        },
        {
            "text": "• Apply disposable shoe covers and draw sheets for patients before scanning;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanning"
        },
        {
            "text": "• Instruct patients to wear a face mask throughout the scanning process to prevent droplets from entering the detector or the air of scanning room; • Instruct patients to wear face masks without metal wires in PET/MR scan;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanning"
        },
        {
            "text": "• Sterilize the surface of the exposed or touched area, such as the scanning In the DTC management app [10], NM experts from 21 provinces of China were posted to voluntarily provide counseling; modules were designed for patients to provide their medical information and counseling purposes; meanwhile, simplified questionnaires were applied to evaluate the psychological status of each patient ahead of the online communications (Fig. 1) . The detailed steps for patients to enter were as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Scanning"
        },
        {
            "text": "& Surgical information, including the date and manner of surgery, as well as the pathological findings. & Post-surgical information before radioiodine (RAI) therapy: (1) recent serum biochemical results, including thyroid-stimulating hormone (TSH), thyroglobulin (Tg), and thyroglobulin antibody (TgAb); (2) recent imaging results, such as cervical ultrasound, chest CT, or 131 Iwhole body scan (WBS). & RAI therapy information: (1) received RAI therapy or not?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical information collection"
        },
        {
            "text": "(date and dose) (2) levothyroxine dose after RAI therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical information collection"
        },
        {
            "text": "Purpose of the online counseling 3. Psychological status self-assessment & Self-rating Anxiety Scale (SAS): 20 questions were included, and patients could be classified as no, mild, moderate, or severe anxiety;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "& Self-rating Depressive Scale (SDS): 20 questions were included, and patients could be classified as no, mild, moderate, or severe depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "During the COVID-19 pandemic, DTC patients were counseled online mainly for their concerns about the necessity of RAI therapy according to the pathological findings, the possible impact of delayed RAI therapy or follow-ups, and the potential side effects of RAI therapy. These concerns reflected the deficiency of post-surgical guidance for DTC patients, leading to their poor awareness of the disease status, and underlined the significance of informing and popularization in the post-surgical management of DTC. Therefore, at this critical period, we should not only balance the benefit of NM care and the potential risk of COVID-19 exposures through online platforms, but also prioritize patients who need urgent NM care as per their risk of disease recurrence, which is based on patients' latest serum biomedical and imaging assessments. Moreover, for the convenience of patients' access to local NM care, there was also a patient's locationbased counseling which can be easily referred to among online NM experts. All in all, the online counseling platform minimized the potential risk of COVID-19 exposures during patients' commuting for face-to-face NM inquiries, reassured patients' access to handy NM resources, further normalized the system of future online NM care for DTC patients, enhanced the collaborations of NM professionals nationwide, and balanced the regional differences of NM resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "According to incomplete statistics, as of March 22, 2020, over 2000 DTC patients throughout China have received helpful medical advice from such online platforms, indicating them as effective alternatives for the face-to-face NM care in the COVID-19 pandemic. Meanwhile, it was an effective way for us to learn patients' real needs and worries, and these In addition, informative online training on the precautions of COVID-19 during NM care was also delivered through various social media such as WeChat and Weibo [11] . And popularization science articles were further generalized to favor patients to learn more about the management of NM care in this special period [12] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 519,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In retrospective studies, Qin et al. [13] and Zou et al. [14] have reported the 18 F-FDG PET/CT findings in COVID-19 patients. 18 F-FDGPET/CT characteristics of COVID-19 included the high 18 F-FDG uptake in lung lesions, and nodal involvement were illustrated, further revealing the metabolic and systemic features of COVID-19.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 57,
                    "end": 61,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Retrospective NM findings of COVID-19"
        },
        {
            "text": "In response to the COVID-19 outbreak, NM HCP promptly made a series of reactions, including hospital-based prevention/control measures as well as online medical counseling and training. Those actions have played a crucial role in reducing the potential risk of exposures during the NM care while preserving its function and quality. We sincerely appreciate the cooperation from all the HCP and patients. And we hope that the reactions from NM HCP in China could provide informative guidance for our global colleagues to cope with this pandemic crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expert consensus on the safety prevention and control of nuclear medicine diagnosis and treatment during the outbreak of COVID-19",
            "authors": [],
            "year": null,
            "venue": "Chin J of Nucl Med and Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn321828-20200222-00062"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interim infection prevention and control recommendations for patients with suspected or confirmed coronavirus disease 2019 (COVID-19) in healthcare settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fighting against COVID-19: the online voluntary counseling from top thyroid cancer experts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention and control plans in PET examination during COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of nuclear medicine in the treatment of differentiated thyroid cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "18)F-FDG PET/CT findings of COVID-19: a series of four highly suspected cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Yen",
                    "middle": [],
                    "last": "Tc",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00259-020-04734-w"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "FDG PET/CT of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200770"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Main steps and impacts of the online counseling app for the post-surgical management of differentiated thyroid cancer voluntary actions reflected the collaboration and dedication of NM HCP in this critical period.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "-19 prevention and control measures during the NM care NM care for outpatients To minimize the probable risk of exposures, measures should be implemented throughout the NM care for outpatients (Table 1). article is part of the Topical Collection on Letter to the Editor",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COVID-19 prevention and control measures during the NM care for outpatients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "table and PET/MR coil after each scanning.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We appreciate the efforts from all the NM HCP of China, and cooperation from patients. We also appreciate the collaboration from the Goodwill Hessian Health Technology Company in making the online counseling app and the assistance of Dr. Ying-Qiang Zhang in making illustrations for this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Ethical approval This article did not contain any studies with human participants performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}