{
    "paper_id": "f1e165add94786ab529c1a44ad74eec8e75fa91e",
    "metadata": {
        "title": "A multi-group SEIRA model for the spread of COVID-19 among heterogeneous populations Journal Pre-proof A multi-group SEIRA model for the spread of COVID-19 among heterogeneous populations A multi-group SEIRA model for the spread of COVID-19 among 1 heterogeneous populations",
        "authors": [
            {
                "first": "Sebastián",
                "middle": [],
                "last": "Contreras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Rheology and Fluid Dynamics",
                    "institution": "Universidad de Chile",
                    "location": {
                        "addrLine": "Beauchef 850",
                        "postCode": "8370448",
                        "settlement": "Santiago",
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Andrés Villavicencio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Medina-Ortiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Chile",
                    "location": {
                        "addrLine": "Beauchef 851",
                        "postCode": "8370448",
                        "settlement": "Santiago",
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Pablo Biron-Lattes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Chile",
                    "location": {
                        "addrLine": "Beauchef 851",
                        "postCode": "8370448",
                        "settlement": "Santiago",
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "Álvaro",
                "middle": [],
                "last": "Olivera-Nappa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Chile",
                    "location": {
                        "addrLine": "Beauchef 851",
                        "postCode": "8370448",
                        "settlement": "Santiago",
                        "country": "Chile"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "• We derived a multi-group SEIRA model for representing the spreading dynamics of COVID-19 among populations formed by heterogeneous groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Our model can represent heterogeneity arising from different sources, as geographical restrictions, behavioral or economic differences, age groups, and others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• We propose our model to simulate scenarios for assessing and testing public health policies, such as total quarantine, restricted mobilization/interaction in cities, closed aerial/earthly/maritime routes, among others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• We identified opportunities to extend our model to represent other scenarios, such as the temporal evolution of model parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The outbreak and propagation of COVID-19 have posed a considerable challenge to modern society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In particular, the different restrictive actions taken by governments to prevent the spread of the virus 12 have changed the way humans interact and conceive interaction. Due to geographical, behavioral, or 13 economic factors, different sub-groups among a population are more (or less) likely to interact, and thus 14 to spread/acquire the virus. In this work, we present a general multi-group SEIRA model for representing 15 the spread of COVID-19 among a heterogeneous population and test it in a numerical case of study. By 16 highlighting its applicability and the ease with which its general formulation can be adapted to particular 17 studies, we expect our model to lead us to a better understanding of the evolution of this pandemic and to 18 better public-health policies to control it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "population working in different zones, the interaction matrix Φ 1 in normal circumstances (Case 1) is given 128 by equation 12. Once the outbreak took place in A, its dynamics were controlled by parameters (β, γ, θ), 129 which were also valid for its propagation to B. As life quality and access to public-health is worse in C, we 130 will suppose such parameters to be, respectively, half and double from the values reported for them in A. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "contagious rate in C would also be higher (for example, a 10% higher), as the lack of work-safety policies 132 would press people to work even if they already started to feel sick. Then, the dynamics in C would be 133 characterized by (2β, γ 2 , 1.1θ). Aware of this consideration, but unable to quantify its effect, the government 134 studied to isolate A partially and to limit its contact with C, generating a new interaction matrix Φ 2 (Case 135 2): 136 157",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since the way individuals interact is one of the principal aspects of human society that has been affected 158 by this worldwide health emergency, we believe that including interactions in our models and analyses will 159 help us develop strategies that will lead us sooner to recover the richness it used to have.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the outbreak of novel SARS-CoV2 in late 2019, the world's reaction capacity has been challenged in 22 every possible way. From the first self-isolation measures to total lock-downs and quarantines for preventing 23 its spreading, the way humans interact has changed, and probably, for good. Joined efforts from the scientific 24 community have helped to design strategies for supporting public-health policies, and for providing a better 25 understanding of the current scenario. In particular, several mathematical models have been proposed in 26 recent weeks to fit public databases on the SARS-CoV2 outbreak and forecast its evolution. Despite their 27 particularities, most of them evolve from the well-known SIR model proposed by Kermack and McKendrick 28 (1927) . The basic idea behind this model, and its variants, is to divide a population in different compartments, 29 representing the S (susceptible), E (exposed), I (infected), A (asymptomatic), R (recovered), D (dead), Q (quarantined), among other fractions of it. Centering our analysis on the spread of COVID-19, and restricting 31 our search to those models recently proposed, we may find different combinations of the variables mentioned 32 above. 33 Even though research has been done on SIR and SIRD models for COVID-19, with different levels of Nevertheless, the different models listed above do not account for the several factors that could result in a 53 heterogeneous spread of the infection in the population. Barriers can be risen by the geo-spatial configuration 54 of a country and differential connectivity between its regions, or even by the way the different communities 55 or social classes interact in a city. Even though work has been done in multi-group SIR models (Hethcote In this work, we present a general multi-group SEIRA model for representing the spread of novel COVID-19 60 through populations with heterogeneous characteristics, such as a heavily centralized organization with poor 61 connections between the provinces, substantial social inequality among the population, or age/behavioral 62 groups. Due to the generality of our model, we can easily modify it to account for different particularities of 63 any population. In our model, we represent the interactions between the different groups by a non-necessarily 64 symmetrical matrix connecting the different sub-groups, accounting for the fraction that effectively interacts.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 773,
                    "text": "Kermack and McKendrick 28 (1927)",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Particularities of novel COVID-19 were used to model the infection dynamics, so individuals could be infected 66 by foreigners in their region, or while they are visiting a different one. We apply our model in a case of study 67 for representing the dynamics between different behavioral groups, highlighting its applicability to the early 68 prediction of contingencies. Our model also accounts for Asymptomatic individuals A, but as we suppose them to represent a constant 88 α fraction of the total infected individuals, they are considered in the equation for I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "The general idea behind our model, and workflow of its network-scheme, is presented in Figure 1 . The 90 particular deduction and novelties involved in the SEIR equations are presented in the following section. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "21"
        },
        {
            "text": "where Φ ji represents the fraction of the j'th class present in class i. As the maximum amount of 96 individuals that may leave their class is the total of it, the following restriction must be met:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "By defining an \"auto-fraction\" Φ ii X , the notation is considerably enlightened, as a single term would 98 account for the whole population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "For studying variations of the susceptible class among the different populations, we must consider the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "Only with the aim of providing a general framework, easily extendable to other situations, we can also (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "In the special case of not considering births and deaths from other causes and if all the different fluxes shows that under these considerations our model was able to adequately represent the effect of the dynamics, 142 providing useful insights to lead the decision-making processes when different behavioral groups interact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "In the present work, we developed a multi-group SEIRA model that is able to represent the spread ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigating the impact of asymptomatic carriers on covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Westafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The incubation period of 2019-ncov infections among travellers from wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling and forecasting the covid-19 pandemic in brazil",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Bastos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Cajueiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14288"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 spread: Reproduction of data and prediction using a sir model on euclidean 182 network",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.07063"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A modified sir model for the covid-19 contagion in italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Calafiore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Possieri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14391"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19: identifying and isolating asymptomatic people helped eliminate virus in italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mixing patterns between age groups in social networks",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis and forecast of covid-19 spreading in china, italy and france",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piazza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "191",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global stability of the endemic equilibrium of multigroup sir epidemic models",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shuai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canadian 193 applied mathematics quarterly",
            "volume": "14",
            "issn": "",
            "pages": "259--284",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stability of the endemic equilibrium in epidemic models with subpopulations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mathematical",
            "volume": "75",
            "issn": "",
            "pages": "205--227",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the royal 197 society of london. Series A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early dynamics of transmission and control of covid-19: a mathematical modelling study. The lancet infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Qifang bi, forrest k jones, qulu zheng, hannah r meredith, andrew s azman, nicholas g reich, and 202 justin lessler. the incubation period of coronavirus disease 2019 (covid-19) from publicly reported confirmed cases: estimation 203 and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of internal medicine",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early 205 transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical features and 207 outcomes of 252 asymptomatic and mildly symptomatic patients with covid-19 in a temporary cabin hospital in wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 210 2019 (covid-19) cases on board the diamond princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public health policy: Covid-19 epidemic and seir model with asymptomatic viral carriers",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.06311"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemic analysis of covid-19 in china by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A simple stochastic sir model for covid 19 infection dynamics for karnataka: 216 Learning from europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11920"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global stability of multigroup epidemic model with group mixing and nonlinear incidence rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Applied 218 Mathematics and Computation",
            "volume": "218",
            "issn": "",
            "pages": "280--286",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A mathematical model for the novel coronavirus epidemic in wuhan, china",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences 220 and Engineering",
            "volume": "17",
            "issn": "",
            "pages": "2708--2724",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modified seir 222 and AI prediction of the epidemics trend of covid-19 in china under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Thoracic Disease",
            "volume": "223",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sars-cov-2 viral 225 load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "34 complexity-as in (Biswas et al., 2020; Simha et al., 2020; Chen et al., 2020), among others, for SIR, and 35 in (Calafiore et al., 2020; Fanelli and Piazza, 2020; Bastos and Cajueiro, 2020), among others, for SIRD-, 36 properties of the virus and the way modern society interacts are more likely to be appropriately represented 37 by SEIR/SEIRA models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "presented a modified SEIR model, where variables S and E had an in-out function,39    accounting for quarantine, and E was considered to be infectious. Even though the model involved several40 variables, the parameter-fitting stage only considered an exponential approximation, leaving unclear how the 41 infection and recovery rates were decoupled. Another variant of SEIR models was presented by Yang and 42 Wang (2020), including an equation for the concentration of SARS-CoV2 in the environmental reservoir. 43 (Peng et al., 2020) present a sophisticated 7-compartment variant of SEIR models, where the extra variables 44 account for the quarantined Q, dead D, and insusceptible P fractions of the population. Moreover, their 45 model includes the temporal evolution of the rates of recovery and infection-driven death. Kucharski et al. 46 (2020) used a stochastic dynamic model to fit publicly available datasets of Wuhan to give better insights on the early dynamics of COVID-19, and therefore predict if newly introduced cases would generate outbreaks 48 in other areas. Pang (2020) present several public health recommendations, based on the modeling of the 49 effect of different regulations for preventing the spread of COVID-19 on a SEIRA model similar to the one 50 presented by Aguilar et al. (2020), highlighting the challenges that an epidemic of an aerial contagious virus 51 with asymptomatic patients pose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Thieme, 1985) and the stability of their endemic equilibrium (Guo et al., 2006; Sun and Shi, 2011), the 57 particularities of the COVID-19 pandemics and human interaction networks require to be modeled to be 58 correctly represented.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "on which our model relies are the well-known mathematical and biological hypotheses71    for SEIR single and multi-group models(Hethcote and Thieme, 1985). Other suppositions, as listed below,72 are based on the state-of-the-art knowledge of COVID-19 and other population-balance considerations. There exists an incubation period for the virus, which average has been reported to range between 5.2 74 days (Li et al., 2020a; Lauer and Grantz, 2020) and 6.4 days (Backer et al., 2020). This fact justifies 75 the existence of a compartment E (exposed). The asymptomatic fraction of a given population, which varies from 29% (Li et al., 2020b), going through 77 50% (Mizumoto et al., 2020) and rising between 50 and 75% (Day, 2020), will be considered constant α. 78 This hypothesis makes sense if the size of the population and its immunological characteristics are 79 homogeneous. The only possible interaction among different classes is infection. Recoveries and deaths are supposed 81 to occur in the group where they belong. Asymptomatic patients are ξ times more likely to transmit the infection successfully to a healthy 83 patient. Even though the viral load of asymptomatic individuals is in the same order of magnitude 84 than in symptomatic patients (Zou et al., 2020), our supposition relies on a social-interaction basis.85Symptomatic patients are easily avoided, quarantined, or likely to choose self-isolation, which is not 86 the case of asymptomatic individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Our approach proposes the partition of a heterogeneous population into several (as-many-as-required) sub-populations, where the hypotheses for SEIR models are satisfied. The different populations share common characteristics, as a geographical zone (this scheme), but not restricted only to that interpretation. This same reasoning (and model) can be applied to different behavioral groups, social classes, and age groups, through an appropriate interpretation for the interaction function.3. The model 92As the different sub-groups interact, we expect to find in the i'th group representatives of the other 93 groups. As each group is subdivided into classes according to the SEIRA model, the total amount of a given 94 X class, X = {S, E, I, R, n}, present in a group i is given by :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "dt = Natural net-growth − Intra-class contagion − Inter-class infections,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "consider the natural birth-death dynamics of the population, characterized by Λ, p i , and d i . Note that we Schematic representation of the contagion processes between classes. According to the form of the interaction matrix Φ, individuals from class i would contribute to the floating population of class j, where they would interact with individuals from -in principle-all other classes. As among them might be infected individuals from all origins, the interaction term should be corrected as presented.can neglect those terms if the dynamics of the infection are faster than them. The interesting part is in the 104 dynamics behind contagion, as schematized inFigure 2.105 Consider the fraction Φ ij n i , representing the part of the i'th population that is among j. There, this 106 group would interact with the total population present at a time (locals and floating population), among 107 whom infected people could be found (red individuals in Figure 2) from all the different classes (the color of 108 their aura). The contagion process can be modeled by equation 6 also accounts for the intra-class contagion, when defining Φ ii i in accordance to 110 equation 4. In particular, supposing new infections passed by asymptomatic individuals are ξ times more 111 likely to occur, and all the other variables following a typical SEIR scheme, we may write the total dynamics 112 for the i'th group:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Note that equation 9 is the result of considering the dynamics of both symptomatic ((1 − α)I) and 114 asymptomatic (αI) individuals together.115    An important remark on the nature of the interactive term of equation 7, is that the different involved",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "ij are zero (for j = i), function f would be linear for I j . In any other situation, f (S i , X, Φ) would be 119 a non linear function not only of S i and I k , but of all the involved variables X j . Nevertheless, if the flux 120 structure of the network Φ remains constant (or it is constant by parts), function f satisfies the hypothesis 121 presented in Sun and Shi (2011) for the global stability of the endemic equilibrium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Case of study: Mutual dependency between heterogeneous groups 123 Let us assume the actual case of three different behavioral and social groups in Santiago, Chile, A, B, 124 and C, also listed in decreasing order of income and with a high degree of social inequality. Fractions of C 125 are likely to provide services in zones A and B, and therefore interact with their population. Zone B acts as 126 the center of the city, where people meet for office work. Supposing e is the characteristic fraction of the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Schematic representation of the two interactive configurations between zones A, B, and C. Zone C has a workingdependency with zone A, and zone B acts as the middle point. This is a simplified version of a case observed in Santiago de Chile, where the outbreak was concentrated in the wealthiest part of the city, but quickly spread to zones where service providers live.Other studied possibilities were the reduction of social interaction by the application of obligatory137 quarantine after a time t c from the day of the first infection, generating cases 3 and 4, which considered 138 the evolution of case 1 or 2 respectively. Following the idea of Del Valle et al. (2007), we assume the rate of 139 contagion is directly proportional to the factor of exposure, so that: show the results of numerical simulations of cases 1-4. The comparison of the different scenarios141",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "of COVID-19 in the SARS-CoV2 outbreak through populations with heterogeneous characteristics, which 146 may be given by geographical particularities of the territory, or marked behavioral differences among social 147 classes in a city, country or region. Because of its generality, this model can represent several mechanisms of 148 interaction between different sub-populations and may lead to a better understanding of the evolution of this 149 pandemic, and thus to better public-health policies. Numeric simulations of cases 1-4, with outbreak parameters β = 0.11, γ = 0.034, θ = 0.001, ξ = 2, α = 0.3, n = 10 5 [2.5 5 6], β q = 0.044, I A (t = 0) = 10. Note that this simulation does not consider the saturation of the local health-system, a parameter that drastically increases the mortality rate of this virus when surpassed.The general structure of the model presented on this work can be easily modified to account for different151 particularities of given populations or to support policy makers to take public health decisions with greater 152 effectiveness. For instance, the effect of behavioral changes in the population affecting beta, the saturation of 153 the public health system, and the transient dynamics of the fluxes or interactions between sub-populations can 154 be easily implemented in the model by setting the correct functional form in the parameters. As introducing 155 such dynamics would imply adding more parameters, we suggest doing so only if there is enough data to fit gratefully acknowledge support from the Chilean National Agency for Research and develop-169 ment through ANID PIA Grant AFB180004, and the Centre for Biotechnology and Bioengineering -CeBiB 170 (PIA project FB0001, Conicyt, Chile). DM-O gratefully acknowledges Conicyt, Chile, Extra factor of behavioral virulence of asymptomatic patients Φ ij Fraction of class i in class j p i Immunity ratio of newborns of class i Λ i Net population growth rate i d i Per-capita base death rate of class i β i Infection rate of the virus in class i i Inverse of the incubation time in class i γ i Recovery rate of class i θ i Pathogen induced death rate in class i Φ Interaction matrix f exp Factor of exposure to the infection 174 175",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}