{"paper_id": "f22cdb0aad1ba0b57e3daca457a16c8eb470a24e", "metadata": {"title": "Acute Respiratory Tract Infection in Daycare Centers for Older Persons", "authors": [{"first": "Ann", "middle": ["R"], "last": "Falsey", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}, {"first": "Robert", "middle": ["M"], "last": "Mccann", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}, {"first": "William", "middle": ["]"], "last": "Hall", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Martin", "middle": ["A"], "last": "Tanner", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}, {"first": "Mary", "middle": ["M"], "last": "Criddle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": ["A"], "last": "Formica", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carrie", "middle": ["S"], "last": "Irvine", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}, {"first": "John", "middle": ["E"], "last": "Kolassa", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}, {"first": "William", "middle": ["H"], "last": "Barker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "]", "middle": [], "last": "Ohn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "]", "middle": [], "last": "Treanor", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Univer-sity of Rochester School of Medicine and Dentistry", "location": {"settlement": "Rochester", "region": "New York"}}, "email": ""}]}, "abstract": [{"text": "OBJECTIVE: To evaluate the rate of specific pathogens and clinical syndromes associated with acute respiratory tract infections (ARTI) in frail older persons attending daycare. DESIGN: Prospective descriptive study, without intervention.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "SETTING Two sites of a senior daycare program providing all-inclusive care for the older persons in Rochester, New York.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "PARTICIPANTS Staff members and participants of the daycare.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Demographic, medical, and physical findings were collected from older subjects at baseline and while ill with respiratory illnesses. Nasopharyngeal specimens for viral and Chlamydia culture and sputum for bacterial culture were obtained from subjects when ill. Acute and convalescent sera were also collected with each illness and examined for viral, chlamydial, and mycoplasma infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "MAIN RESULTS One hundred sixty-five illnesses were documented in 165 older daycare participants as well as 113 illnesses among 67 staff members during the 15-month study. The rate of ARTI in the elderly group was 10.8 per 100 person months. The most common etiologies in both the staff and elderly participants were respiratory syncytial virus (RSV), Influenza A, and coronavirus. The etiologies of illnesses in the staff compared with those in elderly group were similar except that bacterial infections were significantly more common among the elderly (7% vs. 0, P = 0.05).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Multiple pathogens were found to cocirculate within centers, and no clear outbreak of a predominant organism was noted. Cough and nasal congestion characterized most illnesses. The elderly experienced sigdcantly more cough, dyspnea, and sputum production than did the staff. There were 10 hospitalizations related to respiratory infections and four deaths during the acute illness among the elderly group and none in staff.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "CONCLUSIONS Acute respiratory infections are a common occurrence in both the staff and participants of a senior daycare center and are the cause of substantial morbidity in frail older persons. J Am Geriatr SOC 43:30-36, 1995.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "cute respiratory tract infections (ARTI) are responsible A for more disability each year than any other acute illnesses in the United States.' The overall impact of these illnesses on physical function is less well defined for the geriatric population where commonly used markers of altered functional state, such as school and work absenteeism, are not relevant. Although ARTIs have a significant social and economic impact in the young healthy adult, they are not a major cause of serious morbidity and mortality. However, nursing home studies have shown that certain pathogens, such as respiratory syncytial virus (RSV), influenza, and parainfluenza, can cause serious clinical illnesses, prolonged bed rest, and death.2~~ Although precise data are lacking, it is generally accepted that viral respiratory infection rates decrease with increasing These infection rates are generally derived from relatively healthy, older people living independently in the community and may underestimate the incidence of ARTI in frail elderly individuals who are most likely to develop serious sequelae. The development of senior daycare centers in recent years has provided an attractive alternative to the institutionalization of the very frail elderly. 6 Many of the daycare attendees require help with basic activities of daily living, such as bathing, eating and toileting, and thus there is much hands-on contact between staff and participants. Because of some similarities between children's daycare and senior daycare, we postulated that ARTI may be a significant problem for seniors in daycare. Therefore, we designed a study to prospectively evaluate the rate of ARTI, the specific pathogens, and the impact of these infections on participants of a senior daycare program.", "cite_spans": [{"start": 1244, "end": 1245, "text": "6", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "The study was conducted at two sites of a senior daycare program, Independent Living for Seniors, located in Rochester, NY. These centers are designated replication sites of the Program for All-Inclusive Care of the Elderly (On-Lok). These facilities provide comprehensive medical and social services to frail elderly persons who are nursing-home eligible by New York State Medicaid standards but are maintained at home by coordinating daycare attendance, home care, and hospital care. The centers consist of a dining hall, a common recreation area, separate toilet and bathing facilities, and examining and physical therapy rooms. Preschoolers who attend a nearby children's daycare center visit the senior centers for approximately 1 hour once a week. Interactions with the children included combined games, exercise, and crafts. Although the children shared craft materials and were in close proximity to the elderly participants, there was minimal direct physical contact.", "cite_spans": [], "ref_spans": [], "section": "Locatim"}, {"text": "All participants of the daycare program were recruited to take part in the study. Daycare participants were scheduled to attend the center an average of 3.5 days per week, but all were scheduled to come to the center at least once a week. Daycare attendees were brought to the centers by the program's transportation services. If participants were ill, they were encouraged to attend so that they could be evaluated by the centers' physicians. All staff members who had direct contact with the daycare attendees were also recruited. Visiting children were not evaluated for illnesses.", "cite_spans": [], "ref_spans": [], "section": "Subjects"}, {"text": "Informed consent was obtained from participants upon entrance to the daycare program. Baseline information collected from elderly subjects included demographics, medical history, physical exam data, and measurement of arterial oxygen saturation (SaO,) and a baseline serum sample. Staff members submitted baseline sera.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Surveillance for acute respiratory tract illnesses took place from January 30,1992 through April 30,1993. During that period all staff members at the daycare were alerted to report any possible respiratory infections among daycare participants or themselves to the project nurse. Attendance of daycare participants was recorded, and individuals who were absent from the center for longer than 1 week were noted. ARTI was defined as nasal congestion, sore throat, new or increased cough, wheezing, sputum production, or respiratory difficulty with or without fever. ARTI cases were evaluated by a project nurse with a directed history and physical exam. SaO, was measured percutaneously; two nasopharyngeal swabs were obtained for viral and chlamydia culture. Expectorated sputum was collected, if available, for bacterial culture. Subjects were followed daily until symptoms resolved. Convalescent sera were obtained 4 weeks after onset of the illness. Staff members who developed ARTI filled out brief symptom questionnaires and had nasopharyngeal cultures and convalescent sera collected.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Extensive community surveillance for viral respiratory diseases has been ongoing in Rochester for 20 years, including the time period of our study. The surveillance is comprised of virologic and clinical monitoring of acute febrile or respiratory illnesses of children and adolescents from two primary care sites in Rochester, as well as results of cultures received by viral diagnostic laboratory for the County Health Department (Hall CB, Infectious Disease Newsletter 1993; v 47,48). This surveillance was used to compare the epidemiology of the daycare with the general community.", "cite_spans": [], "ref_spans": [], "section": "Study Design"}, {"text": "Nasopharyngeal swabs were collected and inoculated onto cell cultures within 6 hours. Samples were placed on WI-38, primary rhesus monkey kidney (RhMk), HEp-2, and Madin-Darby Canine Kidney (MDCK) cell lines. Cell lines were observed for cytopathic effect for 10 days. Hemadsorption was performed on days 3 and 10 on RhMk and MDCK cells. Viral infection was confirmed and specific viruses identified by immunofluorescence with virus specific monoclonal antibodies (Bartel's diagnostics). Enterovirus and rhinovirus isolates were confirmed by acid lability testing.", "cite_spans": [], "ref_spans": [], "section": "Viral Cultures"}, {"text": "Samples were collected in sucrose phosphate-glutamine (SPG) media and kept at 4°C. Specimens were centrifuged onto HEp-2 cell cultures within 72 hours of collection. Chlamydial cultures were performed by a modification of the method used by Roblin et a1. '", "cite_spans": [], "ref_spans": [], "section": "Chlamydia1 Culture"}, {"text": "Sputum was sent to the clinical microbiology laboratory of Rochester General Hospital for Gram stain and culture. Specimens were inoculated onto chocolate, MacConkey and blood agar and incubated with CO, at 37°C for 24 hours. Organisms were identified using standard techniques. Sputum was judged to be an adequate specimen if <lo epithelial cells and >25 white blood cells were noted on Gram stain.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Culture"}, {"text": "Serologic evidence of infection of specific pathogens was defined as either a 4-fold rise in serum IgG or the presence of specific IgM. Paired sera were analyzed for rises in titers to RSV, parainfluenza, coronavirus-229E, Chlamydia pneumoniae by enzyme immunoassay (EIA), and to Influenza A and Influenza B by hemagglutination-inhibition assay. Specimens showing a 4-fold rise in Chlamydia titers by EL4 were confirmed with microimmunofluorescence as described by Wang et a1. ' Infection with Mycoplasma pneumoniae was determined at a commercial laboratory (MetPath, Teterboro, NJ). Convalescent sera was tested for mycoplasma-specific IgM using EIA (Immunowel; General Biometrics, San Diego, CA) after samples were adsorbed for 30 minutes to remove rheumatoid factor.", "cite_spans": [], "ref_spans": [], "section": "Smlogy"}, {"text": "During the 15-month study period between January 30, 1992 and April 30, 1992, 165 daycare attendees (86 at Center 1; 79 at Center 2) participated in the study. Eightyseven percent of the individuals in the daycare program agreed to take part in the study. The mean time in the study for participants was 277 2 155 days. Thirty-seven of the 165 participants (22.4%) were absent from the center for over 1 week at some time during the study. Therefore, 2.2% of the total possible patient days in the study were unavailable for surveillance. Characteristics of the elderly participants are shown in Table 1 . The mean age was 79 years, and 64% of individuals had four or more chronic medical conditions. Chronic cardiac conditions were common (69%), whereas chronic pulmonary disease was found in only 13% of subjects. On entry to the study, 26% of subjects received pneumococcal vaccine and 62% received influenza vaccine. Prior to the second winter season, 64% were immunized with pneumococcal vaccine and 91 % with influenza vaccine. The populations were not sigdcantly different at the two daycare centers. Sixty-seven staff members (92%) were also enrolled in the study. Eighty-seven percent of the staff were women, and the average age was 36 years. The mean staff participation time in the study was 304 2 156 days.", "cite_spans": [], "ref_spans": [{"start": 596, "end": 603, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Of the 165 elderly participants, 97 (59%) experienced 165 episodes of ARTI during the study period. Of those 97, 57 (59%) had one illness, 24 (25%) had two illnesses, 10 (10%) had three illnesses, and six (6%) had more than three illnesses. The overall rate for both sites, adjusted for participants' time in the study, was 10.8 illnesses per 100 person months. One hundred eight illnesses occurred at Center 1 and 57 at Center 2. However, Center 2 opened 3 months after Center 1 so the ARTI rate, adjusted for time in the study, was not statistically different. Among the 67 staff members under surveillance, 113 episodes of ARTI occurred (65 at Center 1 and 48 at Center 2), for a rate of 16.9 illnesses per 100 person months.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "All 278 illnesses in the staff and elderly were evaluated with viral cultures, 275 (99%) with Chlamydia cultures, and 237 (85%) had paired sera available for analysis. An infectious etiology was documented either by culture or serology in 116 (42%) of all illnesses, (75, [45%] elderly, and 41 [36%] staff). The number of illnesses without a specific diagnosis was not significantly different between the two sites.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Viral infections were the most commonly diagnosed infections in both staff and elderly participants. RSV, Influenza A, and coronavirus were the most frequently identified ( Table 2) . Of the viral infections diagnosed, 20 (24%) were based on positive cultures. Influenza A isolates from the 1993 winter season were identified as H3N2. During the second season when influenza vaccine status was well documented, iduenza vaccination rate was 80% among those with documented Influenza A compared with 95% among those who did not become infected. The percentage of illnesses caused The frequency of ARTI by month correlated well between the staff and the elderly group as shown in Figure 1 . Infections were most common in fall and winter months. The specific pathogens isolated from the daycare center generally correlated with activity of viruses in the community as shown in Figure 2 . Although pathogens followed general community trends, multiple pathogens were demonstrated to be circulat- ing within a single center during the winter months of 1993 as shown in Figure 3 . Influenza B, parainfluenza-3, respiratory syncytial virus, and coronavirus were all identified from patients at Center 1 between January 14 and January 25. During the same period Influenza-A was isolated at the second center. During an 8-day period in March 1993, coronavirus infections were identified in four individuals at Center 1. All other infections with an identified etiology were distrib- uted equally between the two centers, and there were no discrete outbreaks of specific pathogens. The average time between onset of symptoms and evaluation by the study nurse was 1.6 days. Illnesses in elderly subjects were most commonly characterized by constitutional symptoms, nasal congestion, and cough as shown in Table 3 . Pathogen-specific analysis did not show significant differences in clinical syndromes. Fever, as defined by temperature ? 99\"F, was noted in only 35% of subjects overall; however, the mean temperature of elderly participants at baseline was 97.6\"F. Rhinorrhea was the most common physical finding. Wheezing and rales were found in 4% and 18%, respectively, of the daycare pamcipants at baseline compared with 19% wheezing and 57% with rales when ill. Six percent of patients had evidence of consolidation on exam. Chest roentgenograms were obtained in 7% of illnesses, with 4 of 12 showing infiltrates. Eight percent of those subjects in whom an Sa02 was measured on the first day of illness had a reading of 190%. No participants had a baseline SaOz 190%. The mean duration of illness was 10 days, and patients received a number of symptomatic therapies ( Table 4) .", "cite_spans": [], "ref_spans": [{"start": 173, "end": 181, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 677, "end": 685, "text": "Figure 1", "ref_id": null}, {"start": 874, "end": 882, "text": "Figure 2", "ref_id": null}, {"start": 1064, "end": 1072, "text": "Figure 3", "ref_id": "FIGREF4"}, {"start": 1794, "end": 1801, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 2661, "end": 2669, "text": "Table 4)", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "Most patients were managed at the daycare center; however, 10 required hospitalization, and four died during their acute illness. Of those patients hospitalized, 80% received influenza vaccination and 30% received pneumococcal vaccine. These rates were not significantly different from those of the nonhospitalized group during the same season. Of the 10 people who were hospitalized, an etiology was defined in four: one case each of RSV, Influenza A, coronavirus, and ", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Illness evaluation forms were missing on three subjms. ", "cite_spans": [], "ref_spans": [], "section": "(2) 7 (4)"}, {"text": "~~ ~ ~~ mixed S. pneumoniaeIM. cutarrhalis. Of the four individuals who died, all had cough with sputum production, two were febrile, and one had infiltrate on chest roentgenogram. Three subjects died while symptomatic with respiratory infections on days 2, 5, and 18 of their illnesses. Although no definite cause of death was established in these cases, one was felt to be the result of respiratory insufficiency and the others were sudden and presumed to be caused by cardiac or neurologic disease. The fourth person died within a week of onset of respiratory symptoms and had sputum culture positive for H.", "cite_spans": [], "ref_spans": [], "section": "(6) 4 (3)"}, {"text": "influenza. However, he was improving from the respiratory illness when he died suddenly.", "cite_spans": [], "ref_spans": [], "section": "(6) 4 (3)"}, {"text": "The clinical syndrome associated with staff illness appeared to be different than that of the elderly pamcipants ( Table 5) . Cough, sputum production, and dyspnea were significantly more common symptoms in the elderly group compared with staff, whereas sore throat was much more common among staff members. Eighteen percent of employees missed work as a result of their illnesses, but there were no hospitalizations or deaths.", "cite_spans": [], "ref_spans": [{"start": 115, "end": 123, "text": "Table 5)", "ref_id": "TABREF4"}], "section": "(6) 4 (3)"}, {"text": "In our 15-month study period, which encompassed one and one-half winter seasons, we found an overall rate of 10.8 ARTI per 100 person months. This rate is high when compared with previously reported rates of acute respiratory illnesses in persons over 65. The CDC's 1991 statistics showed a rate of 4.3 respiratory conditions per 100 person months and, in a study by Reuben et a1 of independent elderly, a rate of 3 per 100 person months was There are several possible explanations for higher rates of infection in daycare, with the most likely being the increased exposure to infectious agents. This may have been an important factor in our study because elderly daycare participants were visited by preschool children, a group known to have high rates of respiratory infections. It is also possible that elderly individuals who attend daycare are more debilitated and thus more susceptible to infection. The rate of infection found in our study may also be caused, in part, by the intensity of our direct surveillance and the fact that winter months accounted for 9 of 15 months of study. A definitive comparison of the incidence of ARTI in elderly attending daycare with elderly in the community is beyond the scope of this study; yet, these data suggest that seniors in daycare experience a higher rate of ARTI than those who are independent.", "cite_spans": [], "ref_spans": [], "section": "Incidence of Infection"}, {"text": "Although an etiology was defined in only 45% of elderly participants' illnesses, the increased incidence of ARTI during the periods of highest activity of respiratory viruses in the community supports an infectious etiology in the majority of illnesses. Of documented etiologies, viral infection was the most common. In studies of young children in daycare, viral infections account for the majority of respiratory illnesses as JAGS JANUARY 1995-VOL. 43, NO. 1 important, yet frequently undiagnosed, pathogen in this age Influenza is a widely recognized cause of morbidity and mortality among the elderly, and Influenza A was found to be the second most common isolate in our study. The clinical illness associated with Influenza A was not significantly different from other illnesses; however, the clinical syndrome may have been altered by the fact that 90% of participants received influenza vaccine before the second winter season.", "cite_spans": [], "ref_spans": [], "section": "Etiology of Illnesses"}, {"text": "Our data also show that infection with coronavirus, a major cause of the common cold syndrome, is common in the senior daycare setting.I7 Similar to a study by Nicholson et al.,\" our patients were frequently dyspneic and had rales on exam, suggesting that this virus, which is usually mild in children and young adults, may be more serious in the frail elderly adult. Infections with mycoplasma and C. pneumoniae were uncommon in both the staff and elderly participants of our study. C. pneumoniae is a relatively newly recognized pathogen, and larger studies employing both cultures and serology will be needed to define the impact of this organism in this age group.\"", "cite_spans": [], "ref_spans": [], "section": "Etiology of Illnesses"}, {"text": "The clinical manifestations of acute respiratory infection were significantly different when elderly participants were compared with the staff. The higher percentage of elderly experiencing cough, constitutional symptoms, dyspnea, and sputum production, as well as a higher rate of hospitalization and death, indicate that illnesses caused by the same etiology may have a greater impact on older persons in a daycare setting. This was not surprising in view of the number of chronic cardiac and pulmonary conditions in this group.", "cite_spans": [], "ref_spans": [], "section": "Clinical Syndmmes"}, {"text": "Most respiratory pathogens, with the exception of influenza viruses, are spread by fomites and hand-to-hand transfer rather than by aerosol. The chain of nosocomial respiratory virus transmission frequently involves active infection of hospital staff, in addition to passive transfer of virus on the hands of personnel?' We were surprised by the variety of agents that circulated simultaneously and that no clear out-breaks of specific pathogens occurred. It would seem likely that infections were brought to the center from many different sources. Since many elderly attendees went home to family members, this population was not as \"closed\" as one sees in nursing homes, where more clear-cut nosocomial outbreaks have occurred. While attention to basic infection control practices is important, decreasing the rates of ARTI in senior daycare will require more complex solutions. Future efforts should be directed toward improving compliance with currently available vaccines, the design and delivery of new vaccines, and understanding aging-related immunologic risk factors.", "cite_spans": [], "ref_spans": [], "section": "Transmission"}, {"text": "In conclusion, we found that acute respiratory tract infection was a common occurrence in both the staff and participants of a senior daycare center. The rates of infection appear to be higher for seniors in daycare than for independent elderly. Similar to children's daycare centers, respiratory infections attributable to viruses were most commonly diagnosed; however, these viral infections appear to cause more serious illness in elderly adults than in children and young adults. Although the rates of pneumonia, hospitalization, and death were higher in the elderly when compared with the staff, these conventional methods of judging the effects of respiratory infections may not adequately reflect the true impact in this age group. Since the elderly are a group for whom independence is critically linked to functional status, future studies should examine the functional impact of ARTI in the elderly as well as better methods of treatment and prevention.", "cite_spans": [], "ref_spans": [], "section": "SUMMARY"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiology of community-acquired respiratory tract infections in adults: Incidence, etiology, and impact", "authors": [{"first": "R", "middle": ["A"], "last": "Garibaldi", "suffix": ""}], "year": 1985, "venue": "Am J Med", "volume": "78", "issn": "S6B", "pages": "32--37", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Non-Influenza respiratory virus infection in long term care facili", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Impact of influenza A in a", "authors": [{"first": "R", "middle": ["A"], "last": "Goodman", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Orenstein", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Munro", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Acute respiratory illness in an American commuties", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "", "middle": [], "last": "Bm", "suffix": ""}], "year": 1974, "venue": "The TecuMeh audy", "volume": "12", "issn": "", "pages": "164--169", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Tecumseh study of respiratory illness. n. Patterns of occurrence of infection with respiratory pathogens", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Cavallaro", "suffix": ""}], "year": null, "venue": "Am J Epidemiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Qualitative analysis of the program of all", "authors": [{"first": "R", "middle": ["L"], "last": "Kane", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Illston", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Use of HEg2 cells for im-1971", "authors": [{"first": "P", "middle": ["M"], "last": "Roblin", "suffix": ""}, {"first": "W", "middle": [], "last": "Dumornay", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hammerxhlag", "suffix": ""}], "year": 1992, "venue": "J Clin Microbiol", "volume": "94", "issn": "", "pages": "771--780", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Formalized Chlamydia Trachomatis organ-1992", "authors": [{"first": "S", "middle": ["P"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Kuo", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Grayston", "suffix": ""}], "year": null, "venue": "", "volume": "30", "issn": "", "pages": "1968--1969", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "isms as the antigen in the micro-immunofluorescence", "authors": [], "year": null, "venue": "J Clin Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Center for Disease Control Vital and Health Statistics", "authors": [], "year": 1991, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Pittsburgh Good Health Study: Clinical infections in the non-institutionahzed geriamc age group; methods utilized and incidence of infection", "authors": [{"first": "F", "middle": ["L"], "last": "Reuben", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Dearwater", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Norden", "suffix": ""}], "year": null, "venue": "Am J Epidemiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Respiratory disease in group daycare", "authors": [{"first": "F", "middle": ["A"], "last": "Loda", "suffix": ""}, {"first": "Clyde", "middle": [], "last": "Wp", "suffix": ""}, {"first": "", "middle": [], "last": "Wa", "suffix": ""}], "year": 1972, "venue": "Pediatrics", "volume": "49", "issn": "", "pages": "428--437", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Case report: Respiratory syncytial virus -a cause of respiratory distress and pneumonia in adults", "authors": [{"first": "M", "middle": ["H"], "last": "Zaroukian", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Kashyap", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Wentworth", "suffix": ""}], "year": 1979, "venue": "Am J Med Sci", "volume": "295", "issn": "", "pages": "259--261", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Concurrent respiratory syncytial virus and influenza infections in the institutionalized elderly and chronically ill", "authors": [{"first": "U", "middle": [], "last": "Mathur", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Bentley", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 1980, "venue": "Ann Intern Med", "volume": "93", "issn": "", "pages": "49--52", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "An outbreak of respiratory syncytial virus pneumonia in a nursing home for the elderly", "authors": [{"first": "F", "middle": ["J"], "last": "Sorvillo", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Huie", "suffix": ""}, {"first": "M", "middle": [], "last": "Strassburg", "suffix": ""}], "year": 1984, "venue": "J Infect", "volume": "9", "issn": "", "pages": "252--256", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Viral respiratory infections in the institutionalised elderly: Clinical and epidemiologic findings", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Treanor", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Bern", "suffix": ""}], "year": 1992, "venue": "J Am Ceriatri Soc", "volume": "40", "issn": "", "pages": "115--119", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Respiratory syncytial virus or influenza? Lancet", "authors": [{"first": "D", "middle": ["M"], "last": "Fleming", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Cross", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Isolation of rhinoviruses and coronaviruses from 38 colds in adults", "authors": [{"first": "H", "middle": ["E"], "last": "Larsen", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Reed", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Tyrrell", "suffix": ""}], "year": 1980, "venue": "J Med Viol", "volume": "5", "issn": "", "pages": "221--229", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Acute respiratory tract viral illness and influenza immunization in homes for the elderly", "authors": [{"first": "K", "middle": ["C"], "last": "Nicholson", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Baker", "suffix": ""}, {"first": "A", "middle": [], "last": "Farquhar", "suffix": ""}], "year": 1990, "venue": "Epidemiol Infect", "volume": "342", "issn": "", "pages": "609--618", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Infections caused by Chlamydia pneumoniae strain TWAR", "authors": [{"first": "T", "middle": ["J"], "last": "Grayston", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Epidemiology and control of nosocomial viral infec", "authors": [{"first": "P", "middle": ["S"], "last": "Graman", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 1992, "venue": "Clin Infect Dis", "volume": "15", "issn": "", "pages": "757--763", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "43:30-36,1995 0 1995 by the American Geriatrics Society 0002-8614/95/53.50 JAGS JANUARY 1995-VOL. 43, NO. 1", "latex": null, "type": "figure"}, "FIGREF2": {"text": "by specific pathogens was not signdicantly different among the elderly and staff except for bacterial infections, which were diagnosed in 7% of elderly and none of the staff (P = 0.05, Fisher's exact test). C. pneumoniae was isolated from a nasopharyngeal swab from one elderly participant with a mild sore throat and nasal congestion. No rise in chlamydia1 antibodies was detected in any of the 237 paired sera tested, including the individual who was culture positive. No elderly participant and only one staff member had mycoplasma IgM detected in convalescent sera. Sputum samples were obtained in 51 (31%) of illnesses, of which 33 were judged to be adequate specimens. Of the adequate specimens, 14 (42%) yielded a potential pathogen: Haemophilus influenza (4), Streptococcus pneumoniae(2), Moraxella catarrhalis (4), Non-Group A Strep (3), S. pneumoniaelM. catarrhalis (l), and Klebsiella pneumoniae (1). Three of the 14 individuals with positive bacterial sputum cultures had serologic evidence of viral infection (Influenza 2, RSV l ) .", "latex": null, "type": "figure"}, "FIGREF3": {"text": "yu H YLY l l c I L Y W G B T OCI ) . N cfc m f a yu 1R Comparison of AEUI cases among elderly participants and staff members during the 15-month study period. Rates of specific pathogens isolated in the daycare centers compared with activity of the viruses in the community. Community surveillance reflects the cultures received from two pediatric practices and the viral diagnostic laboratory for the county health department.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Specific etiologies of ARTI diagnosed in staff and elderly at both daycare centers during the 1992-1993 winter season.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Daycare", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td></tr><tr><td>Fe</td><td> </td></tr><tr><td>Male </td><td>60 (W </td></tr><tr><td>ace </td><td>145 (88) </td></tr><tr><td>Wh</td><td> </td></tr><tr><td>Black </td><td>17 (10) </td></tr><tr><td>Hispa</td><td>3 (2) </td></tr><tr><td>ving situa</td><td>74 (45) </td></tr><tr><td>Alone </td><td> </td></tr><tr><td>spous</td><td>42 (26) </td></tr><tr><td>Adult fam</td><td>47 (28) </td></tr><tr><td>Young child</td><td>2 (1) </td></tr><tr><td>edical condition</td><td>0 </td></tr><tr><td>Active smokers </td><td> </td></tr><tr><td>Pulmonary </td><td>21 (13</td></tr><tr><td>Cardiac </td><td> 14 (69) </td></tr><tr><td>Both ca</td><td>15 (9) </td></tr><tr><td> </td><td> </td></tr></table></body></html>"}, "TABREF1": {"text": "Etiology of ARTI", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>n = 165</td><td> = 11 = 27Number (%) </td></tr><tr><td> </td><td> </td></tr><tr><td>Influ</td><td> </td><td> </td></tr><tr><td>Coronaviru</td><td> </td><td> </td></tr><tr><td>Influenza B </td><td> </td><td> </td></tr><tr><td>Parainfluen</td><td> </td><td> </td></tr><tr><td>Rhinovirus </td><td> </td><td> </td></tr><tr><td>Enteroviru</td><td> </td><td> </td></tr><tr><td>M ycoplasma </td><td> </td><td> </td></tr><tr><td>C. pneumonia</td><td> </td><td> </td></tr><tr><td>Bacterial alone </td><td> </td><td> </td></tr><tr><td>Mixed viral </td><td> </td><td> </td></tr><tr><td>Mixed bact</td><td> </td><td> </td></tr><tr><td>Total etiology </td><td> </td></tr><tr><td> </td><td> </td><td>defined </td></tr></table></body></html>"}, "TABREF2": {"text": "Clinical Characteristics of ARTI in the Elderly", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>n = 14 = 15Nbj</td><td>n = 12 n = 12 = 16ects w(%) </td></tr><tr><td>Cough Constit</td><td> </td><td>137 (85) </td></tr><tr><td>Nasal </td><td> </td><td>116 (72) </td></tr><tr><td>ongesti</td><td> </td><td> </td></tr><tr><td>Sputum </td><td> </td><td> </td></tr><tr><td>Dyspnea </td><td> </td><td>61 (38) </td></tr><tr><td>Hoarse </td><td> </td><td>48 (30) </td></tr><tr><td>Sore thr</td><td> </td><td>50 (31) </td></tr><tr><td>gns </td><td> </td><td> </td></tr><tr><td>Tem</td><td> </td><td> </td></tr><tr><td>Rhinorthea </td><td> </td><td>126 (78) </td></tr><tr><td>Wheezing </td><td> </td><td>31 (19) </td></tr><tr><td>Rales </td><td> </td><td>92 (57) </td></tr><tr><td>Conso</td><td> </td><td>10 (6) </td></tr><tr><td>aboratory </td><td> </td><td> </td></tr><tr><td>Infiltrate </td><td> </td><td> </td></tr><tr><td>SaO, 90% </td><td> </td><td>7 (4) </td></tr><tr><td> </td><td>ss evalun forms </td><td> </td></tr></table></body></html>"}, "TABREF3": {"text": "Course of Illness (N = 162)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td></tr><tr><td>Antipy</td><td> </td></tr><tr><td>Cough supp</td><td>83 (51) </td></tr><tr><td>Bronchodilators </td><td>26 (1 6) </td></tr><tr><td>Steroids </td><td>8 (5) </td></tr><tr><td>Oral anti</td><td>90 (56) </td></tr><tr><td>Parented antib</td><td>19 (12) </td></tr><tr><td>utcome </td><td> </td></tr><tr><td>Hospita</td><td> </td></tr><tr><td>Death </td><td>4 (3) </td></tr><tr><td> </td><td> </td></tr></table></body></html>"}, "TABREF4": {"text": "Comparison of Symptoms Experienced by Elderly and S t d Based on Wilcoxon nonparamevic test.well.\" Respiratory syncytial virus was the most frequently diagnosed infection in the elderly group. RSV has been described as a cause of community-acquired pneumonia in elderly adults as well as a cause of respiratory disease in nursing homes. Recent studies indicate that RSV may be an", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank the participants and staff of the Independent Living for Seniors Program for their help in conducting the study and Joanne Prives for transcription assistance.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}