{
    "paper_id": "f28c0b13947230351227c4ff7fe4dd56bb3b32a5",
    "metadata": {
        "title": "Adoptive Cell Transfer of Transgenic T Cells Elicited A Two-Wave Antitumor Cellular Immune Response Consisted of Engineered And Endogenous T Lymphocytes With Different Sets of Functions Survival Among Primary Immunodeficient Patients in Kuwait",
        "authors": [
            {
                "first": "Ma",
                "middle": [],
                "last": "Chao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "settlement": "Pasadena",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "settlement": "Pasadena",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Ribas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Los Angeles",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Heath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "settlement": "Pasadena",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Waleed",
                "middle": [],
                "last": "Al-Herz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "settlement": "Pasadena",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [
                    "A A"
                ],
                "last": "Moussa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Adoptive cell transfer (ACT) of transgenic T lymphocytes expressing tumor specific T cell receptor (TCR) is a promising therapy. However, little is known about the fate of engineered T cells and the dynamics of host immunity. We comprehensively monitored the transgenic and endogenous immune response in 8 melanoma patients over 8-10 time points in an ACT therapy of transgenic F5 MART-1 TCR T cells, using highly multiplexed clinical immune diagnostics methods (Ma, C. et al. Nature Medicine 17, 738-743 (2011)). We found that the TCR engineered T cells sustained a 2-3 week duration anti-tumor response. After day 30 a second wave endogenous multi-clonal melanoma specific T cell response emerged. The melanoma-specific T cells within the ACT went through a process of in vivo functional changes that correlated with clinical antitumor activity. The appearance and the persistence of the second wave immune response provided indications of long term therapeutic efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with X-linked hyper-IgM syndrome (XHIGM) are susceptible to fungal infections; however, the underlying mechanisms remain poorly understood. We aimed to determine whether dendritic cells (DCs) from patients with X-HIGM exhibit normal responses to fungal pathogens. Immature DCs from patients with X-HIGM showed reduced expression of CD80, CD86, and HLA-DR, which could be reversed by exogenous trimeric soluble CD40L. Most important, mature DCs from patients with X-HIGM differentiated by coculturing DCs with fungi secreted minimal amounts of IL-12 but substantial amounts of IL-10 compared with mature DCs from normal individuals. Coculture of mature DCs from X-HIGM patients with autologous T cells led to low IFN-γ production, whereas IL-4 and IL-5 production was increased. T-cell proliferation and IL-17 secretion were normal. In vitro incubation with soluble CD40L reversed the DCs phenotype, decreased IL-12 production and skewed TH2 pattern response. Absence of CD40L during monocyte/DC differentiation leads to functional DC abnormalities, which may contribute to the susceptibility to fungal infections in patients with X-HIGM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "David W. Kang 1 ; Laurence Jadin 1 ; Tara Nekoroski 1 ; Fred H. Drake 1 and Monica L. Zepeda 1 1 Halozyme Therapeutics Inc., San Diego, CA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant Human Hyaluronidase (Rhuph20) Facilitates Large Volume Subcutaneous Infusions of Immunoglobulin (Ig) At a Single Site by Increasing Local Fluid Dispersion and Reducing Induration in A Porcine Model"
        },
        {
            "text": "Ig replacement therapy for primary immunodeficiency has traditionally been given IV, but SC infusion has been gaining favor as a delivery route. Standard SCIG delivery is limited to frequent low-volume injections at multiple sites. In clinical studies, rHuPH20 facilitated SC infusions of a full monthly dose of Ig at a single site. A preclinical model was developed to assess local effects during a 300 mL SC delivery of Ig±rHuPH20. Endpoints evaluated were local induration, tissue pressure, skin visco-elasticity, Ig dispersion, cutaneous blood perfusion, and histopathology. Post infusion swelling volume and area were reduced in the presence of rHuPH20 by 82% and 54%, respectively, while significantly reducing the incidence and severity of induration and improving local dispersion of Ig. rHuPH20 reduced tissue pressures by 39% while maintaining local skin pliability. Lastly, rHuPH20 mitigated the negative effects on cutaneous blood perfusion observed with standard SCIG infusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant Human Hyaluronidase (Rhuph20) Facilitates Large Volume Subcutaneous Infusions of Immunoglobulin (Ig) At a Single Site by Increasing Local Fluid Dispersion and Reducing Induration in A Porcine Model"
        },
        {
            "text": "Intro. Antibody deficiencies are common and may present syndromic features. Case. A 16 year old boy with developmental delay and strabismus, suffered of late onset pneumonias, sinusitis, meningitis and arthritis. He has hypertelorism, microcephaly, broad nasal bridge, small tonsils and arthritis. Results. Our patient has low IgG with low B cells along with lymphopenia, monocytopenia and mentioned features. Discussion. We thought of CVID but dysmorphic features and absent B cells did not match, onset of infections is not XLA typical. This a troubling case because low IgG and low B cells may be accompanied with peculiar features in several diseases, some without a genetic diagnosis. Staphylococcus aureus is a gram positive bacterium that causes a number of diseases such as abscesses, infective endocarditis, septic arthritis, etc. It is acquiring resistance against many antibiotics like methicillin due to which its control is becoming difficult. Peripheral blood phagocytes play an important role in the protective mechanisms against these organisms. Phagocytes interact with bacteria and phagocytose them. The focus of this study is to test the hypothesis that different isolates of S. aureus induce the production of ROI and RNI differently and it may correlate with their antibiotic resistance.Methicillin sensitive S. aureus (MSSA) has showed more phagocytosis by human polymorphonuclear leucocytes as compare to methicillin resistant S. aures (MRSA). Similarly, a significant difference was observed between two isolates of S. aures to induce ROI and RNI by human PMNs. MRSA produced more mean value of superoxide and nitric oxide as compare to MSSA. Introduction: A disadvantage of IGSC is a need for weekly doses and multiple infusion sites. IGHy improves absorption vs IGSC, reduces need for multiple sites, and permits infusion rates/frequencies equal to IGIV. Final results from the phase III trial of IGHy in PI pts are presented. Methods: Patients received IGHy for 12 months. 75 U of rHuPH20 /g IgG was given SC, followed by IgG, 10% at 108% of the IV dose. Results: Patients: 83 received 1359 IGHy infusions. Mean dose: 616 mg/kg/4 wks. Median # of infusion sites/4 wks: 1.09. Infusions completed w/o change in rate due to ARs: 98%. Serious ADRs: 0. Rate of local ADRs: 0.203/infusion. Temporally associated systemic AEs: 8.3% of IGHy infusions vs 25% of IGIV. Efficacy: annual rate of serious bacterial infections 0.025; all infections 2.97 Conclusion: The majority of patients received a 3-4 weekly dose in 1 site w/o a change in rate due to ADRs. IGHy was effective and well tolerated at infusion volumes, intervals, and rates similar to patients' previous IV treatments. PID children present critical hematological issues that require collaboration with transfusion medicine.We present two children who required a multiidisciplinary approach. A 14 yr old boy with CVID,granulomas,and history of anaphylaxis to IGA-containing plasma presented with AIHA and ITP. Treatment with steroids, IGIV,and Rituxan failed to control Evans Syndrome. Splenectomy presented unique challenges in the OR. He was provided with FFP from two IGA deficient donors found during a national search,FFP and platelets by apheresis from a local IgA deficient donor; pooled, volume reduced platelets containing minimal plasma,and 2 units of double washed PRBCs. A multidisciplinary approach involving transfusion medicine,nursing, anesthesia,surgery and immunology allowed the patient to undergo surgery safely.A second case involved an 11 yr old boy with XLA and VWD. This case required similar teamwork during a severe epistaxis.We conclude that there is a need for increased availability of IgA deficient plasma products in communities treating complex IgA deficient patients as well as improved awareness of unique requirements for a subset of PID patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant Human Hyaluronidase (Rhuph20) Facilitates Large Volume Subcutaneous Infusions of Immunoglobulin (Ig) At a Single Site by Increasing Local Fluid Dispersion and Reducing Induration in A Porcine Model"
        },
        {
            "text": "A 14 yo boy with Hyper IgM developed cough, headache, nausea and dizziness. He had a history of recurrent pneumonia, sinusitis, and neutropenia. Imaging revealed pansinusitis and mild pulmonary infiltrates. There was no improvement with broad spectrum antibiotics. BAL revealed only rhinovirus. His illness progressed to high fevers, pancytopenia, hepatosplenomegaly, rash, coagulopathy, hepatitis, nephritis, marked hyperferritinemia, and arthritis. A diagnosis of Macrophage Activation Syndrome was made with rhinovirus as the presumed trigger. Intravenous steroids and anakinra 100 mg twice daily were administered. Symptoms improved immediately. A CBC performed the following day reported yeast. Histoplasma was suspected and antifungal treatment was given. The corticosteroids and anakinra were tapered off over 7 days. Blood cultures and bone marrow confirmed Histoplasma. He completed 14 days of liposomal amphotericin B and continued therapy with oral itraconazole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusion Issues in PID"
        },
        {
            "text": "Rosangela da Silva 1,2 ; Elisangela Calheiro Santos Valente 1,3 ; Beatriz Costa Carvalho 1 ; Daniele Gonçalves Vieira 1 ; Carla Acatauassu Ferreira 1 ; Itana Gomes Alves Andrade 1 and Roseli Oselka Saccardo Sarni 1, 4 Publications have emphasized other actions for vitamin D among those it detaches the immunoregulator. The objective was evaluate the plasmatic concentrations of vitamin D of patients with common variable immunodeficiency (CVI) and ataxia-telangiectasia (A-T). The dosage of vitamin D (25-OH-D3) were made through the method HPLC (deficiency −<20 ng/ml). Seventeen patients with CVI and 14 wiht A-T enrolled in the study. Deficiency of vitamin D was observed in 17.6% of the CVI and 42.8% of A-T. There was a significant difference in the average concentration of vitamin D among the CVI and A-T (47.95±26.92 ng/ml versus 27.37 ± 17.8 ng/ml), p 00.02. Nutritional disturbances are frequent in patients with PID. The elevated frequency of vitamin D deficiency in the patients A-T, that also evidenced plasmatic concentrations inferior to the CVI, remit us to the importance of future intervention studies taking into account the presence in several organs and systems, emphasizing the immunologic system.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 217,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nutritional Condition Related to Vitamin D in Patients with Primary Immunodeficiency"
        },
        {
            "text": "In patients with CVID, replacement therapy using IV or SC IgG is monitored by serum IgG trough levels. We investigated factors that could influence the dosage required to achieve sufficient IgG trough levels. From two prospective cohorts, 350 patients with CVID and stable IgG replacement (IVIG n0286, SCIG n064) were analysed. An efficiency index was defined as the ratio of serum IgG trough level minus IgG residual (g/L) to the average weekly dose of IgG infusion (g/kg/week). A reduced efficiency of IgG infusions was associated with the IV route (50.9 vs 67.8; p<.0001), as well as with disease-related phenotypes: lymphoproliferation, autoimmune cytopenia and enteropathy (46.8 vs 59.1; p<.0001). An increased IgG replacement efficiency was noted in patients homozygotes for the VNTR 3/3 polymorphism of the FCGRT gene coding for FcRn. This increment was particularly significant in patients treated with IVIG (51.9 vs 37.1; p=.0049). CVID is usually diagnosed during the third decade of life. Among these patients 60% will only develop infectious complications while 40% will develop, at some point of their life, a disease-related complication. We used the French national DEFI cohort study to describe, in 422 CVID patients, the natural history of CVID by focusing on the age of occurrence of the clinical complications of the disease. Some complications, such as autoimmune cytopenia and unexplained enteropathy with villous atrophy, occurred early in life, often before the diagnosis of CVID was made. In contrast, chronic hepatopathy and lymphoma appeared as late complications of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nutritional Condition Related to Vitamin D in Patients with Primary Immunodeficiency"
        },
        {
            "text": "Artemio M Jongco III, MD PhD MPH 1,2 ; James A DeVoti, PhD 2 ; Kyle Sarnataro 2 ; Jennifer M Diaz, MD 1 ; David W Rosenthal, DO 1,2 and Vincert R Bonagura, MD 1,2 1 Low risk HPV types 6/11 can infect the upper airway causing RRP. Surgery reduces morbidity and mortality but costs exceed $100 M/year. No effective medical therapies exist. RRP patients are otherwise immunocompetent but fail to mount effective local anti-HPV responses. Genes regulating innate and adoptive immunity, as well as cellular growth and differentiation, are dysregulated in RRP. miRs, which regulate gene expression posttranscriptionally, are critical in high risk HPV-induced malignant and premalignant diseases but their role in low risk HPV pathogenesis is unclear. We hypothesize that miRs regulate gene expression in the dysregulated RRP immune response. We show that: 1) miR-21, −27a, −26b and −195 are increased in papillomas on miR array; 2) only miR-21 and 27a are increased on quantitative PCR; 3) miR-21 targets CCL20 and PTEN are increased in papillomas despite elevated miR-21. Currently we are characterizing the role of miR-21, CCL20, and PTEN in RRP immunopathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating the Role of Micrornas (MIRS) in the Dysregulated Immune Response Underlying Recurrent Respiratory Papillomatosis (RRP) Caused by Low Risk Human Papillomaviruses 6/11"
        },
        {
            "text": "Rationale: STAT5B deficient patients have decreased number of Treg. To reveal the regulation mechanism on Treg, we performed to detect STAT5B dominant binding site on human CD4 + cells. Materials and Methods: The cells were applied to ant-STAT5A Ab, anti-STAT5B Ab and anti-IgG Ab for ChIPseq. The results were mapped back to the human genome (hg19). The following conditions were adopted for analyzing the peak signals: candidate threshold 20, experiment to background enrichment 2.0, minimum ratio of confident to repetitive mappings 3.0. Results: Each tag count from sequencing is 27×10 6 in anti-STAT5a Ab, 23×10 6 in anti-STAT5b Ab, and 43×10 6 in anti-IgG Ab respectively. We detected 4 peaks for candidates binding sites dominant to STAT5B on chromosome 13, 20 and Y. Conclusions: To our knowledge, this is the first report detecting the peaks for binding sites for STAT5B by using human CD4+ cells. Our findings would contribute to one step closer to reveal of Treg regulation. 24-month stability data of 10% IGIV solutions in either 0.25 M glycine or 0.25 ML-proline (target pH 4.8) are provided. Both amino acids are used to prevent IgG aggregation and fragmentation, which may affect product tolerability. IGIV process intermediates (n03) were divided and processed to 10% IGIV formulated in 0.25 M glycine or Lproline. Products were stored at 25°C/60% RH for 24 months. Monomers, dimers, aggregates and fragments were measured by HPLC-SEC. Anti-Hepatitis B surface (anti-HBs) antigen antibodies were measured by an enzyme immunoassay. The \"paired t-test\" were used for analysis. There were no statistical significant differences in \"monomers + dimers\" (96.5% vs. 96.1%, p00.62), in aggregates and fragments (0.29% vs. 0.26%, p00.75, 3.20% vs. 3.63%, p00.54) and in anti-HBs level (3.73 IU/mL vs. 3.81 IU/mL, p00.53) between two formulations. Dimer level in both formulations was below 10% (7.5% in glycine, 5.8% in Lproline), considered to be the limit for good tolerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of Primary Immunodeficiency Diagnoses (PID): A Systematic Review"
        },
        {
            "text": "The results from IGIVs formulated in 0.25 M glycine or L-proline stored up to 24 months at 25°C indicate both amino acids provide a similar IgG molecular stabilization at low pH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IgG Stabilization in"
        },
        {
            "text": "Nina Ahuja, MD 1 1 Allergy/Immunology, UPMC, Pittsburgh, PA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Interesting Presentation of Chronic Granulomatous Disease"
        },
        {
            "text": "A 2 year old boy presents to the hospital with fever of unknown origin. At the age of one, he had cervical lymphadenitis that grew mssa, responsive to antibiotics. For a three month period, he had ongoing persistent daily fevers to 103. He was admitted and extensively worked up for multiple infections with no identifiable source. He was then readmitted with ongoing fever, lethargy, abdominal distension. He underwent an exploratory laparatomy with biopsy results of the peritoneum showing peritonitis and granulomas. A NOBA was sent that returned positive. Diagnosis: Chronic granulomatous disease Learning points for this patient: Chronic granulomatous disease is a group of five genetic disorders of the phagocyte NADPH oxidase complex in response to microbes. The catalytic component of the NADPH complex is gp91phox which is also known as nox2. Nox2 transports electrons from the outer surface of the cell via FAD and generates superoxide radicals that kill the microbes. Cornerstones of clinical care are lifelong antibiotic and antifungal prophylaxis including bactrim and itraconazole. To date, the majority of cancer stem cell (CSC) studies are conducted using human tumors inoculated into severely immunosuppressed hosts (e.g. SCID mice), where adaptive immune responses are absent, and such hosts are therefore not suitable for the immunologic evaluation of CSCs. We identified CSC-enriched populations in murine melanoma D5 and squamous cell cancer SCC7, and evaluated their immunogenicity in two genetically distinct syngeneic immunocompetent hosts. Enriched CSCs are immunogenic and significantly more effective as an antigen source in inducing protective anti-tumor immunity. Immune sera from CSC-vaccinated hosts contained high levels of IgG which bound to CSCs, and resulted in CSC lysis. CTLs generated from PBMCs as well as splenocytes harvested from CSCvaccinated hosts selectively killed CSCs. Selective targeting of CSCs by CSC-primed antibodies and T cells represents the mechanisms involved in CSC vaccine-conferred antitumor immunity. This report provides a rationale for the development of immunological approaches for the therapy of cancer by specifically targeting cancer stem cells. A male newborn from a family with previous 2 SCIDS boys was referred to PID service. In the initial evaluation at 30 days of life, he was clinically well; exclusively breast fed and did not receive any vaccines. The lymphocyte immunophenotyping showed a T-B+NK+SCID. Prophylaxis with sulfametoxazole+trimetroprim, fluconazole and intravenous immunoglobulin was initiated and bone marrow transplant (BMT) was indicated. Mutations in DOCK8 cause a combined immunodeficiency also known as autosomal recessive Hyper-IgE syndrome. The long-term prognosis and optimal therapeutic management of these patients have not yet been clearly defined. In a retrospective multi-center survey of DOCK8 deficient patients focused on clinical presentation and therapeutic measures we studied 125 patients spanning 1549 patient years. Median age at last follow-up was 11 years (range 1Ð47) and 31% had died at a median age of 11 years (range 1-27). 21 patients developed malignancy (9 lymphoma, 9 epithelial cancer, 3 other) at a median age of 13 years, 7 of whom died. Life-threatening infections were observed in 65%. Severe cerebral events such as CNS vasculitis or stroke occurred in 14%. As of last follow-up 26 patients had undergone hematopoietic stem cell transplantation (HSCT) and 18 (69%) were still alive after a median follow-up of 9 months. This preliminary analysis demonstrates the clinical severity and relatively poor prognosis of DOCK8 patients and thus supports HSCT as a potential curative measure. An 8-year-old girl presented with HLH and high-level EBV viremia, refractory to multiple therapies, and resulting in death in 5 months. Immunological analyses revealed several NK cell abnormalities, including expansion of CD56+ 16-cytokineproducing NK cells. CD16 expression was unstable for the 3 G8 clone related to timing of red blood cell lysis, whereas there was no effect with the B73.1 clone. CD57 and KIR expression was absent on NK cells in blood and bone marrow. Perforin expression was undetectable in cytotoxic NK cells, although a low-normal level of spontaneous cytotoxicity was present. Genetic analysis of PRF1, UNC13D, STX11, STXBP2 and ITK revealed only a heterozygous A91V variation in the PRF1 gene. We hypothesize that while the A91V-PRF1 variation conferred disease susceptibility, the NK cell abnormalities and clinical course suggest at least one other pathogenic variation in a hitherto unknown gene, which is presently under further investigation. Hyper IgE Syndrome (HIES) is a multisystem immune disorder. We present a case of AD-HIES presenting as necrotizing enterocolitis (NEC.) There are no published reports of an association between HIES and NEC. A 36 week gestational age female was born to a mother with HIES and history of 3 spontaneous abortions. The birth was induced over concern for fetal distress. She had APGAR scores of 5 and 9 at 1 and 5 min. Mutations in GATA2 cause an immunodeficiency of monocytopenia, NK and B cell lymphopenia, and fungal, mycobacterial, and viral infection. GATA2 deficiency is also associated with myelodysplasia, cytogenetic abnormalities, and pulmonary alveolar proteinosis. Retrospective review of patients with GATA2 mutations identified thrombotic complications as also part of the clinical phenotype. Chart review of 23 patients with GATA2 mutation found 43% had ≥1 thrombotic event (deep/ portal vein thrombosis, thrombophlebitis, pulmonary embolism, recurrent miscarriage, and/or stroke). 60% of these patients were positive for lupus anti-coagulant or Factor V Leiden mutation. However 40% patients with ≥1 thrombotic event did not have a known prothrombotic factor, suggesting that GATA2 deficiency alone may be an independent risk factor for thrombosis. Coagulation events were common in GATA2 deficiency. Coagulation evaluation and thrombosis prophylaxis may be warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Interesting Presentation of Chronic Granulomatous Disease"
        },
        {
            "text": "Andrea Morin-Contreras 1 Recessive X linked Chronic Granulomatous Disease (X-CGD)can be classified in accordance to gp91phox expression. The majorityof X-CGD mutations usually involve a lack of protein expression, a phenotype called X 0 . The aim of this study was to identify variant forms of X-CGD through gp91 phoxWestern Blot. We evaluated gp91phox expression in 10 patients. Among these, 7 patients were found as X 0 variant, whereas the rest expressed the protein at low (Xvariant, n01)or even normal (X + variant, n02)levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gp91phox Expression and Severity of Clinical Manifestations in X-CGD"
        },
        {
            "text": "Clinical data of patients highlight the fact that X 0 variant develops the first symptom at an earlier age (X 0 06.5 mo, X − 020 mo, X + 072 mo), as well as larger number of pneumonias (X 0 03, X − 02, X + 01) and hospitalizations (X 0 07, X − 06, X + 02).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gp91phox Expression and Severity of Clinical Manifestations in X-CGD"
        },
        {
            "text": "In conclusion, gp91phox detection by WB is a useful tool to identify the X-CGD variant form. Gp91phox expression level reflects the severity of clinical presentation. Background: In Peru there is a sub diagnosis and report of Primary Immunodeficiencies (PID). Method: I present a case of a 1-year-old girl with recurrent mucocutaneous candidiasis and recurrent diarrhea by gram negative bacteria since 3 days old. A diagnosis of STAT1 gain-of-function mutation was made. Results: The patient had progressive resistance to antifungal therapy and failure to thrive. At one year old, due to her poor prognosis, we performed a full-matched HSCT. The donor was her 9-year-old brother. Two months later the patients looks notably healthier, has gained two kilograms, and does not receive antifungals for about 1 month, without Candida recurrence. We are following the patient carefully. Conclusion: HSCT may be an appropriate therapy for patients with STAT1 gain-of-function mutation, especially in the context of antifungal resistance and poor prognosis. There is a huge work to do in the field of PID in Peru. Genetic causes of childhood-onset hypogammaglobulinemia are currently not well understood. Patients are sporadic, but autosomal dominant (AD) and recessive (AR) inheritance have been described. We performed genetic linkage analysis in AR-families with hypogammaglobulinemia. Four AR-families with childhood-onset humoral immune deficiency (ID) and autoimmunity (AI) shared evidence for a linkage interval on chromosome 4q. Sequencing of candidate genes revealed that patients carried a distinct homozygous mutation in LRBA. All mutations segregated with the disease, homozygous individuals showed symptoms, while heterozygous were healthy. Mutations caused loss of protein expression, defective B cell activation, increased susceptibility to apoptosis and reduced autophagy. Phosphorylation of the pro-apoptotic protein BAD was reduced but transient expression of full-length LRBA in LRBA-deficient B cells restored BAD phosphorylation. We conclude that mutations in LRBA cause an ID characterized by defects in B cell activation, autophagy and susceptibility to apoptosis that is associated with a phenotype of hypogammaglobulinemia and AI. Genetic defects of the IFNg/IL-12 pathways lead to increased susceptibility to mycobacteria of low pathogenicity. Antibodies to these cytokines have been found to result in an acquired form of immunodeficiency, presenting as chronic, extra-pulmonary infection with non-tuberculous mycobacteria (NTM). We describe two such cases of this acquired immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gp91phox Expression and Severity of Clinical Manifestations in X-CGD"
        },
        {
            "text": "The patients presented with progressive lymphadenopathy and systemic symptoms. NTM species were isolated from sequential lymphnode biopsies. Upon evaluation for immune deficiency, patients' plasma was found to inhibit responses to IFNg, shown by the absence of pSTAT1 in normal PBMCs stimulated with IFNg and confirmed by testing the immunoglobulin fraction of patients' plasma. Anti-cytokine antibodies may cause secondary immunodeficiency in cases such as these. It is therefore important to test for anti-cytokine antibodies in the diagnosis of chronic, treatment-refractory infections such as in the cases described. Sterilization of pathogens with radiation holds promise for development of inactivated whole-organism vaccines. However, the radiation required for sterility risks destruction of immunogenic epitopes. We show that killing can be uncoupled from epitope damage using an Mn2+ P3-peptide complex of Deinococcus radiodurans, a radiation-resistant bacterium. The complex (MnDPPi) had no effect on methicillin resistant Staphylococcus aureus (MRSA) survival yet it preserved the antibody binding. Vaccination with the MnDPPi irradiated MRSA led to significant protection against skin abscess formation in mice. The irradiated vaccine continued to elicit protection in antibody deficient and CD4 depleted mice. This is the first described vaccine conferring protection from skin infection with MRSA and could be of great benefit to patients suffering with recurrent of severe MRSA infections. Similar results were seen with bacteriophage and Venezuelan equine encephalitis virus (VEEV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Term"
        },
        {
            "text": "Research Head and Jeffrey Modell Diagnostic Center, National Institute of Pediatrics, Mexico D.F. C.P. 04530, Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Term"
        },
        {
            "text": "Background: X-linked agammaglobulinemia (XLA) is characterized by impaired B-cell differentiation. Recent evidence shows that Btk participates in TLR signaling. This study evaluates the LPS-induced pro-inflammatory cytokine response by PBMCs from XLA patients. Methods: LPS-induced TNF-α, IL-1β, IL-6, and IL-10 production was determined in PBMCs from thirteen XLA patients and matched healthy controls by ELISA. Results: In response to LPS, PBMCs from XLA patients produced significantly higher amounts of pro-inflammatory cytokines and IL-10 compared to controls. PBMCs from patients with a history of more hospital admissions before their diagnosis and patients with lower expression of Btk in monocytes produced higher levels of TNF-α and IL-1β, respectively. PBMCs from patients with lower serum IgA levels showed a higher production of TNF-α and IL-1β. Punctual mutations in the Btk gene were associated with higher serum IgG levels at diagnosis. Conclusion: Our results demonstrate a predominantly inflammatory response in XLA patients after LPS stimulation. This response may be influenced by environmental factors. Dyskeratosis congenita (DKC) is an inherited disease characterized by somatic features (nail dystrophy, mucosal leukoplakia, abnormal skin pigmentation) as well as immunodeficiency and bone marrow failure. Here we describe a case of a male patient who developed respiratory failure following an adenovirus infection necessitating bilateral lung transplant at 4 years of age for bronchiolitis obliterans. The diagnosis of DKC was made at the age of 9 years after an immunology consult was sought for his low IgG levels. Our case highlights the possibility of DKC presenting initially as bronchoalveolar disease. Appreciation of this presentation is important for prompt diagnosis and management of DKC. Background: Mutations in ATM lead inadequate ds-DNA break repairs such that patients with A-T tend to have hypogammaglobulinemia and lymphopenia. Despite this, we show that A-T patients tolerate live viral vaccines. Methods: We performed a retrospective chart review of 329 cases of A-T seen from 1995 to 2011 at the Johns Hopkins A-T Clinical Center. We reviewed records of immunizations, adverse events and laboratory data closest to the administration of live vaccines. Results: Median levels were IgG 818 mg/dL, IgA 11 mg/ dL, and IgM 161 mg/dL. 15% were IgG-deficient and 45% were IgA-deficient. The median ALC was 1300 cells and CD4 + T cells was 340 cells. There were 246 patients who were lymphopenic and 100 patients with CD4+ lymphopenia. MMR was tolerated in 163 (and 72 more by recall), Varicella by 87 (and 31 by recall). 11 patients had uncomplicated Varicella disease. Live (oral) polio vaccine was tolerated by 68 patients. There were no adverse events. Conclusions: This large group of A-T patients tolerated live vaccines without any reported adverse effects. Thus, care providers should be encouraged to follow routine immunization schedules in patients with A-T. We have identified a subset of patients (7 males, 1 female, ages 15 months to 21 years old) that presented with clinical features more consistent with CVID, ALPS or IPEX, but with negative traditional diagnostic work-ups for these diseases. The most common (7/8) clinical finding in this cohort was multilineage cytopenias. Autoimmunity was prevalent (7/8) in this cohort as well. These patients were subsequently found to have low to very low median telomere length in at least four of the six leukocyte subsets, including naïve T lymphocytes. Immune studies showed a low percentage of naïve CD4 + cells in a majority (6/7) of cohort subjects. Median telomere length in patients of similar clinical phenotype and age with confirmed diagnoses was normal in a majority of the leukocyte subsets, suggesting that the premature shortening of telomeres in our cohort is not a consequence of immune dysregulation, but instead a defect resulting in their clinical phenotype. To elucidate immunological heterogeneity of CVID, we studied 13 patients. We analyzed T, B , NK cell populations, B cell subsets and we assessed molecules important for B cell proliferation and differentiation, such as TACI, ICOS, CD20, ICOSL and BAFFR. For B cell differentiation assays, total PBMCs were cultured with CpG alone, or with SAC Cowan, Pokweed and CpG; flow cytometric analysis of plasmablast generation was perfomed after 7 days of culture. Reduced numbers of T and B cells was observed in CVID patients. One group of 8 patients showed a significant reduction in IgD+ CD27+ memory B cells while 5 patients had similar percentage than the healthy control group. BAFFR expression in B cells was reduced in 4 patients. Finally, the differentiation to plasmablasts was reduced with CpG stimulation; 18.5% of plasmablasts (SD012.5%) in patients whereas it was 24% (SD08.3%) in healthy controls. B cells from CVID patients fail to progress to memory B cells and plasmablasts. Based on these facts, we hypothesize that one or more crucial signaling molecules required to induce terminal differentiation into memory B cells, if defective, may cause CVID. A 2 year old male Egyptian child referred to Zagazig University Hospital clinic with 6 months history of recurrent attacks of gastroenteritis, chest infection and otitis media with motor regression. The child is a result of consangous marriage. His sister died at 5.5 years after recurrent attacks of infections. Examination revealed a blond haired boy in contrast to dark colored relatives with convergent squint in his right eye, significantly enlarged cervical lymph nodes. Spleen was 12 cm below costal margin. Liver span was 9.5 cm. Weight was 9.5 kg and length 87.5 cm. Laboratory investigations revealed Hemoglobin 6.8 gm% platelet count 19×10 3 and WBCs 1.2×10 3 . Hb-electrophoretic pattern and osmotic fragility were normal. Bone marrow aspiration revealed abnormal large granules in all myeloid series up to neutrophils. Chediak Higashi Syndrome was confirmed. Tissue typing for the child and his family members found incompatible for BMT. So patient was put to follow up with supportive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Term"
        },
        {
            "text": "The Impact of TACI Mutations on Health and CVID Neil Romberg, MD 1 ; Nick Chamberlain 2 ; David Saadoun, MD PhD 3 ; Tuure Kinnunen, MD PhD 2 ; Yen Shing Ng 2 ; Mónica Martínez-Gallo, PhD 4 ; Nuria Matamoros, MD 5 ; Rima Rachid, MD 6 ; Raif S. Geha, MD 7 ; Bodo Grimbacher, MD 8 ; Charlotte Cunningham-Rundles, MD PhD 9 and Eric Meffre, PhD 2 TACI mutations are associated with, and predict autoimmunity in CVID, yet these mutations are common in healthy donors. We studied the variable penetrance of TACI mutations by testing the reactivities of recombinant antibodies cloned from single transitional and mature naïve B cells in healthy donors (with and without monoallelic mutations) and CVID patients (with mono or biallelic mutations). Further testing included KREC enumeration, naïve B cell stimulation assays, as well as determination of T cell subsets and serum BAFF concentrations. TACI mutations imposed B cell intrinsic defects with a gene dosage effect including an impaired central B cell tolerance checkpoint and poor B cell responses to TLR/BCR ligation. CVID status, not TACI mutations, correlated with a defective peripheral B cell tolerance checkpoint, higher serum BAFF, lower Treg frequency and a homeostatic expansion of naïve B cells. Hence TACI mutations are responsible for some, but not all, features observed in CVID. A recent genome-wide association study identified single nucleotide polymorphisms and gene copy number variations associated with comorbidities found in CVID. 1 In 223 CVID patients followed at Mt. Sinai, lymphoma was associated with TFDP3, IPMK, PFTK1, HAVCR1, and BC043293. 14 patients (4 male, 10 female) had 2 risk alleles for one or more of these genes. Mean immunoglobulin levels were (mg/dL): IgG 250, IgA 21, IgM 52. Mean isotype-switched memory B cells were 2%. PFTK1 is a CDC2-related kinase thought to be associated with B cell activation; 1 female patient with 2 PFTK1 risk alleles developed B cell lymphoma. HAVCR1 may be involved in T cell activation and regulatory B cell development. 3 female patients with 2 risk alleles for HAVCR1 also developed B cell lymphoma. One patient had 2 risk alleles for TFDP3, IPMK, and HAVCR1 and developed B cell lymphoma and ITP. Further investigation into genetic variants of CVID may further elucidate the pathogenesis of lymphoma in these patients. Introduction & Methods: A prospective, open, multicentre, non-interventional study (NIS) with Octagam® 5% (IGIV, indicated for replacement therapy and immunomodulation) was initiated in Germany in 1995 to observe tolerability. In 2010/09, this NIS was put on hold due to a temporary suspension of marketing authorization and was re-started in 2011/06. Purpose of this interim analysis is to evaluate the tolerability of Octagam® 5% documented in the first 6 months after market return and to compare the outcome with the established tolerability profile seen over the 15 year span. Results: Data from 346 patients were collected in 45 sites from 2011/06 to 2011/11. A total of 1,244 infusions were administered. 5 patients (1.45%) developed an adverse drug reaction (ADR) in 5 of the 1,244 infusions (0.40%). All ADRs were of mild to moderate intensity. Conclusion: The present results confim the re-established tolerability profile of Octagam® 5% in the first 6 months after market return. A four years adopted girl. She began first months of life with severe atopic dermatitis. Hospitalization at six months with chronic diarrhea, presented varicella and several respiratory infections. She continued with severe atopic dermatitis, bronchospasm, recurrent middle ear infections and bilateral pneumonias. After three years she had a new pneumonia with bad evolution needing permanent oxygen therapy. A lung biopsy showed follicular bronchiolitis with lymphocyte hyperplasia. Immunology evaluation: Hypergammaglobulinemia, absent IgG4, impaired specific polysacarid response, Normal lymphocyte population, low memory CD19+ CD27+ IgM-IgD+ and CD19+ CD27+ IgM-IgD-cells. Low CD4CD25FOXp3. Absent basal and stimulated CD25. She began immunosuppression treatment with solumedrol pulses and mofetil micofenolate also antibiotic profilaxis. She improved and didn t need oxygen therapy. The molecular study confirmed the diagnose and we indicated stem cell transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Year Old Egyptian Child with Chediak-Higashi Syndrome"
        },
        {
            "text": "While subcutaneous immunoglobulin (SCIG) is only FDA approved for weekly dosing, high-concentration SCIG allows more flexible dosing. We report 3 common variable immunodeficiency patients treated every other week (biweekly) with 20% SCIG and 16% SCIG (not available in US). Patient 1 began weekly 16% SCIG (3.2 g/dose). For convenience she began biweekly 20% SCIG. Patient 2 began biweekly 16% SCIG (9.6 g/dose) for convenience, then biweekly 20% SCIG. Patient 3 began weekly 10% SCIG (10 g/dose). For convenience she independently began biweekly dosing, then biweekly 16% SCIG (14.4 g/dose), and then biweekly 20% SCIG. All have been free of pneumonia/sepsis/meningitis and complications with 20% SCIG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follicular Bronchiolitis and"
        },
        {
            "text": "*Mild COPD and asthma. BP 0 bronchopulmonary; COPD 0 chronic obstructive pulmonary disease; PVA 0 poor venous access. Anticoagulant and antiplatelet drugs (AC/AP) are used for treatment and prophylaxis of thrombotic and vascular diseases. Due to the high prevalence of these diseases, AC/AP use is common in patients with primary or secondary immunodeficiency disease (PIDD; SIDD). Additionally, some PIDDs have congenital cardiovascular manifestations requiring AC/AP. Since IgG replacement for immunodeficiency may be administered subcutaneously (SCIG), the safety of concomitant AC/AP prophylaxis and SCIG needs to be assessed. We report on 33 patients (3-89 y) with PIDD or SIDD currently treated with 16% or 20% SCIG and AC/AP such as aspirin, warfarin, heparin, and/or clopidogrel for conditions including congenital heart disease and pulmonary embolism or for prophylaxis. Infusion site bleeding and bruising have not been observed in these patients except for mild bruising during the first month in 1 patient, indicating no increased risk of SCIG infusion site complications with AC/AP. We study a form of CVID characterized by late-onset B cell lymphopenia due to impaired B cell production in the bone marrow of horses. We used transcriptome sequencing to obtain a comprehensive view of gene expression in the bone marrow of 8 CVID-affected and 3 healthy horses. Nearly 27,000 genes were annotated and quantitated, and genes with expression levels significantly different from healthy controls were identified for each CVID-affected horse. 131 differentially-expressed genes were shared among the 8 CVID-affected horses, including known genes, novel uncharacterized or retrotransposed genes, pseudogenes, non-coding RNAs, and micro RNAs. Notably, >40% of these genes have roles in hematological system development and function or immunological disease. The data also revealed an apparent inhibition of beta catenin and FOXO1 transcription factors, both of which affect B cell fate. We are using this dataset to gain novel insights into the biology of the CVID disease process. Hypogammaglobulinemia in infants with normal antibody responses to vaccination and no evidence of other immune deficiency may reflect a transient delay in immunoglobulin (Ig) production or presage another immunodeficiency. This study correlated initial aggregate Ig levels with time to normalization in 102 infants. The initial IgG+ IgA+ IgM level as a percentage of lower limit of age adjusted aggregate normal Ig's was inversely correlated with time to normalization of all Ig isotypes (p00.008). When infants' aggregate Ig's were divided into quartiles, it was found that in the lowest quartile (<81% of lower limit of normal) the median time to Ig normalization was greater than 60 months with only 34% normal 36 months after diagnosis. Infants in the highest quartile (>130%) resolved in a median time of 3.1 months with 77% normal 36 months years after diagnosis. We conclude that aggregate Ig level at diagnosis as a percentage of lower limit of normal is a strong predictor of time to normalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follicular Bronchiolitis and"
        },
        {
            "text": "Kamonwan Jutivorakool, MD 1,2 ; Li Ding, MD 1 ; Amy P Hsu 1 ; Steven M Holland, MD 1 and Sarah K Browne, MD 1 Background: Anti-interferon-gamma (IFNγ) autoantibodies are an emerging cause of adult onset immunodeficiency. The isotype, IgG subclass, and specific epitopes that confer the most biological activity remain unknown. Methods: We studied 20 patients using a particle-based assay to determine titer, epitope, isotype and IgG subclass. Results: No patients had IgA or IgE autoantibodies; IgM polyreactivity was identified in patients and controls indicating non-specificity. Anti-IFNγ antibodies were predominantly IgG3 and IgG4. At least 1 linear epitope was identified in 75% of patients (range 1-5 epitopes/patient). The final 13 amino acids (TGKRKRSQMLFRG) at the C terminus were most immunogenic, corresponding with a critical region for biological activity (Walter MR et al., Nature, 1995) . Discussion: Anti-IFNγ autoantibodies recognizing the C terminus are common and specific in this adult-onset immunodeficiency. The molecular basis for defective Stat3 function in AD HIES is unclear. We hypothesize that mutations decrease Stat3 stability and impair interaction with TRiC, a chaperonin protein essential for Stat3 biogenesis and function.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 902,
                    "text": "(Walter MR et al., Nature, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epitope Mapping, Isotype and IgG Subclass of Anti-Interferon Gamma Autoantibodies"
        },
        {
            "text": "Computer modeling predicted that 95% of AD HIES mutations are destabilizing, and that mutations can be categorized based on impairment of 1 of 3 functions: 1) DNA binding, 2) dimerization, or 3) protein folding. Only mutants predicted to impair folding (including Y657S), had reduced TRiC binding (10%) compared with wild type (WT) in vitro (p<0.01). HSF1a, a small molecule that upregulates TRiC activity, increased phosphotyrosylated (pY-) Stat3 from 9.8% to 34% of WT in AD HIES patient (Y657S) B cells (p 00.04). HSF1a+ geranylgeranylacetone, an anti-ulcer drug that upregulates HSP70, increased Y657S pY-Stat3 to 53% of WT (p 00.04). Improving Stat3 proteostasis with pharmacologic proteostasis modulators may lead to improved Stat3 function in AD HIES patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epitope Mapping, Isotype and IgG Subclass of Anti-Interferon Gamma Autoantibodies"
        },
        {
            "text": "Titer, and Not Avidity Determines Degree of Pathogenicity of Anti-IFNγ Autoantibodies in Mediating Immunodeficiency Background: An emerging adult onset immunodeficiency has been described that is due to high-titer, neutralizing anti-IFNγ autoantibodies. Little is known about the properties of these antibodies and whether it is titer or avidity that influences disease activity. Methods: Using a particle-based approach and surface plasmon resonance, we measured concentration and avidity of IFNγ autoantibodies in 10 patients during active and inactive infection. To functionally evaluate the effects of concentration versus avidity, we quantified ability of the anti-IFNγ autoantibodies to inhibit IFNγ-induced pSTAT1 in normal PBMC. Results: Anti-IFNγ autoantibodies bound IFNγ with high affinity (k off values of 10 −3 to 10 −4 s −1 ) comparable to commercial monoclonals. Despite slight variations in avidity, titer proved more important in determining neutralizing capacity. Discussion: Monitoring antibody titers may be an important marker of disease activity and may help guide clinical management. Most WAS gene mutations that result in lack of WAS protein (WASp) cause classic Wiskott-Aldrich Syndrome (WAS). Reversion of these mutations is estimated to occur in 10% of WAS patients, but the implications of these revertants on WASp function are unknown. A 6 year old boy who presented at 1 yr. with WAS had a stop-codon (756 G>A,W252X) in the WAS gene, and no WASp expression except for a few CD8 + (2%) cells. The proportion of WASp + cells increased to 90% (CD8 + ; NK cells); 51% (CD14 + ) and 10% (CD19 + ; CD4 + cells), respectively; thrombocytes remained WASp − . The WASp + leukocytes had undergone a 2nd mutation in the same codon (755 G>C) resulting in W252S. The effect of this reversion: CD8 + cells were predominantly (78%) mature (CD57 + /CD27 − ) and granzyme and perforine positive, oligoclonal and with reduced NK cytotoxicity, synapse formation and actin content. Antibody responses to ΦX174 were depressed, without amplification or isotype switching, similar to classic WAS. We hypothesize that the reversion occurred in committed lymphoid precursors, providing growth advantage to a few clones driven by infections and/or self antigens, without providing protective immunity. STAT3 mutated Hyper IgE syndrome (STAT3 HIES) is characterized by eczema, elevated serum-IgE, and recurrent infections of the skin and respiratory tract. The pyogenic lung infections frequently heal abnormally leading to pneumatocoeles and bronchiectasis. Superinfection of these parenchymal abnormalities is a major source of morbidity and mortality. Several case reports suggest that healing from lung surgeries may be abnormal. We reviewed the surgical outcomes of 32 STAT3 HIES patients who underwent resection of lung parenchyma. Thirty-six surgeries were performed with complications noted in 19 (53%). Prolonged bronchopleural fistulae lasting more than 2 weeks, frequently leading to empyema, was the most common complication, occurring in 17 of 36 surgeries (47%). There was no significant difference between the complicated and uncomplicated surgery groups between mean age at time of surgery, year of surgery, or mutation domain. Abnormal healing of lung parenchyma in STAT3 HIES patients is apparent after both pyogenic pneumonias and lung surgeries and should be considered prior to surgical resection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epitope Mapping, Isotype and IgG Subclass of Anti-Interferon Gamma Autoantibodies"
        },
        {
            "text": "Background: Health-related quality of life (HRQOL) is an important measure of a disease's impact on wellbeing. The long-term effects of CVID and its therapies on HRQOL are unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversion of was"
        },
        {
            "text": "Objective: To determine how HRQOL in CVID changes over 11 years, which aspects of HRQOL are affected, and the effects of Ig replacement modality. Methods: 13 subjects with CVID completed the SF-36 Health Survey at 2 time points 11 years apart. Changes in HRQOL were measured and differences between SCIG and IVIG treated subjects were explored. Results: Mental and emotional health showed no change (p > 0.05), the ability to perform physical functions decreased (p<0.05), but general health and wellbeing increased (p < 0.05). Subjects receiving SCIG saw a decrease in 6 of 8 HRQOL scales with no change in 2 and those receiving IVIG saw improvements in 2 of 8 scales with no change in 6. Conclusions: HRQOL is dynamic in CVID with subjects on SCIG primarily seeing decreases in HRQOL and those on IVIG remaining stable or improving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversion of was"
        },
        {
            "text": "Michael Folate and B12 metabolism are essential for de novo purine metabolism, and previously described defects in these pathways have been associated with megaloblastic anemia and immunodeficiency. Homozygous mutations in the trifunctional protein MTHFD1 were recently described in a patient with severe combined immunodeficiency (SCID), megaloblastic cytopenia, atypical hemolytic-uremic syndrome, and neurologic abnormalities. This protein has been shown to be essential for processing of single-carbon folate derivatives, which are necessary for processing of homocysteine as well as production of nucleotide precursors. Here we describe the full immunological details of this case. Supplementation with hydroxycobalamin and high-dose folic acid provided partial immune reconstitution, with improvement in lymphocyte numbers and function as well as the megaloblastic anemia. This novel finding expands the metabolic causes of SCID and presents an important addition to the existing differential diagnosis due to the positive impact of metabolic replacement therapy. SLAM molecules whose signaling can be mediated by SAP, have been proposed to play a role in the development of autoimmunity. To characterize the involvement of SLAMs in the establishment of human B cell tolerance, we tested the reactivity of antibodies isolated from single B cells from XLP patients with SAP-deficiency. We found that autoreactive mature na•ve B cells failed to be counterselected and accumulated in the periphery of these patients. Thus the peripheral B cell tolerance checkpoint is not functional without functional SAP. We also found that XLP patients displayed a defective central B cell tolerance checkpoint. SAP could be detected in a subpopulation of immature B cells possibly undergoing receptor editing, further supporting our conclusion that functional SAP is critical for central B cell tolerance. We conclude that functional SAP expression is required for the counterselection of developing autoreactive B cells and the establishment of B cell tolerance in humans. (Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2064,
                    "end": 2071,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "Severe Combined Immunodeficiency Resulting from Mutations in MTHFD1"
        },
        {
            "text": "RESULTS. We have received around 20 consultations finding 11 PIDD patients in the first 3 months (3.6 patients/ month). Mean age of 6 years (0.1-17 years). Mean diagnostic delay of 3 years (0.1-13 years). Our results are encouraging because no previous effort about PIDD diagnosis and care existed in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PIDD in a New"
        },
        {
            "text": "Alexander Patients with CVID seen at our institution within the past 5 years were identified through electronic medical record query. Demographics, associated diagnoses, lab results and mortality were analyzed. 169 patients were identified with female predominance (69%). The mean age was 50 years (range 6-83 yrs). The majority of cases received immunoglobulin replacement (95%) and had decreased IgA and IgM levels (68%, 62%). Clinical course was complicated by asthma (60%), bronchiectasis (15%), granulomas (9%) and autoimmune disease (35%) and 3.6% underwent splenectomy. There were no gender differences except bronchiectasis had a male predominance (p00.03). Over the past 5 years, 21 patient died (12.4%). Our cohort provides outcomes data for CVID patients followed in a local referral center and is notable for a higher percentage of females, high incidence of pulmonary disease and male predominance of bronchiectasis. This cohort provides a basis for further analysis and investigations. Mutations in STXBP2 cause familial hemophagocytic lymphohistiocytosis (HLH). We describe a patient with a lymphoproliferative syndrome who was found to have STXBP2 deficiency. An 11 year old girl developed immune thrombocytopenia (ITP) and splenomegaly. Bone marrow biopsy was normal and she responded to steroids. However, she suffered multiple relapses. At age 13, she developed AR form of CGD is more common in countries who have high rate of consanguinity, in Iran as well. The aim of this study was to assess consecutive siblings with AR CGD in families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Twenty-four families who had at least two children with CGD entered this study. We evaluated families according to consecutive siblings affected with CGD. Consecutiveness considered when there was at least two consecutive siblings affected with CGD. Of these families, 19 families had consecutive siblings with CGD that there were 1 family with 8, 2 families with 4 and 1 family with 3 and 15 families with 2 consecutive CGD children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "The rate of first cousin, second cousin and nonconsanguineous marriages were 13 (54.2) (31 children), 7 (29.2) (22 children) and 4 families (16.7) (8 children) respectively. Rate of consecutive siblings were 9 of 13 families in first cousin, 6 of 7 in second cousin and 4 of 4 in nonconsanguineous families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Risk of AR disorders is 25% in each pregnancy. We observed consecutive siblings with CGD in 80% of the families. We concluded genetic and environmental factors rather than consanguinity may involve in consecutivity of siblings with AR CGD which these findings need to be studied more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Clinical and Immunological Characterization of Infection-Prone Children in Southern Sweden (UTIBS)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Nicholas Brodszki 1 Dept of Pedatric Allergy&Immunology, Childrens Hospital, Lund University Hospital, Lund, Sweden and Lennart Truedsson, Clinical Immunology and Transfusion medicine, University and Regional Laboratories Region Skåne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "During a period of 4 years clinical data and blood samples were collected from all the children suspected to have PID referred to 4 specialized pediatric settings in Southern Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Criteria that motivated evaluation of the infection-prone children were based on the \"10 Warning Signs\" defined by ESID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "The epidemiological, clinical and laboratory results of this pediatric cohort will be presented. Chronic granulomatous disease (CGD) is a primary immunodeficiency that affects phagocyte oxidative metabolism. In addition to infectious complications, CGD may present with granulomatous colitis, perianal abscesses, hepatic abscesses or granulomas, failure to thrive, and obstruction of the gastrointestinal tract. In the following case report, we describe a 2 year-old Pakistani female with a novel mutation of the CYBA gene affecting the p22 PHOX protein, a history of CGD related colitis, failure to thrive, and recurrent hypoalbuminemia presenting with a chronic acrodermatitis enteropathica like rash and alopecia secondary to malnutrition and zinc deficiency. While inflammatory bowel disease has been well described in CGD, zinc deficiency has not been previously reported. Screening for this micronutrient deficiency should be a consideration in the management of patients with CGD and other PID diagnoses associated with colitis given its critical role in immunologic function. Equine common variable immune deficiency (CVID) is the only described natural model of disease that shares similarities to the human condition. CVID-affected horses lack B cell production in the bone marrow due to a halt at pre-pro B cell differentiation. The B cell development from hematopoietic stem cells is regulated by bone marrow extracellular signals, transcription factors and epigenetic modifications. We have established an in vitro system for B cell differentiation using equine CD34 + hematopoietic stem cells in stromal cell conditioned media and cytokines. At 18 days of culture, 77% of lymphocytes are positive for CD19 using flow cytometry. We are currently investigating stages of B cell differentiation using immunocytofluorescence microscopy. Our goal is to use this system to rescue B cell development of CVID-affected horses. The in vitro system allows the study of epigenetic modifications in B cell development, with applications to in vitro differentiation of human B cells. hypermorphic mutations in IKBA. We identified a novel heterozygous IκBα missense mutation (p.M37K) in a boy with EDA-ID, autoimmune thyroiditis and panhypopituitarism, recurrent candidiasis and low Th17 cell counts. To assess the consequences of this mutation on NF-κB function we evaluated cytokine production by the patient's leukocytes and IκBα degradation in patient fibroblasts. HeLa cells expressing IκBα-M37K, -S36A, or -wild type were evaluated for IκBα degradation and NF-κB nuclear translocation and activation after stimulation with TNF-α. The patient had reduced IL-6 and no IL-10 production in response to NF-κB activation. HeLa cells expressing IκBα-M37K protein were found to have abolished degradation, impaired NF-κB nuclear translocation and reduced NF-κB dependent luciferase activity compared to wild type, similar to those cells expressing IκBα-S36A. Our data suggest that the M37K mutation exerts a dominant-negative effect on NF-κB activation expanding the clinical and genetic spectrum of AD-EDA-ID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations of CD154 and Aid in Mexican Patients with Hyper-IgM Syndrome"
        },
        {
            "text": "Mayra STAT3 HIES patients anecdotally have exaggerated adverse reactions to PPV-23. We reviewed PPV-23 vaccination history for 29 patients. Twelve received the vaccine, 9 (75%, 10-38 years) had adverse reactions. 7/9 had large local cellulitis-like reactions; 5/7 were hospitalized for IV antibiotics; 2 were hospitalized for pneumonia within 24 h. Of the 9 patients with adverse reactions, this was the first PPV-23 vaccine for 6. STAT3 mutation analysis (available for 11/12 vaccinees) did not reveal differences between those with and without adverse reactions (SH2 domain in 80% and 67% respectively). S. pneumoniae titers were available for 10/12 patients. Average protective serotypes (>1.3) for patients who tolerated PPV-23 were 7.5/23 while for those with cellulitis-like reactions it was 12.66/23. Patients did not report adverse reactions to the protein conjugate pneumococcal vaccine. Adverse PPV-23 reactions in STAT3-HIES patients are common, appear specific and can be severe. Background: Sensorineural hearing loss (SNHL) has been reported in ADA-SCID. Cochlear implants (CI) significantly improve hearing and communication in patients with severe hearing loss. History: This 13-year-old male who presented with multisystem organ failure at 13 months after receiving varicella vaccine was diagnosed with ADA-SCID. He has been treated with PEG-ADA and IgG. Speech problems were noted at age 5 and hearing loss was diagnosed at age 6. Treatment: Pretest showed severe to profound SNHL. With hearing aids, speech discrimination was <15% for each ear. CI was surgically placed in a subperiosteal pocket behind the ear and connected to an electrode placed into the cochlear scala tympani. After healing, an external sound processor activated the implant. Testing 6 months after activation showed normal pure tone thresholds. Speech discrimination had improved to 40%. Conclusion: ADA-SCID patients should be screened for SNHL, and can respond favorably to CI when indicated. Immune reconstitution in HSCT for IPEX syndrome can be difficult. We described an IPEX patient who received matched unrelated cord blood cell transplantation after reducedintensity conditioning regimen that resulted in stable donor engraftment and improvement of clinical conditions apart from gastrointestinal symptoms, which recovered after months. Therefore we set to investigate the engraftment of donor cells in the gut mucosa. FOXP3+ cells were detected at different times after transplant and showed an increase of FOXP3+ cells/mm2 of total small bowel mucosa over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonary Morphologic and Functional Abnormalities in Patients with Primary Hypogammaglobulinemia"
        },
        {
            "text": "Moreover the presence of FOXP3 mutation and donor chimerism in gDNA obtained from CD4+ cells on gut lymphoid tissue revealed a preferential homing of Treg donor cells to the gut compared to the periphery. We demonstrate that Treg engraftment in the gut can be different and take longer compared to peripheral blood. Clinical recovery is consistent with increase of donor FOXP3+ cells within the intestine. We used next-generation sequencing to examine the exome (protein-coding regions of the genome) from a 17-year old girl with features suggestive of Hermansky-Pudlak syndrome or Griscelli syndrome but lacking mutations in AP3B1 and RAB27A. Her findings included recurrent cutaneous infections, oculocutaneous albinism, nystagmus, leucopenia, thrombocytopenia as well as decreased cytolytic activity of natural killer (NK) cells. The patient was homozygous for a nonsense mutation, c.232C>T, (p.Q78X) in PLDN, which encodes pallidin. NK cells from the patient did not express pallidin and had increased cell surface levels of CD63 and CD107a, suggesting a lysosomal trafficking defect. PLDN replacement in NK cells from the patient normalized CD107a levels. Mice with mutations in the homologous gene, pallid, exhibit partial albinism, platelet storage pool defects and emphysema. Our findings illustrate the utility of exome sequencing for establishing heritability and gene discovery of new childhood recessive diseases. We suggest consideration of PLDN mutations in the differential diagnosis of primary immunodeficiencies featuring partial albinism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gut Immune Reconstitution in IPEX Syndrome After HSCT"
        },
        {
            "text": "Ataxia-Telangiectasia and CD8 + T Cells Acute Lymphoid Leukemia in a Brazilian Patient: A Case Report A Brazilian boy with Ataxia-Telangiectasia (AT) diagnosed at 7 years of age, looked for the hospital at the age of 9 complaining of vomiting and disseminated hematomas for 10 days. The initial evaluation revealed only anemia (Hb08,3 g/dL) and thrombocytopenia (19000 platelets/mm3). The bone marrow aspirate showed 90% of lymphoid blasts, being diagnosed CD8+ T cells acute leukemia and the patient was submitted to chemotherapy. During the treatment, he developed pneumonia, hepatomegaly and acute tumor lysis syndrome, followed by septic shock and acute renal failure. Despite intensive care efforts, he died a month after cancer diagnosis. AT is a neurodegenerative disease, associated to immunodeficiency, high sensitivity to ionizing radiation and predisposition to cancer. This case revealed how aggressive could be a neoplasia in AT patients, in which a careful cancer surveillance is mandatory, with clinical and laboratorial control, avoiding unnecessary radiation exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gut Immune Reconstitution in IPEX Syndrome After HSCT"
        },
        {
            "text": "Kaoru Nagato 1 ; Shinichiro Motohashi 2 and Toshinori Nakayama 1 1 Department of Immunology, Chiba University, Chiba, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulation of Activated Invariant NKT Cells in the Tumor Microenvironment After α-Galactosylceramide-Pulsed Antigen Presenting Cells"
        },
        {
            "text": "2 Department of Medical Immnology, Chiba University, Chiba, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulation of Activated Invariant NKT Cells in the Tumor Microenvironment After α-Galactosylceramide-Pulsed Antigen Presenting Cells"
        },
        {
            "text": "Invariant natural killer T (iNKT) cells are activated by a specific ligand, &alpha;-Galactosylceramide (&alpha;-GalCer) and show potent anti-tumor activity. An exploratory study protocol was designed with the preoperative administration of &alpha;-GalCer-pulsed antigen presenting cells (APCs) in patients with lung cancer to clarify the mechanisms of iNKT cell dependent anti-tumor responses, especially focusing on the precise tumor site. Patients with operable advanced lung cancer received an intravenous injection of &alpha;-GalCer-pulsed APCs before surgery. The resected lung and tumor infiltrating lymphocytes (TILs) were collected and iNKT cell-specific immune responses were analyzed. There was a significant increase in the iNKT cell numbers in the TILs and an augmented IFN-&gamma; production in the &alpha;-GalCerstimulated TILs. The injection of &alpha;-GalCer-pulsed APCs successfully induced the dramatic infiltration and activation of iNKT cells in the tumor microenvironment. Some CVID patients present large immature-looking B lymphocytes in the peripheral blood. Differentiation stages of B cells were qualified by multiparametric FCM and markers CD5, CD19, CD23, CD38, CD45, and FMC7. The analysis of 16 patients and 9 healthy donors revealed that all donors and 13 CVID patients had normal counts of prototypical mature B cells. However, 3 patients had increased numbers of immature and decreased numbers of mature B cells. Those immature cells were earlier stages normally restricted to lymphoid tissues. Analysis of the Unfolded Protein Response (UPR) revealed that B cells from one of these patients presented chronic ER stress, suggesting an inability to deal with physiological demands for protein folding. We identified a sub-group of CVID patients whose circulating immature B cells might be unable to produce Igs due to their immature state. The chronic ER stress found in one these patients interferes with the cell's maturation program and lead to early apoptosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accumulation of Activated Invariant NKT Cells in the Tumor Microenvironment After α-Galactosylceramide-Pulsed Antigen Presenting Cells"
        },
        {
            "text": "Maristela M. de Camargo 1 1 Immunology Department, University of São Paulo, São Paulo, Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of Comparative Models for Primary Immunodeficiencies"
        },
        {
            "text": "Domestic animals, both pets and production species, are victims of several PIDs already described in humans, being subjected to the same devastating consequences. Some of these PID are rather common and frequently diagnosed, such as SCID in horses and X-SCID in dogs while others remain poorly diagnosed and thus, their incidence remains unknown. The features of the PID identified in domestic animals are conserved with those observed in humans PID, making domestic animals an excellent source of models for the study of PID mechanisms and attempts to novel treatments. Granulomatous disease in CVID is rare and steroids are the main therapeutic option, but resistance or early relapses upon tapering are not uncommon. We present the case of a 28 years-old CVID male patient with multiple pulmonary nodules, lymphadenopathy, splenomegaly and elevated liver enzymes. Histopathological examinations showed nonspecific inflammatory changes in lungs and retroperitoneal lymph nodes, as well as mild fibrosis and both nonspecific and granulomatous inflammation in the liver. He went on two courses of steroids and prophylactic antibiotics plus IVIg, with excellent clinical response. Early reappearance of lung nodules was observed after steroid tapering. Alternative immunomodulatory strategies with hydroxychloroquine and azathioprine have been used to control granulomatous inflammation. Other immunosuppressive approaches should be considered but require judicious evaluation of disease burden and comorbidities. High IgE and eosinophilia have been noted in ADA deficient patients without profound lymphopenia. We wished to examine patients with classic ADA-SCID for allergic phenotypes and cellular function. Allergic histories, skin prick testing, serum IgE, lymphocyte subsets and T-cell cytokine production were measured in 17 patients with typical ADA-SCID. Elevated serum IgE, eosinophilia, allergic rhinitis and/or asthma and skin prick positivity correlating with disease were present in 71% of patients regardless of treatment modality, but eczema was not a feature. 86% had marked elevations of IL-4 and IL-13 producing effector memory CD4 cells which correlated to clinical disease. This immune dysregulation was not explained by diminished frequencies of regulatory T cells. A CD4 Th2 bias and allergies are common in ADA-SCID. Unlike other diseases of hypomorphic SCID, patients have milder, focal disease and provide a model to study how lymphopenia leads to allergen-specific Th2 disease. Background: Adenovirus infection is a serious and often fatal complication in immunocompromised patients. IV Cidofovir has been reported to have variable efficacy in treating Adenovirus but is associated with significant toxicity, especially renal and possible marrow toxicity. CMX001 is an oral lipid antiviral conjugate that generates high intracellular levels of the active cidofovir-diphosphate without evidence of cidofovir-like nephrotoxicity. Results: We report on 6 patients with adenovirus disease treated with CMX001. The median age was 1.9 years (Range 1.5 to 11.8). Adenovirus disease was diagnosed at a median of 38 days (range −7 to 300 days) after transplant. Five of six patients (83%) had a≥1 log drop in viral load at the end of 1 week of therapy. Two patients developed diarrhea that was likely related to CMX001 therapy . No other significant side effects were observed. Discussion: Our data demonstrates that CMX001 has efficacy against adenoviral infections with a favorable safety profile. Clinicians carrying for immunocompromised individuals with adenovirus infections should consider early use of CMX001 for severe adenovirus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of Comparative Models for Primary Immunodeficiencies"
        },
        {
            "text": "Introduction: Chronic Mucocutaneous Candidiasis (CMC) often results from acquired T-cell Immunodeficiencies. More rarely, CMC results from inborn errors of immunity. The molecular and cellular basis of CMCD is not completely understood. Recent advances advocate the importance of Th17 cells and their cytokines, IL-17A, IL-17F and IL-22. Objective: Describe possible abnormalities in the immune system reported in patients with CMCD. Methods: Peripheral blood lymphocytes immunophenotyping for CD4+ and CD8+ was carried out on 5 patients with recurrent fungal infections involving skin, nails and mucosal tissues. Results: We did not find abnormalities in T cell counts in the present clinical serie. The count and percentage of T cells population, T helper cells (CD4+) and cytotoxic T cells (CD8+), were normal or near normal, according to age. Conclusion: Mucocutaneous immunity against Candida species involves both the innate and adaptative arms of the immune system. Intrinsic molecular defects have been described in this two compartments, leading to impair Th17 cytokines production and demonstrating the antifungal effects of Th17 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD4+ and CD8+ T Cell Count in Patients with Recurrent Fungal Infections Evaluated for Primary Immunodeficiency in a Single Center in Brazil"
        },
        {
            "text": "Stephanie Jade Anover-Sombke B.S. 1 ; Hans Ochs 1 and Troy R. Torgerson, MD PhD 1 1 University of Washington, Center for Immunity and Immunotherapies Seattle Children's Research Institute, Seattle, WA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Improved Flow-Based Screening Method for Severe Combined Immunodeficiency (SCID)"
        },
        {
            "text": "Severe combined immunodeficiency (SCID) is a syndrome characterized by severely impaired cellular and humoral immunity caused by the variable absence of functional T, B, or NK cells. Twenty-one different gene defects have been associated with a SCID phenotype but approximately 50% of cases are caused by mutations in the common gamma chain (γc) or Janus kinase 3 (JAK3), both of which are critical components of the receptors for IL-2, IL-7, and IL-15. Patients with these defects typically have a T-/B+/NK-SCID phenotype. In order to screen patients for SCID and prioritize genes for sequencing, we have utilized the measurement of STAT5 phosphorylation by flow cytometry in response to IL-2 as a rapid functional assessment to identify γc or JAK3 SCID. Unfortunately, we have found that in the absence of stimulation, B cells (the only lymphocyte subset present in γc or JAK3 SCID) do not reliably phosphorylate STAT5 in response to IL-2. We have therefore developed and evaluated a new method incorporating IL-21 stimulated STAT3 phosphorylation as a functional screen. We demonstrate that this method is as sensitive as the STAT5 assay and does not require B cell pre-activation. On October 1, 2011 the CTDPHL began validating a newborn screening assay for SCID. The assay was an adaption of a CDC-developed in-situ, semi-quantitative PCR method to detect T cell receptor excision circles (TREC) in dried blood spot reference material. Calibrator reference material with established TREC levels were used to perform a population based screening for 4457 newborn samples. The CT method demonstrated a patient sample sensitivity of 100% and specificity of 99.3%. The New England Newborn Screening Program confirmed abnormal results using another validated analysis method. During the validation, a new SCID patient was identified. Definitive diagnosis and transplantation of the newly identified patient was made prior to onset of infectious disease. Aside from demonstrating the efficacy of the method, this effort underscores the necessity and value of collaborations between state and federal organizations and their partners at hospitals. ALPS is a disease associated with defects of lymphocyte apoptosis leading to lymphoproliferation and autoimmunity. There are no specific therapies for ALPS besides immunosuppressive agents like high dose steroids and rapamycin. ABT-737 is a BH3 mimetic agent that binds and inactivates anti-apoptotic proteins of the BCL-2 family and is of potential interest for the treatment of ALPS, given that it directly activates the intrinsic pathway of apoptosis. Lpr mice were treated with dexamethasone followed by ABT-737, dexamethasone alone, ABT-737 alone or vehicle only for 11 weeks. Vehicle treated mice developed very severe lymphoproliferation, while Dex+ABT-737 treated mice had the greatest reduction in lymph node and spleen weights and cellularity, followed by ABT-737 alone. The DNT cells were reduced to a greater extent than other lymphocyte subsets. No bone marrow toxicity was noted. The combination therapy was also effective in preventing the development of autoimmune glomerulonephritis and reducing anti-dsDNA serum levels. These studies provide the first evidence for the utility of this class of drugs in the treatment of a nonmalignant disorder. A 6 yo boy was diagnosed with XLA at 2 y after presenting with recurrent infections. He had no detectable Ig levels except for low IgM, no detectable B cells, no detectable BTK protein and a mutation in btk. He was started on IVIG with good results. At 5 y, he developed submandibular lymphadenopathy reactive to gingivitis. He underwent debridement and pathological examination of the tissue showed mucosal ulceration with focal granulomatous inflammation, hyperkeratosis and acanthosis suggesting the possibility of chronic granulomatous disease. Results of our flow cytometry based neutrophil oxidative burst assay indicated levels of fluorescence that were low compared to healthy controls. Results obtained from the mother showed both a normal population of neutrophils and a population with activity levels that were below normal (consistent with an X-linked carrier). Sequencing of the CYBB gene revealed a novel point mutation, likely a hypomorphic mutation since there is residual activity. Rationale: Newborns with T cell lymphopenia not low enough to meet the definition of SCID have been identified on NY state SCID newborn screening (NBS). Most agree that 0 TRECs on NBS with <200 naïve T cells per μL establishes a diagnosis of SCID, even without a history of opportunistic infection or a molecular diagnosis. When infants are born with low TRECs but >200 naïve T cells, the diagnosis becomes difficult. Methods: Clinical data is presented for 9 patients (represent-ing~190,000 births per year) with T cell lymphopenia which did not meet criteria for SCID. Results: Initial TREC average ranged from 0 to 156. The etiology of T cell lymphopenia is unknown in 7 cases and resolved in 3. Currently 7 cases are clinically well and 2 lack follow-up. Conclusion: An emerging problem with NBS for SCID involves identification of infants found to have T cell lymphopenia at levels that do not meet the classical definition of SCID. There is currently no consensus on the optimal approach nor long-term data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Improved Flow-Based Screening Method for Severe Combined Immunodeficiency (SCID)"
        },
        {
            "text": "Nicholas Hubbard 1 ; Takashi Yamazaki 2 ; Stephanie Anover-Sombke 1 ; Stacey Rylaarsdam 1 ; Hans Ochs 1,3 and Troy R. Torgerson, MD PhD 1,3 Functional analysis of autosomal dominant Hyper-IgE Syndrome mutations in STAT3 led us to discover the distinct function of a 16 amino acid linker between the conserved SH2 and Transactivation (TA) domains of the STAT3 protein. In vitro analysis of a patient derived in-frame deletion revealed disrupted nuclear localization. Further investigation demonstrated a length dependent, sequence independent, requirement of eight amino acids, resulting in a unique molecular phenotype where STAT3 binds the receptor normally, is phosphorylated and internalized via receptor mediated endocytosis, but cannot be released from the internalized vesicle to enter the nucleus. These data suggest that this mutation causes a disruption in the transition from the latent dimer to an activated DNA binding dimer, and that this conformational change is necessary for dissociation from the receptor. Sequence analyses of other STAT family members revealed a homologous \"loop domain\" for each family member. These findings are significant for a deeper understanding of the STAT signaling mechanism, and constitute a potentially novel target for inhibition of the pathway. We continue to examine whole blood transcriptional signatures of common variable immunodeficiency (CVID) patients using RNA microarray technology to discover unique gene signatures to distinguish subjects with separable complications. Using 90 CVID and 10 X-linked Agammaglobulinemia (XLA) samples, we have validated differences in transcriptional signatures between CVID subjects with non-infectious complications and those without, distinct from subjects with XLA, and not influenced by intravenous immunoglobulin (IVIG) administration. We identified 61 genes that show strong (>2 fold) up-regulated signatures in CVID with noninfectious complications, and the most prominent ones derive from interferon (IFN) network genes, including STAT1, MX1, SERPING1, GBP1, GBP5, IRF7, FBXO6, AIM2, and CXCL10. Conversely, we identified 6 genes that show strong down-regulated signatures in the same group, and these include immunoglobulin structure genes, such as IGLL1 and IGJ. Objectives: Describe diabetes and cardiovascular disease in p47 phox−/− CGD. Results: Of 64 patients with p47 phox−/− and 165 with X linked CGD, only 6 patients with p47 phox−/− CGD developed diabetes and/or cardiovascular disease. Five p47 phox−/− patients developed diabetes (12-30 years) and 4 required insulin within a year of diagnosis. Diabetes was complicated by neuropathy (2), proteinuria (3), and retinopathy (2). Cardiovascular diseases included hypertension (2), coronary artery disease (2), and cerebral aneurysms (1). Discussion: Patients with p47 phox mutations appear to have increased susceptibility to diabetes and other cardiovascular diseases, while there were no cases of diabetes in those with gp91 phox deficient CGD. Cardiovascular disease occurred with similar frequency in both groups but was more severe in those with p47 phox deficiency. These data suggest that there are distinct features to p47 and gp91 that affect pancreatic and vascular function. Autosomal ectodermal dysplasia with immunodeficiency (EDID) is caused by mutations in the inhibitor of NF(B ( (I(B(), which is phosphorylated and degraded in response to several immune signaling pathways. We generated a mouse model of EDID by replacing one I(B( allele with a nonphosphorylatable I(B(, which resulted in decreased NF(B signaling. These mice have dysmorphic hair and teeth, as well as decreased serum immunoglobulins, and a severe decrease in their specific antibody response to T-dependent and T-independent antigens. The mice lack lymph nodes and Peyer's patches and have a disrupted splenic architecture, with no marginal zone. Intrinsic T cell function is intact, however there is a B cell defect in specific Ig production. Rag2 bone marrow chimeras can form proper lymphoid organs but do not produce specific antibodies. This mouse model shows that autosomal EDID is caused mainly by an intrinsic B cell defect, complicated further by disorganized secondary lymphoid organs. Experience with allogeneic hematopoietic cell transplantation (HCT) of patients with XIAP deficiency is limited. We conducted an international survey to estimate outcomes. Nineteen patients underwent allogeneic HCT at a median age of 3 years (range 0.4-19) . Twelve patients received reduced intensity conditioning (RIC) regimens and 7 received myeloablative conditioning (MAC) regimens. Patients received grafts from matched (n011) or single allele mismatched (n08) grafts. All but 2 grafts were from unrelated donors. Only 1 of the 7 patients who received MAC is surviving (14%), and 6 of the 12 patients who received RIC are surviving (50%), at a median of 414 days following HCT (range 139-1765). The most common causes of death included hepatic veno-occlusive disease, pneumonitis or ARDS, pulmonary hemorrhage, multiorgan failure, and sepsis. We conclude that the survival of patients with XIAP deficiency is poor compared to other forms of HLH and XLP. MAC regimens appear contraindicated. Low phosphorylation of STAT-3 on interleukin-21 pathway in common variable immunodeficiency. Julio César Alcántara Montiel 1 ; Laura Berrón Ruíz 1,2, ; Dolores Mogica Martínez 3 ; Francisco Espinosa Rosales 2 ; Sara E. Espinosa Padilla 2 ; Leopoldo Santos Argumedo 1 .",
            "cite_spans": [
                {
                    "start": 4482,
                    "end": 4496,
                    "text": "(range 0.4-19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Role of the STAT3 SH2/TA Flexible Loop Domain in STAT3 Signaling"
        },
        {
            "text": "Introduction: Common variable immunodeficiency (CVID) is a heterogeneous disorder characterized by recurrent infections and defective immunoglobulin production. Interleukin-21 (IL-21) is expressed by activated CD4+ T cells. Its receptor (IL-21R) is expressed on T, B, dendritic cells, macrophages and NK cells. The role of IL-21 in B cell differentiation make this an attractive candidate as a potential cause of CVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low Phosphorylation of STAT-3 on Interleukin-21 Pathway in Common Variable"
        },
        {
            "text": "Results: The patients show consistent low phosphorylation of STAT-3 after the stimulation with rhIL-21 for 15 min. IL-21 was equally expressed by PBMC from patients and healthy controls. Patients showed over expression of IL-21R on T and B cells. Conclusion: An unexpected discover in IL-21R signaling was the low phosphorylation of STAT-3 in CVID patients. This suggested that the production and regulation of STAT-3 may have an important role in B cell activation. CASP8 deficiency was described in a single family as a recessive disorder characterized by early-onset recurrent infections and apoptosis defects. Herein we present 2 siblings with CASP8 mutations and a different clinical phenotype. Pt1, female, was healthy until the age of 38, when she developed progressive dyspnea, pulmonary hypertension and interstitial lung disease. At the age of 42 she received a lung transplant, and died after 8 m due to CNS nocardia infection. Pt2, male, was healthy until the age of 37 when he developed neurological symptoms caused by a granulomatous mass on Meckel's cave, recurrent pulmonary infections, and hepatosplenomegaly. All manifestations responded promptly to high dose steroids and mycophenolate mofetil. The family had their exomes sequenced and a recessive CASP8 c.1096C>T, p.Arg248Trp was identified in the affected siblings. These are the same mutations described on the original CASP8 deficient family, to which they are distantly related. In our patients, CASP8 deficiency presented as a late onset disease with end organ lymphocyte infiltrates, as described in elderly Casp8−/− mice. A five months old patient admitted to the Hospital with BCGosis, first presentation at three months old, unresponsive to isoniazid treatment. At admission showed generalized lymph nodes enlargement, generalized erythrodermic rash, hepatoesplenomegaly, severe failure to thrive, thrush and chronic diarrhea. Lymph node biopsy revealed BAAR organisms and culture positive for Mycobacterium sp. Skin biopsy showed epithelia hyperplasia, interstitial and perivascular lymphohistiocytary infiltrate. A brother died at 4 months old by sepsis. She presented low immunoglobulin levels, eosinophilia and a T+B +NK+ phenotype. After two years her six month old female cousin was admitted to the hospital presenting BCGosis, respiratory failure, extensive perianal candidasis, fever and failure to thrive. She was admitted on intensive care unit and treated with tuberculostatic drugs and wide spectrum antibiotics and antifungal drugs. She had low immunoglobulins levels, lymphopenia and a T-B+NK+ phenotype. The molecular investigation of the last affected female revealed CD3 delta deficiency. After that we found the mutation in the parents of these two children. Chronic inflammation has been linked with obesity and diabetes. Recent studies suggeste a role for mast cells in human obesity. Despite greater numbers of mast cells in adipose tissue from obese adults, we believe that obesity and diabetes are not associated with an increased mast cell burden in children. Blood samples and obesity-related data were collected from pediatric patients with and without obesity, impaired glucose tolerance, and/or type 2 diabetes mellitus. Serum tryptase levels were measured by ImmunoCAP assay. No significant differences were found in tryptase levels by BMI/BMI percentile among the entire cohort or only those with normal glucose tolerance. Interestingly, decreased tryptase levels were associated with overt diabetes (P00.006), as well as dysglycemia in general (P00.004). The presence of islet cell autoantibodies among diabetics did not correlate with tryptase levels, and regression analysis showed no correlation between obesity and tryptase, regardless of glucose tolerance. Therefore, mast cell burden in children is not linked with obesity and is negatively associated with impaired glucose tolerance. Subcutaneous Immunoglobulin (SCIg) Therapy in Pediatric Primary Immune Deficiency Disorder (PIDD) Patients: Administration by Infusion Pump or Rapid Push A retrospective chart review was conducted of 173 PIDD patients using SCIg (16% or 20%) via pump infusion or rapid SC push, 96 of whom were <2 years of age, 31/33 (94%) visits reflected the use of rapid push. Rates of rapid push use among other age groups, by visit, were: 2 to 18 (78.9%). Adverse event (AE) frequency by visit was lower among pediatric (15.8%) vs adult (18.8%) patients. Most AEs were local in nature and similar in occurrence between push and pump. Mean serum Ig levels were higher among pediatric patients using rapid push (1166 mg/dL) compared to pump (1029 mg/dL), despite a lower mean monthly dose in the rapid push cohort (0.54 vs 0.59 gm/kg/mo). Mean SCIg doses in the pediatric and adult subgroups were identical (0.56 gm/kg/mo; SD, 0.20). Objective: The IGSC 20% (Hizentra, CSL) package insert recommends dose adjustment when switching patients from IGIV to IGSC 20%. The objective of this study was to examine if dose adjustment occurred in these patients in real world settings. Methods: Pharmacy Claims for IG products dispensed to treat Primary Immunodeficiency (PI) from 3 specialty pharmacy databases were examined. Route of administration was identified and dose adjustment was calculated for each patient as the ratio of gm/30 days of [IGSC 20% /IGIV]. Wilcoxon signed rank test was used to test the hypothesis that the dose adjustment ratio was different from 1. Results: There were 125 patients who switched from any IGIV to IGSC 20% and 78% had a dose increase. The median dose adjustment ratio was 1.38 (p<0.0001). The median number of days on IGIV and IGSC 20% therapy in this study was 342 and 143 days respectively. Conclusion: Using real world pharmacy dispensing data, this study suggests that dose increase occurred when PI patients switch from IGIV therapy to IGSC 20%. CGD is an inherited defect in superoxide production by phagocytes leading to life-threatening infections and inflammatory complications. Previous studies have shown that PMN and T cells from CGD patients secrete more pro-inflammatory proteins, but less is known about B cells. The role of BAFF, which promotes B-cell survival, proliferation, and Ig class switching, has not been explored in CGD. Median plasma BAFF levels (ELISA) were increased in all but 4 of 76 CGD patients (1883±1309; compared with 55 healthy donors (655±185 pg/mL, ppg/mL, p<0.0001) and correlated with plasma C reactive protein, a marker of systemic inflammation (r = 0.51; p<0.05). BAFF-receptor expression was decreased in CGD B cells (p<0.02) whereas another BAFF receptor, B Cell Maturation Antigen (BCMA), was not. CGD PMN secreted normal amounts of BAFF upon stimulation with IFNgamma or G-CSF. The data indicate altered BAFF occurs in CGD and correlates with a marker of systemic inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low Phosphorylation of STAT-3 on Interleukin-21 Pathway in Common Variable"
        },
        {
            "text": "Solrun Melkorka Maggadottir, MD 1 ; Nancy J Bunin, MD 2 and Jennifer Heimall, MD 1 CMV infection poses significant risks to SCID patients. We present 3 SCID patients identified to have CMV <4 months of life. The SCID phenotypes were T-B+, T-B+NK-and T-B-NK+. All were breastfed for the first 3 months, but otherwise isolated with strict hygiene precautions. All had CMV PCR+ <4 months of life. CMV complications included colitis, hepatitis and fatal encephalitis. In 2 cases maternal CMV IgG was positive, but unknown in one. All received transplant, 2 are engrafted and alive but one deceased. CMV has been detected in the breast milk of up to 96% of CMV IgG + mothers. In preterm infants breastmilk is recognized as possible vector for CMV transmission. The CDC recommends physicians discuss this risk with their families. No such guidance is in place for patients with immunodeficiency. Newborn screening will increase the frequency of SCID patients presenting prior to the onset of severe infectious complications. It is important that those caring for SCID patients are aware of this risk. The Michigan Newborn Screening Program began screening for SCID via TRECs on 10/1/11. Infants born in Michigan from 10/1/11-12/31/11 were included. SCID screening information for the initial specimen, plus demographic information recorded on the NBS card were used. Frequency tables were generated to compare the characteristics of the overall screened population to those who screened positive for SCID. In the first 3 months, a total of 27,252 infants were screened for SCID, and 57 had positive screens (0.2%) on first specimen. None of the infants with positive screens were confirmed with SCID. 68% of the infants were low birth weight, 88% admitted to the NICU, and 51% African-American. These groups are all over-represented among the positives compared to the overall screened population where 8% of the infants were low birth weight, 12% were admitted to the NICU, and 19% were African-American. An additional 6 cases had positive screens on subsequent screens after a normal screen. This information will be used to assess our reporting and referral algorithms and to improve our false positive rate. This work was partially funded by CDC grant 1U01EH000936-01. Augmenting a person's own T cell immunity would be desirable in many different settings. This study explored an expanded autologous T cell product in the setting of a tandem stem cell transplant for neuroblastoma. This type of transplant is profoundly immune suppressive and repletion of the T cell compartment would be highly desirable. We examined 22 patients who were randomized to receive an Early (Day 2) or Late (Day 90) T cell product. Those receiving the Early T cell product had improved T cell diversity, in spite of the fact that the T cell product directly added about 5% to their total T cells. T cell function and T cell counts were superior in the Early group with improved proliferation and higher naïve T cells. Responses to the influenza vaccine were marginally higher in the Early Group but the pneumococcal vaccine responses were significantly higher in the Early Group although the kinetics were slow, paralleling the quantitative recovery of the most mature B cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus (CMV) Presenting Early in Life in 3 Breastfed Severe Combined Immunodeficiency (SCID) Patients"
        },
        {
            "text": "Ralph Scott Shapiro, MD 1 1 Midwest Immunology Clinic, Plymouth, MN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subcutaneous Immunoglobulin (SCIg) Therapy by Rapid Push is Preferred to Infusion by Pump: Update of a Previously Published Retrospective Analysis"
        },
        {
            "text": "Subcutaneous Immunoglobulin (SCIg) Therapy by Rapid Push is Preferred to Infusion by Pump: Update of a Previously Published Retrospective Analysis A retrospective chart review involved 173 PIDD patients over 1140 visits (mean age, 25.6 yrs; range, 0-68) who chose to self-administer SCIg (16% or 20%) via infusion pump or rapid push technique. If switching from IVIg, dose conversion to SCIg was on a 1:1 basis. Serum Ig levels increased from a mean trough of 848.2 mg/dL (SD, 363.4) on IVIg to a steady state mean of 1104.4 mg/dL (SD, 290.3) on SCIg. Mean infusion sites per dose were lower with rapid push (1.3) vs pump (1.8). Mean number of doses per week were 2.3 with pump and 2.8 with rapid push. Mean serum Ig levels were higher among push vs pump users (1149 vs 1064 mg/dL). A majority of patients using rapid push infused in 85%) of AEs were local injection site reactions. More patients starting out with rapid push stayed with their chosen method (75.8%) compared with pump users (53.1%). Patients with 22q11.2 deletion syndrome present with heterogeneous clinical phenotypes. The syndrome arises from hemizygous deletions on chromosome 22q11.2, which comprises 60 genes, one is a microRNA binding protein termed DiGeorge Syndrome Critical Region 8, and 4 microRNAs. To determine the impact of this deletion on microRNA expression, we profiled microRNAs in peripheral blood from 31 patients with 22q11.2 deletion and 22 controls. Out of 600 microRNAs analyzed, 13 were differentially expressed in patients, and both a unique hypervariable expression and an abnormal clustering of microRNAs was noted. Selected microRNA groups could distinguish patients who had low numbers of circulating T cells from both normal controls and patients with normal T-cell numbers. The clinical triad of hypocalcemia, congenital heart disease and low circulating Tcells was associated with a unique profile of microRNAs. In summary, microRNA profiling of patients with DiGeorge are revealing unique microRNA expression patterns and suggesting gene targets that may become relevant to understanding the molecular basis for clinical phenotypes and T cell development. Genetic analysis confirmed a novel hemizygous missense mutation in exon 5 at c.622TàC of the interleukin-2 receptor gamma chain (IL2RG) gene. Chromium release assay for lytic activity against K562 revealed normal NK cell function on two occasions. The presence of maternal NK cells was ruled out using single tandem repeat (STR) analysis on lymphocytes, bone marrow, and liver. Normal NK function possibly contributed to the late presentation with disseminated PJP. Preliminary results of flow cytometry for phosphorylated STAT5 in response to IL-15, IL-7, and IL-2 indicate possible preservation of signaling through IL-15 that could contribute to normal NK cell development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subcutaneous Immunoglobulin (SCIg) Therapy by Rapid Push is Preferred to Infusion by Pump: Update of a Previously Published Retrospective Analysis"
        },
        {
            "text": "Thiago de Almeida Bezerra 1 ; Lais Pinto de Almeida 2 ; Juliana Pereira 3 ; Alberto José da Silva Duarte 4 and Dewton de Moraes-Vasconcelos 1,2 Angioedema due to acquired C1-inhibitor deficiency is a rare, life-threatening disease with poorly defined etiology, therapy, and prognosis. It is characterized by increase in vascular permeability (angioedema) of the skin, the gastrointestinal and oro-pharyngo-laryngeal mucosa. The mediator of symptoms is bradykinin, released from HMW kininogen, cleaved by plasma kallikrein, a serine protease controlled by C1-INH. We report one 58 years old female patient with acquired C1-INH deficiency. The age at onset of angioedema was 58 years (May, 2011). C1-INH function and C4 antigen quantitation were below 50% of normal. C1q was also reduced. Associated disease was a B cell follicular non-Hodgkin lymphoma. Autoantibodies inactivating C1-INH are detected in the majority of patients and account for the deficiency. Lymphoproliferative diseases, ranging from benign monoclonal gammopathies to malignant lymphoma, are frequently associated with AAE. Antifibrinolytic agents are more effective than attenuated androgens in long-term prophylaxis. Patients with acquired C1-INH deficiency may be resistant to replacement therapy with C1-INH plasma concentrate. CVID pts lack vaccine-specific ab production. We studied the clinical / laboratorial responses to influenza and H1N1 immunization in 22 CVID pts. Clinical evaluation was done through a score (infections, hospitalizations, antibiotic use). The score was applied during the previous and following year post immunization (PI). Blood was drawn before and 1/3/6/12 m PI. A significant reduction was observed in upper respiratory infections and sinusitis in the year PI (p<0.001), and 6 pts seroconverted. Statistical analysis showed no difference among ab levels before and PI. Among the 9 pts who presented H1N1 ab production, 4 reduced the clinical score. Of note, 50% of the 22 pts presented reduction of clinical scores. Then, although ab production to H1N1 wasn't statistically significant, we observed a reduction in the number of infections in the year PI. This observation may be due to eventual presence of influenza's abs but reinforces potential benefits of vaccination in CVID pts. Background: 75/221 (38%) of JDM have low C4 protein levels. Purpose: To identify the molecular basis of low C4 in JDM. Patients and Methods: Three cohorts of JDM (n033) were tested for C4A or C4B null alleles: 10 each with low protein C4, normal C4, fluctuating C4 (n013), and controls (n05). Genomic DNA was assessed for gene copy number (GCN) for total C4, C4A and C4B by realtime qPCR; EDTA-plasma was used to determine C4A and C4B polymorphisms and validate genotype data. Results: C4A and C4B protein allotypes were congruent with C4A and C4B genotypes; 7/10 JDM with low C4 proteins had only 2-3 copies of total C4 genes; 2 had homozygous C4A deficiency, 1 had a homozygous C4B deficiency; 8/10 JDM with normal C4 had 4-5 copies of total C4 genes; 4/5 controls had 4 copies of total C4; JDM with variable C4 had 3-4 copies. In summary, 10/33 JDM had 0 or 1 copy of C4A, with a frequency of 30.3% for homozygous/ heterozygous C4A deficiency. We identified a pair of 54 year old identical female twins who were discordant for CVID, with one twin expressing an IgG of 477 mg/dl, and the other 733 mg/dl. Both inherited HLA*B44, which in our clinic is over-represented among patients with CVID. By FACS analysis, the CVID twin had higher numbers of immature B cells, but progressively lower numbers of transitional, mature, memory IgD + ; memory IgD − ; and plasmacytes. Deep-sequencing of immunoglobulin transcripts from the transitional, memory IgD+, memory IgD-and plasmacyte fractions revealed a consistently lower prevalence of tyrosine in the CDR-H3 loop. The relative paucity of tyrosine was most pronounced in the plasmacyte fraction (12.4% CVID vs 16.1% control, p<0.0001)). In mouse, we have shown that diminished use of tyrosine is associated with altered patterns of B cell development and decreased antibody production. These findings suggest that CVID may also be associated with altered development of the antibody repertoire; which may help explain why, in spite of the presence of IgG, the CVID patient suffers severe infections. Supported by U01AI090902. Granulomatous lymphocytic interstitial lung disease (GLILD) is a major cause of morbidity and mortality in patients with CVID and therapeutic options are often unsatisfactory. We have successfully treated 3 patients with GLILD for up to 3 years using abatacept. Patients 1 and 2 have CVID with autoimmune features and GLILD which was unresponsive to multiple therapies, causing severe lung dysfunction (FEV1 <50% of predicted). Patient 3 is the younger sibling of patient #1, with biopsy proven GLILD. In all 3 cases there was near complete resolution of nodular/interstitial infiltrates on CT and normalization of PET-CT within 6 months. Within 1 year, pulmonary function tests normalized completely. Patient 1 also experienced resolution of chronic hepatitis, while patients 1 and 3 had resolution of chronic diarrhea. Abatacept was well tolerated; infectious complications decreased during treatment with abatacept and no serious infections occurred during the 2-3 years of continuous treatment and follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Angioedema Due to Acquired C1-Inhibitor Deficiency"
        },
        {
            "text": "Cecilia Poli 1 1 Benito Gonzalez and Alejandra King, Immunology Unit, Hospital Luis Calvo Mackenna, Santiago, Chile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sinus Histiocytosis with Masive Lymphadenopathy Versus Alps in a Pediatric Patient"
        },
        {
            "text": "Introduction: SHML is a rare disorder whose characteristic feature is an infiltrate of histiocytes emperipolesis. Clinical and histologic observations suggest an association between ALPS and SHML. Case Presentation: 8 yr old girl presents at 3 months with autoimmune hemolytic anemia, splenomegaly and polyadenopathies. Initially treated with steroids with good response but reactivates intermittently. At 10 months poliadenopathies grow larger, biopsy reveals reactive linfadenopathy with linfoplasmocytosis. Adenopathies develop progressive enlargement, with IgG of 7000, new biopsy at 8 yrs concludes SHML with positive S-100 immunostaining. Concommitantly develops granuloma anulare on legs, to treat it, dose of steroids is increased and cutaneous lesions and adenopathies partially subside. Immunologic evaluation shows normal lymphocyte sub-populations, with no evident increase of DNTs. Conclusion: This patient shares clinical features of ALPS and SHML. She could represent a frustre form of ALPS or develop it in the future. Further evaluation of lymphocyte apoptosis and regulatory genes could help understand underlying mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sinus Histiocytosis with Masive Lymphadenopathy Versus Alps in a Pediatric Patient"
        },
        {
            "text": "Differential Expression of gp130 on Human CD8+ T Cell Subsets and the Role Of STAT3 in CD8+ T Cell Development Takashi Yamazaki 1,2 ; Nicholas Hubbard 2 ; Kazunaga Agematsu 3 ; Stephanie Anover-Sombke 2 ; Hans D. Ochs, MD 2,4 and Troy R. Torgerson 2,4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sinus Histiocytosis with Masive Lymphadenopathy Versus Alps in a Pediatric Patient"
        },
        {
            "text": "While characterizing IL-6 dependent STAT3 activation in various lymphocyte subsets, we found that CD8+ T cells are unique in that approximately half of the population is fully responsive to IL-6 while the remaining cells are unresponsive. This pattern could not be changed by adding soluble IL-6 receptor alpha. Furthermore, we found that this difference in response was the result of differential expression of gp130, the common signaling receptor subunit of the IL-6 family cytokines. We demonstrate that gp130 is expressed almost exclusively on naïve CD8+ T cells and is then lost at the transition to the central memory stage. We have subsequently shown that STAT3 activation drives naïve T cells to develop a central memory surface phenotype and that patients with autosomaldominant Hyper-IgE syndrome (AD-HIES) due to STAT3 mutations fail to develop significant numbers of central memory CD8+ T cells. Despite this, approximately 50% of patients with AD-HIES have significant numbers of effector memory and mature effector T cells suggesting that they may be able to mature via an alternative pathway. Objective: The objective of this study was to translate infection related clinical outcomes into potential economic consequence in PI patients treated with IG based on clinical data. Methods: Days in hospital due to infection, days on antibiotic and unscheduled physician visits were obtained from a prospective, open label Phase III study efficacy evaluation period in PI patients treated with IGIV followed by IGHy. Cost analysis was modeled for these healthcare resource utilization categories using published unit costs from the literature. Results: Total 87 PI patients were in the clinical study. Based on economic model estimate, the infection related total direct cost was $77 for IGHy and $121 for IGIV per patient per month (PPPM). The infection related hospitalization costs were 0 for IGHy and $47 PPPM for IGIV. Conclusions: This economic analysis suggests that the infection related outcomes associated with IGHy and IGIV could result in economic consequence in treating PI patients. Hereditary angioedema (HAE) is characterized by deficiency of the C1 esterase inhibitor. This protein controls the activation of complement and also the process of coagulation, fibrinolysis, and bradykinin pathway. It is characterized by attacks of angioedema affecting the subcutaneous tissue, the respiratory and gastrointestinal tracts. The frequency of HAE is estimated in 1 in 10,000 or 50,000 and respiratory involvement is fatal in 25-40% of untreated cases. We collected data of 62 patients followed at the ADEE-3003. There was female predominance (42/ 62), with wide variation in age (8-70 years), symptom onset in childhood and adolescence in most cases. 17% of patients had at least one episode of edema, the triggers were trauma (13/62), stress (4/62), and menstrual cycle (3/62). Family history was positive in 40/54. Quantitative defect was confirmed in all. Although there are several reports of cases of HAE in other countries, this diagnosis is rarely recognized in our country. Although the sample includes adult patients the first symptoms appear in childhood and adolescence. The family history was crucial in the investigation of immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sinus Histiocytosis with Masive Lymphadenopathy Versus Alps in a Pediatric Patient"
        },
        {
            "text": "Rationale: IPEX is caused by T regulatory cell dysfunction, and classically presents with severe villous atrophy, dermatitis and autoimmune endocrinopathies. We identified an early onset IPEX -FOXP3 phenotype with paucity of bile ducts without autoimmune liver disease. Results: A 2 month old male infant presented with congenital diarrhea, poor weight gain, hepatomegaly, lymphadenopathy, and diffuse exfoliating dermatitis. Immune studies revealed an elevated IgE (426 IU/ml), IgM (585 mg/dl), and IgA (77 mg/dl); increased CD4+ CD45RO+ cells; abnormal FOXP3 expression in CD4+ CD25+ cells; and a FOXP3 missense mutation of Alanine to Threonine at position 384 (p.A384T). Liver and bowel biopsies confirmed diffuse hepatic fibrosis with paucity of bile ducts, complete villous atrophy, and loss of glandular tissue in the bowel. Conclusion: IPEX should be considered in infants with congenital diarrhea, dermatitis, and elevated IgE in the absence of endocrine or autoimmune disease. IPEX can include severe hepatobiliary disease although the bile duct paucity and liver dysfunction in this patient is more profound than any previously described in IPEX. There are limited reports of cryptococcomas and even rarer reports localized to the brainstem. A previously healthy 16 year old developed neurological symptoms including weakness and a left enhancing pontine mass was found on MRI. He was negative for an infectious etiology including blood and CSF. Subsequent decompensation with re-evaluation isolated C. neoformans in the CSF. Despite treatment (Ambisome+5FC; voricona-zole+5FC) and neurological improvement, he has persistently low CD4+ lymphocytes (60cells/ml) in the absence of viral or serological evidence of HIV. Extensive immune evaluation including B-cell numbers/function, CH50, oxidative burst, and T-cell function are adequate and his diagnosis is consistent with ICL. Surgical excision was not possible given the location of his mass. Complications include brain herniation requiring occipital craniotomy and VP shunt placement. We report this rare finding of pontine cryptococcoma in an adolescent identified with ICL. It is difficult to estimate demand for CVID due to the uncertainty surrounding its prevalence and its treatment. A more accurate estimate of demand, derived from disease epidemiology and dosage regimens, will assist in estimating the resources needed to ensure an optimal treatment of patients with CVID and adequate supply of IG. We used a methodology based on principles of decision analysis to estimate latent therapeutic demand (LTD) for CVID. We identified and defined the variables impacting LTD for IG in treating CVID through a literature review of its epidemiology and treatment; and obtained range estimates for each variable. Epidemiology and treatment variables were integrated into a model to illustrate probabilistic and functional relationships for the LTD of CVID. The CVID prevalence and IG treatment rate, dose, and frequency were key drivers impacting LTD. The LTD for the IG treatment of CVID was larger than most countries' IG consumption across all disease indications. Hennekam syndrome is a rare disorder of lymphatics characterized by generalized lymphangiectasia with reported CCBE1 gene mutation.Using chart review; we describe the magnitude of immune deficiency in a patient with generalized lymphangiectasia.Former 30 week male presented at 2 months of age with generalized edema and loss of lymph from all mucosal surfaces. Lymphoscintigraphy revealed generalized lymphangiectasia. A clinical diagnosis of Hennekam syndrome was made. At 3 months the patient had marked lymphopenia; low serum immunoglobulins (Ig); disproportionate loss of CD4 + and CD8 + T cells in lymph as compared to peripheral blood (PB) with retention of NK cells in PB. He had repeated systemic infections despite multiple Ig supplementations. Care was withdrawn after 5 months of therapy. No description of magnitude of immune deficiency in Hennekam syndrome has been reported. Treatment of Hennekam syndrome may not mirror described treatment of localized lymphangiectasia. Immune dysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome is a rare genetic disorder caused by mutation of the forkhead box protein 3 gene (FOXP3), a key regulator of immune tolerance. We describe a patient with severe phenotype and report a novel missense mutation in the forkhead domain of FOXP3 with a substitution of cysteine for arginine at amino acid 386. Born at 36 weeks gestation the patient had evidence of diabetes, diarrhea, and dermatitis on the first day of life. He required ventilator assistance at birth due to non-infectious respiratory insufficiency and remained ventilatory dependent. To date, this is the first report of presumed neuromuscular pulmonary complications associated with IPEX syndrome. Introduction: Opportunistic infections with viral pathogens in patients with common variable immunodeficiency (CVID) are uncommon, but have been reported mainly associated with decreased T cell numbers wich can occur in these patients. In this report, we present a CVID patient with persistent Human Papillomavirus (HPV) infection. Clinical history: A 53-year-old woman followed at our hospital for over 20 years with a CVID diagnosis presented diarrhea and abdominal pain. Fecal samples were analized for the presence of cysts or parasites and it were negatives. An investigation for intestinal diseases and malignancies was started. Investigations: Serum immunoglobulins: IgA: <7 IgM: 13 IgG: 995 (receiving IVIg) Colonoscopy: polypoid lesions around distal rectum; condylomatous dysplasia suggestive of HPV infection HPV DNA virus hybrid capture: positive for A and B virus RLU/PCA: 413,16 pg/ml RLU/PCB: 4,35 pg/ml Treatment and evolution: Surgical removal was done. It is known that HPV infection in immune compromised patients is more frequent and difficult to treat, the HPV lesions are more exuberant and recurrent. Common variable immunodeficiency (CVID) is a humoral immunodeficiency. Recently the discovery of genes related to the cause of CVID has been reported, among them ICOS. ICOS is a co-stimulatory molecule expressed in T cells and interacts with ICOS-L, expressed in B and antigen-presenting cells. We selected 20 CVID and 20 controls. We evaluated CD154 in T cells, surface markers in B cells (CD19, CD20, CD21, CD40, BAFF-R, CD5, CD27, IgM and IgD), PBMC cultures, and sequencing of ICOS and ICOS-L genes. All patients had low Ig levels, recurrent infections and in 30%, autoimmune manifestations. CVID patient may present higher T CD8+ counts, as well as reduced expression of CD27+ in B cells. We found, in ICOS gene, an intronic allele variant in intron 3 (nt 2729G>A), predicted as non-pathogenic, in one patient. Another non-pathogenic allelic variant (nt 11843 A>G) was found in intron 7 in two sisters, homozygous in one and heterozygous in the other. This same genetic variant was found in one patient from another family (homozygous). We found another genetic variant in intron 7 (Nt 11859C>G), not previously described and predicted as pathogenic in two patients of the same family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sinus Histiocytosis with Masive Lymphadenopathy Versus Alps in a Pediatric Patient"
        },
        {
            "text": "Maurice RG O'Gorman, PhD, 1 ; Nicolas Bensen 2 ; Lauren Lott 2 ; Javeed Akhter, MD 3 and Ramsay L. Fuleihan, MD 4 In the past 39 months our laboratory has provided the diagnostic evidence for 3 new unrelated MHC class II deficient patients ranging in age at presentation from 4 to 9 months. All had a history of upper respiratory tract infections and presented with pneumonia, severe respiratory distress and a labial abscess respectively. Patients were screened for immunodeficiency with serum immunoglobulin and flow cytometry. Ig levels , CD4+ T-cell counts, the CD4:CD8 T cell ratio and HLA-DR expression levels were all abnormal, consistent with MHC Class II deficiency. All patients also had reduced MHC Class I/B2m cell surface expression, i.e. the type III phenotype. Other tests included abnormal TCR V-beta family repertoire, normal to slightly reduced mitogen proliferation responses and absent antigen induced lymphocyte proliferation responses. One patient died prior to transplant, one received a stem cell transplant and is currently asymptomatic and the third is being evaluated for transplant. Background: Most common primary immunodeficiencies (PID) are those with deficient antibodies production which affect quality of life (QOL) of patients and families. Objectives: Measure the QOL of patient with antibody deficiency, compare with healthy children, and the interactions between QOL and diagnosis delay (DxD), and pulmonary complications (PC). Methods: QOL was measured using Pediatric Quality of Life Inventory (PedsQL) version for Mexico with 23 items for: physical, emotional, social and school function areas. Cases were compared with 50 healthy children. Results: We included 29 patients between 3 and 17 years old. The QOL of the patient was worse; the mean was 73.9 (of a 0-100 scale), with a 9.4 points difference between patients and controls (p00.005, t-distribution). No significant correlation was found between perceived QOL of patients with their parents. The mean of QOL in patients with PC was 70.8, and 76.3 without PC (p00.312). The mean of the DxD was 4.1 years. Our data show a downward trend in the QOL when a longer DxD existed. Conclusions: Our study is limited because it is a single measurement in time in a small and homogeneous group. Two female monozygotic twins presented: Case1-at 2 mo presented fever and vomiting after vaccination with DTP, Haemophilus, Salk, Rotavirus. The initial evaluation showed: anemia, hepatosplenomegaly, pancytopenia, LDH 0760 U/L, ferritin0622 ng/mL and triglycerides0 362 mg/dL. Hemophagocytosis was found in bone marrow. Case2: clinically asymptomatic, being detected anemia, LDH 0726 U/L, ferritin 0436 ng/mL, triglycerides 0 166 mg/dL, without hemophagocytosis. Infections were excluded in both. Molecular testing identified two heterozygous mutations in the perforin gene, C46T leading to P16S and 50delT leading to L17 stop, making the diagnosis of FHL type 2. Both twins underwent to therapy based on HLH-2004 protocol followed by cord blood transplantation and after CMV infection with a good response to treatment. FHL should be suspected in all children with fever, visceromegaly and cytopenias for early treatment, including hematopoietic stem cell transplantation. Specific antibody deficiency to polysaccharide antigens may be associated with a more profound immunodeficiency such as CVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Diagnosis and Evaluation of MHC Class II Deficiency -3 Recent Cases from a Single Center"
        },
        {
            "text": "An 11 year old female with recurrent sinopulmonary infections and chronic diarrhea presented with pneumonia and splenomegaly. Lab evaluation revealed thrombocytopenia, anemia, 0/23 pneumococcal titers immune post-polysaccharide vaccine, MMR and Hib non-immune, negative isohemagglutinins, tetanus immune. She had normal IgG (631 mg/dL), IgM (121 mg/dL) and high IgA (679 mg/dL). CT chest revealed bilateral lower lobe and RML bronchiectasis. Abdominal CT showed massive splenomegaly and multiple enlarged nodes. IL-6 was elevated. Splenomegaly was performed for persistently low Hgb. Spleen and node pathology were suggestive of Castleman disease which has been associated with CVID. Specific antibody deficiency was diagnosed, however, due to the presence of splenomegaly, lymphadenopathy, and bronchiectasis, the possibility of evolving CVID remains. Common variable immunodeficiency (CVID) is a humoral immunodeficiency. In recent years, the discovery of related genes has broadened, including TACI, ICOS, CD19, CD20, CD81 and BAFF-R. We selected 20 CVID patients and 20 controls. We evaluated CD154 in T cells, markers in B cells (CD19, CD20, CD21, CD40, BAFF-R, CD5, CD27, IgM and IgD), PBMC cultures, and sequencing of the TACI, BAFF and BAFF-R genes. The genotyping of TACI showed 5/17 patients presented allelic variants: a non-pathogenic allelic variant in exon 2 (G>A in g19525, c94), a previously described mutation in exon 3 (g23216T>C;c310 T>C;p C104R), one intronic SNP in g23376 A>C, a heterozygous SNP at position g31695 A>T, possibly pathogenic and not previously described in exon 4, and a heterozygous SNP g32491T>C. The genotyping of BAFF showed one previously unpublished heterozygous allelic variant (g336A>G, c69A>G), but predicted to be a non-pathogenic polymorphism. The evaluation of BAFF-R genotype showed an intronic homozygous genetic variant in g1027T>A, between exons 2 and 3, not previously described and predicted as pathogenic, affecting the splice-site of exon 3. Background: Methylotrophs are a diverse group of bacteria that can utilize single-carbon compounds as a sole energy source, and are often catalase-positive. Known as environmental symbionts, they are emerging as disease-causing organisms in patients with CGD. Methods: We present a case of lymphadenitis due to Granulibacter bethesdensis, a facultative methylotroph, and review 8 other infections caused by methylotrophs in patients with CGD. Results: There have been 9 reported cases of infections due to methylotrophs in patients with CGD. Seven cases were due to G. bethesdensis, one was due to Acidomonas methanolica and one was due to a Methylobacter. In all cases, 16s rRNA gene sequencing was required for diagnosis. Conclusions: Methylotrophs are fastidious and difficult to identify. Although the mechanisms underlying susceptibility to infection with methylotrophs in CGD remain to be elucidated, these bacteria should be included in the spectrum of pathogens associated with infections in CGD. Patients with genetic defects in the IFN-g/ IL-12 signaling pathway commonly suffer from severe infections with mycobacteria. Recently, gain-of-function mutations in STAT1 have been described as causing chronic mucocutaneous candidiasis (CMC). We report 5 patients, 2 of whom presented with disseminated Coccidioides immitis, and 3 with disseminated Histoplasma capsulatum. All had mutations in the STAT1 coiled-coil or DNA binding domains which predispose to invasive, severe disseminated fungal infections, other than CMC. One patient with histoplasmosis had mycobacterial lymphadenitis, while another had extensive warts and progressive multifocal leukencephalopathy. These dominant gain-of-function mutations caused STAT1 hypomethylation, delayed STAT1 dephosphorylation, enhanced protein inhibitor of activated STAT1 (PIAS1) binding, and aberrant gene expression, culminating in increased susceptibility to invasive mold infections and dysregulated inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Familial Hemophagocytic Lymphohistiocytosis Caused by Perforin Deficiency in Brazilian Twins"
        },
        {
            "text": "HLA Class I Deficiency Resembling Wegener's Granulomatosis: Report of Two Cases Lais Pinto de Almeida 1 ; Olavo Henrique Munhoz Leite 2 ; Antonio Carlos Nicodemo 2 ; Noemia Mie Orii 1 ; Alana dos Santos Dias 1 and Dewton de Moraes-Vasconcelos 1,3 skin ulcers with granuloma. Herein we describe two patients with HLA class I deficiency with skin lesions and sinopulmonary disease. They were initially diagnosed as having WG and treated with immunosuppressive medication, without response. Patient 1: 25-year-old woman with previous diagnosis of TAP-1 deficiency (c2239 G>A, generating a premature stop codon). She had presented multiple ulcers on the legs, 2 episodes of severe pansinusitis, and chronic lung disease. At age 14 she was diagnosed as having WG. Patient 2: 36 yearold woman, with severe sinopulmonary disease leading to a sinuso-facial fistula and destruction of the uvula, besides chronic deep ulcers of her legs. The laboratorial features included negative c-ANCA, low CD8+ T cell counts and reduced expression of MHC class I in mononuclear cells. There are less than 30 MHC class I deficient patients described. The rarity of the syndrome turns our report interesting, in order to improve the knowledge of the disease. Patients with ADA-SCID may manifest biochemical hepatitis and neutropenia. These abnormalities may be due to opportunistic infection or primary manifestations of deoxyadenosine toxicity. We removed PEG-ADA in 8 cases, 6 of which were prior to ChTx/CTx (Group 1), and 2 in mixed chimeras without Chtx/CTx (Group 2). We observed changes in liver enzymes, deoxyadenosine content (%dAXP), absolute neutrophil count (ANC), absolute lymphocyte count (ALC), and lymphocyte proliferation stimulation index (LPA si).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phenotypic and Genotypic Changes in CVID Patients"
        },
        {
            "text": "Similar toxicities were seen after PEG-ADA withdrawal with or without ChTx/CTx. This argues that the neutropenia and transaminitis seen in patients with ADA-SCID is a direct effect of metabolic toxicity, and not only secondary to infection or drug treatment. The model of systemic cryptococcosis in BALB/c SCID mice is useful for immunological and therapeutic study of the disease in immunodeficient hosts. They are susceptible to experimental cryptococcosis by C. neoformans var. grubii and useful to evaluate treatment. All the treatments prolonged the survival compared to the control groups (P< 0.05). Amphotericin B significantly prolonged the survival of the mice compared to all other treatments. The results obtained in this study, based on a significant increase in survival and significant reduction in the burden of yeasts in the lung and brain tissues, found in the groups treated with amphotericin B combined with voriconazole versus the groups treated only with amphotericin B or voriconazole, suggest that this therapy-using amphotericin B (1.5 mg/kg/ Invariant natural killer T (iNKT) cells are innate-like lymphocytes that mediate protection against specific pathogens and tumors. While iNKT cells contribute significantly to tumor responses, the mechanisms that regulate iNKT cell tumor cytotoxicity remain poorly understood. Using in vitro assays, we find that an NKT cell hybridoma and primary murine NKT cells mount cytotoxic responses against EL4 T lymphoma tumor cells in a manner requiring prolonged interactions between the TCR, CD1d, and specific agonistic glycolipid antigens. Optimal iNKT cell killing of EL4 cells also requires expression of the cytolytic granule constituent perforin, but not FasL, TRAIL, or IFN-γ. Importantly, we observe that iNKT cells are sufficient for perforin-dependent control of EL4 cell growth in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic"
        },
        {
            "text": "Collectively, these findings enhance our understanding of immune responses to tumors, and suggest ways by which to harness iNKT cell cytotoxicity to improve the cellular immunotherapy of T-lymphomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systemic"
        },
        {
            "text": "Francesca Rucci 1 ; Susan Blasi 2 ; Kimberly Ching 2 ; Divij Matthew 3 ; Luigi D Notarangelo, MD 1,4 and John P Manis, MD 2 Introduction MHC Class II Deficiency (Bare Lymphocyte Syndrome) is an uncommon combined immune deficiency. Case Description 9 month old Mexican girl born to non-consanguineous parents, presented with a labial abscess growing Pseudomonas aeruginosa and Enterobacter cloacae. Medical history was remarkable for 2 pneumonias requiring iv antibiotics, multiple normal lymphocyte counts, normal growth parameters, no diarrhea, or thrush. Laboratory evaluation revealed hypogammaglobulinemia, normal CD8, low CD3/CD4 counts, no lymphocyte proliferation in response to antigens, normal mitogen response, reduced expression of MHC Class I molecules, and absent expression of HLA-DR. Discussion This case exemplifies the variable phenotype of MHC class II deficiency. Given normal CD8 T cell development, these patients are not likely to be picked up on newborn screen. This diagnosis should be considered in the differential of patients presenting with recurrent infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defective Th17 Signature in Mice Expressing AD-HIES Associated Mutant STAT3"
        },
        {
            "text": "Ki Lee Milligan, MD 1 ; Ajay Kumar Jain, MD 2 ; Elaine C. Ectodermal dysplasia with immunodeficiency (EDI) is an Xlinked recessive disorder featuring hypodontia, sparse hair, recurring infections, susceptibility to colitis and rarely severe atopy. Current treatment modalities for colitis, including eosinophilic gastroenteritis (EGE), seen with EDI result in immunosuppression and its complications prompting exploration of novel therapies. We report an 8-year-old boy with EDI due to intron NF-kB essential modulator mutation who had severe colitis and EGE. After 2 months of oral mesalamine therapy, colonic biopsy showed markedly reduced inflammation. Our patient also had atopic dermatitis, asthma, and multiple food hypersensitivity. Despite restrictive diet, corticosteroids, parenteral nutrition, and prior trials of azathioprine and omalizumab, growth was poor and total IgE remained high (4252 IU/ mL). Mesalamine has anti-inflammatory activity without immunosuppression, and holds promise in treating colitis and EGE in EDI. The UNC13D is the causative gene of familial hemophagocytic lymphohistiocytosis (FHL) subtype 3. Two new mutations, a 253 kb inversion straddling its 3′-end and an intronic 118 (−308) c>t mutation have been published as causative alleles recently. In this study, we screened the mutations with multiplex PCR and DNA sequencing in 133 HLH patients from North America and 54 normal controls from Southwestern Ohio. These mutations were not found in the controls, whereas were both identified in the patient group. We classified the patient into two groups, group I consisted of the patients carrying one heterozygous mutation, group II consisted of those without mutation identified previously. In group I, 6 of 45 (13.3%) were identified carrying heterozygous inversion, 8 of 45 (17.8%) carrying intronic mutation; in group II, the rate is 1 of 88 (1.1%) and 4 of 88 (4.5%), respectively. In total, 14.3% of patients were discovered carrying one of the mutations. Remarkably, this study suggested that these mutations are common in patients with FHL3 in North America, and it is important to retest the mutations and integrate the new tests into the current UNC13D gene test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mesalamine Treatment for Colitis in Ectodermal Dysplasia with Immunodeficiency"
        },
        {
            "text": "Md. Jamal Uddin 1 1 Biological Sciences, University of Ulsan, Ulsan, South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nicotine Induced Anti-inflammatory Effect of Heme Oxygenase1 is Mediated Through Tristetraprolin Expression"
        },
        {
            "text": "Though nicotine induced heme oxygenase1 (HO1) plays an important role in anti-inflammatory effects, the mechanisms involved in anti-inflammation mediated through HO1 is not clear. Tristetraprolin (TTP) is known to destabilize mRNA of pro-inflammatory cytokines. In this study, we show that antiinflammatory effect of HO1 is mediated through TTP. TNFα expression was suppressed by nicotine, whereas nicotine increased HO1 and TTP expression dose dependently in LPS stimulated Raw 264.7 macrophages. Further, only nicotine increased TTP and HO1 expression in a time and dose dependent manner. In addition, HO1 inducers as well as HO1 activity end product CO, and CORM3 enhanced TTP expression. As expected, HO1 inhibitor (ZnPP, 20 uM) significantly suppressed nicotine or CoPP or hemin or CO or CORM3 induced TTP mRNA level in macrophages. Gene silencing or knockdown of HO1 in macrophages also provided the similar result that was found from HO1 inhibitor's experiment. Together, our findings in Raw264.7 macrophages and peritoneal macrophages indicate that anti-inflammatory action of HO1 is mediated through TTP. A 2 yo Sri Lankan son of consanguineous parents presented with a history of persistent skin infections, PCP pneumonia, scabies, and abnormal gait. He was found to have neutropenia, low IgG and IgA, elevated IgM, normal T and B cell counts, mitogen proliferation, and negative HIV. X-linked HIM was suspected and he was started on IVIG at 12 mo and had no more infections. The family moved to Chicago for further evaluation and management. Work up showed normal alpha-fetoprotein, normal CD40 ligand expression but absent switched memory B cells. CD40 expression was absent confirming the diagnosis of AR-HIM. Neurological evaluation showed microcephaly, a retrocerebellar cyst but no evidence for ataxia and his frequent falls resolved with adequate shoes. CD40 deficiency is rare and results in a similar HIM phenotype as CD40 ligand deficiency. A role for CD40 in neurological development (microcephaly) has not been established but impaired neurological development was reported in another patient. GVHD limits the use of allogeneic BMT for malignant and non-malignant diseases such as primary immunodeficiency. GVHD is mediated by alloreactive donor T cells. Host APCs are required, while donor APCs are important for the full manifestation of disease. We have observed MHCII + donor-derived APCs adjacent to T cells within GVHD affected tissues, suggesting donor T cell/APC interactions within non-lymphoid target tissues may promote or propagate GVHD. Herein, intravital microscopy is used to image donor T cells and tissue infiltrating donor DCs in skin lesions during experimental GVHD. We observed both motile T cells and a large fraction of T cells in stable contact with DCs. Experiments are ongoing to determine whether these interactions reflect in situ antigen presentation, or are important in local donor T cell expansion/ effector function. Targeting of tissue infiltrating APCs could represent a unique strategy to ameliorate GVHD while preserving graft versus leukemia effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nicotine Induced Anti-inflammatory Effect of Heme Oxygenase1 is Mediated Through Tristetraprolin Expression"
        },
        {
            "text": "Leticia Hernández-Nieto, MD 1 T cell receptor excision circles (TRECs) are circular DNA molecules formed during thymocyte TCR rearrangement. The δRec-ϕJα TREC, present in most recent thymic emigrant T cells and measured by quantitative PCR of DNA from dried blood spots, is a biomarker for new T cell development. Low or absent TRECs indicate SCID or other T lymphopenic states. Diluted plasmids containing the TREC sequence are a relative standard, but TREC results from different sites are not comparable; a more physiologic and consistent cellular standard is required. We transduced a human EBV transformed cell line with a lentivirus encoding mCherry fluorescence, puromycin resistance and the δRec-ϕJα TREC sequence. FACS and FISH identified a TREC-EBV clone with a single insert. This clone was expanded, and measured cell numbers were added to PBMC-depleted blood aliquots and spotted onto filters to generate a series of standards. TREC copy number was proportional to TREC-EBV cells. Thus TREC-EBV cells are a universal cellular calibrator for TREC tests for both populationbased newborn screening programs and evaluations of immune reconstitution after hematopoietic cell transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Due to BCG in SCID Patients in a Pediatric Institution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Division of Allergy and Immunology and Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Department of Pediatrics and Department of Pathology, Children's Memorial Hospital",
            "authors": [
                {
                    "first": "Ben",
                    "middle": [
                        "Z"
                    ],
                    "last": "Il",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "Department",
                    "middle": [],
                    "last": "Of Pediatrics",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Maurice R O&apos;",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Northwestern University Feinberg School of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Departments of Pediatrics and Pathology and Pediatrics, Keck School of Medicine, University of Southern California and the Children's Hospital of Los Angeles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Centers of Florida, Lauderhill, FL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Laboratory Medicine, National Institutes of Health, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", Centro de Alergias y Asma \"Themme Afan\", LIMA, Peru.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and Immunology, Children's Hospital of Philadelphia, Philadelphia, PA and Soma Jyonouchi, M.D., Children's Hospital of Philadelphia, Philadelphia, PA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Viral Vaccines and Retrospective Review of Immunologic Status of 329 Patients with Ataxia Telangiectasia Burcin Uygungil, M.D., M.P.H. 1 ; Erez Minka, B.S. 1 ; Thomas Crawford, M.D. 2 and Howard Lederman, M.D., Ph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Federal, Mexico, Alexander Vargas-Hernández, MSc, Center for Research and Advanced Studies, Lizbeth Blancas-Galicia, MD, MSc., Unidad de Investigación en Inmunodeficiencias Primarias, Instituto Nacional de Pediatría, Julio Alcántara-Montiel, MD, MSc., center of research and studies advanced CINVESTAV, Distrito Federal, Mexico, Dolores Mogica-Martínez, MD, Medical Center \"La Raza\", Mexican Social Security Institute, Francisco Javier Espinosa-Rosales, MD, MSc., Research Head and Jeffrey Modell Diagnostic Center, National Institute of Pediatrics , Mexico D.F. C.P. 04530, Mexico and Leopoldo Santos-Argumedo, PhD, Molecular Biomedicine, CINVESTAV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Immunology, Mt. Sinai Medical Center, New York, NY, Jordan Orange, MD PhD, The Children's Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA, Joseph Glessner, MS, Children's Hospital of Philadelphia, Philadelphia, PA, Hakon Hakonarson, MD, PhD, Human Genetics and Molecular Biology, Children's Hospital of Philadelphia, Philadelphia, PA and Charlotte Cunningham-Rundles, MD PhD, Medicine and Pediatrics, Mount Sinai Medical Center, New York City, NY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Orange JS, Glessner JT, Resnick E, et al. Genome-wide association identifies diverse causes of common variable immunodeficiency. J Allergy Clin Immunol. 2011;127: 1360-1367 e1366.First Interim Analysis of the Tolerability of the Intravenous Immunoglobulin Octagam® 5% After Market Return in Germany C. Schultz 1 ; S. Kremer 1 and T.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "NIH/NIAID, Bethesda, MD. 3 Experimental Transplantation and Immunology Branch, NIH/NCI, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "/ Immunology, Children's Hospital of Philadelphia, Philadelphia, PA and Jordan Orange, MD PhD, The Children's Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "University Clinic in Aguascalientes, Mexico, as Part of the L-Project of The LASID. The First Months Aristoteles Alvarez-Cardona, MD 1 1 Medicine, Universidad Autonoma de Aguascalientes, Aguascalientes, Ags., Mexico, Francisco Javier Espinosa-Rosales, MD, MSc., Research Head and Jeffrey Modell Diagnostic Center, National Institute of Pediatrics , Mexico D.F. C.P. 04530, Mexico and Javier Ventura-Juarez, PhD, Morphology, Universidad Autónoma de Aguascalientes, Aguascalientes, Ags., Mexico. INTRODUCTION. Several factors negatively affect the diagnosis and care of PIDD patients in LATAM. The LASID launched The L Project to improve this. METHODS. As part of the L Project, after several media appearances, face to face promotion and academic sessions, a University based PIDD clinic was initiated in October 2011. Here we describe the clinical manifestations and characteristics of the PIDD patients diagnosed since then",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Leading to Profound Zinc Deficiency in a Child Hava Tillipman Ladinsky, MD; Jean Brown, MD; John Sleasman, MD; Elena Perez, MD, PhD and Morna Dorsey, MD, MMSc 1 Department of Allergy, Immunology, and Rheumatology, University of South Florida, Saint Petersburg, FL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Immunity Section, Genetics and Molecular Biology Branch, National Human Genome Research Institute, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The BH3 Mimetic, Small Molecule, ABT-737, was Effective for the Treatment of THE MRL/LPR−/− Mouse Model of Autoimmune Lymphoproliferative Syndrome (ALPS) Kennichi Dowdell, Ph.D. 1 ; Lianghao Lu, MD, PhD 1 ; Hyesun Kuehn, Ph.D. 1 ; V. Koneti Rao, M.D. 1 ; Thomas A. Fleisher, MD 1 and Joao Bosco Oliveira, MD,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Medical Center, New York, NY. 2 Baylor Institute for Immunology Research, Dallas, TX. 3 Medicine and Pediatrics, Mount Sinai Medical Center, New York City, NY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Host Defenses, NIAID, NIH, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": ", Cinvestav, Mexico City, Mexico, Laura Berrón-Ruiz, PhD, research in immunodeficiencies, Nacional Institute of Pediatric, Distrito Federal, Mexico, Dolores Mogica-Martínez, MD, Medical Center \"La Raza\", Mexican Social Security Institute, Sara Elva Espinosa-Padilla, MD, PhD, National Institute of Pediatrics, Francisco Javier Espinosa-Rosales, MD, MSc., Research Head and Jeffrey Modell Diagnostic Center, National Institute of Pediatrics, Mexico D.F. C.P. 04530, Mexico and Leopoldo Santos-Argumedo, Researcher, Departamento de Biomedicina Molecular, CINVESTA-VIPN, D.F., Mexico.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Federal University of Minas Gerais, Belo Horizonte, Brazil. 2 Immunology Service, Department of Laboratory Medicine, National Institutes of Health, Bethesda, MD. 3 Division of Allergy and Immunology, School of Medicine, Federal University of Minas Gerais, Belo Horizonte, Brazil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Host Defenses, NIAID, NIH, Bethesda, MD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "research unit, Instituto Nacional de Pediatria, MEXICO, Mexico, Andrea Morin-Contreras, Biomedicina Molecular, CINVESTAV, México city, Mexico, Héctor Gómez-Tello, MD, Servicio de Alergia, Hospital del niño poblano, Laura Berrón-Ruiz, PhD, research in immunodeficiencies, Nacional Institute of Pediatric, Distrito Federal, Mexico, Miguel Angel Alcantara-Ortigoza, PhD, Laboratorio de Biología molecular, Instituto Nacional de Pediatría, Mexico City, Mexico and Francisco Javier Espinosa-Rosales, MD, MSc., Research Head and Jeffrey Modell Diagnostic Center, National Institute of Pediatrics , Mexico D.F. C.P. 04530, Mexico. Date of birth: May 22, 1973. Place of birth: Mexico City , Mexico. Nationality: Mexican. Age: 38 years. Degrees Medical Doctor. Universidad Nacional Autónoma de México, 1998. Master's in Immunology. Instituto Politécnico Nacional, Escuela Nacional de Ciencias Biológicas, 2005. Medical Specialities Pediatrics. Instituto Nacional de Pediatría ( National Pediatrics Institute), Mexico City, 2001. Allergy and Immunology. Instituto Nacional de Pediatría, 2004. Hospital Affiliation Researcher at Immunodeficiency research unit, Instituto Nacional de Pediatría, Mexico City. Current research lines Chronic granulomatouse disease and mendelian susceptibility to mycobacterial diseases. Academic research stances Laboratory of Human Genetics of Infectious Diseases, Necker Branch, Institut National de la Santé et de la Recherche Médicale, Paris, France. Project: Mutation on Chronic granulomatous disease Supervisors: Jacinta Bustamante and JL Casanova Newborn Screening for SCID-The First Three Months in Michigan Millard Lucien Tierce IV, DO 1 ; Kevin Cavanagh, PhD 2 ; Mary Kleyn, MS 3 ; Patrick Michael Long, PhD 4 ; Mary Ruehle, RN, MS, CPN 1 ; Heather Wood, MS 5 ; William Young, PhD 3 and Elizabeth A. Secord, MD 1 1 Allergy and Immunology, Wayne State University, Detroit, MI. 2 Chemistry and Toxicology Division, Michigan Department of Community Health, Lansing, MI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Mutation in IL2R-Cγ Resulting in Unusual NK + Phenotype and Late Presentation with Recalcitrant Disseminated Pneumocystis Jiroveci Araceli Elizalde, MD 1 ; Catherine Kubiac, MD 2 ; Jean Brown, MD 1 ; Doanh Nguyen, MD 1 ; Hava Tillipman Ladinsky, MD 1 ; Panida Sriaroon, MD 1 ; Morna Dorsey, MD, MMSc 1 ; John Sleasman, MD 1 and Elena Perez, MD, PhD 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Economic Impact of Facilitated-Subcutaneous Infusion of Immune Globulin (Human), 10% with Recombinant Human Hyaluronidase (IGHy) or Intravenous Immunoglobulin (IGIV) in Primary Immunodeficiency (PI) Patients Ravi Iyer 1 ; Michelle Luo 2 and Josephine Li-McLeod 2 1 Baxter Healthcare Corp, Deerfield, IL. 2 Baxter Healthcare Corp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "University of ABC, Santo André, Brazil. 2 Dermatological Manifestations of Primary Immunodeficiencies-ADEE3003, University of São Paulo School of Medicine, São Paulo, Brazil. 3 Laboratory of Medical Investigation in Dermatology and Immunodeficiencies-LIM56, University of São Paulo School of Medicine, São Paulo, Brazil. 4 Clinical Pathology, University of São Paulo School of Medicine, São Paulo, Brazil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Allergy, Immunology, and Rheumatology, University of South Florida, Saint Petersburg, FL. 2 Allergy, Immunology, and Rheumatology, University of South Florida, Saint Petersburg, FL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "de Alta Especialidad No 25, IMSS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Pechacek, MS 1 ; Amy P. Hsu 2 ; Hannalore Bax, PhD 3 ; Dalton L Dias 4 ; Michelle Paulson, MD 5 ; Li Ding, MD 2 ; Gulbu Uzel, MD 6 ; Lindsey B Rosen, BS 7 ; Sarah K Browne, MD 2 ; Shrimati Datta, PhD 8 ; Joshua Milner, MD 9 ; Prabha Chandrasekaran, PhD 4 ; Christa S Zerbe, MD 10 ; Henry Wiley, MD 11 ; David E. Greenberg, MD 12 ; Susan Hoover, MD 13 ; Sergio D. Rosenzweig, M.D., Ph.D. 4 ; John N Galgiani, MD 13 ; Steven M. Holland, MD 2 and Elizabeth P. Sampaio, MD, of Health, Bethesda, MD. 5 Clinical Research Directorate/CMRP, SAIC-Frederick, Bethesda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Effects of PEG-ADA Withdrawal with or Without Chemotherapy (CHTX) and Cytotherapy (CTX) in Adenosine Deaminase-Deficient Severe Combined Immune Deficiency (ADA-SCID) Immunity Section, Genetics and Molecular Biology Branch, National Human Genome Research Institute, Bethesda, MD, Linda Muul, PhD, National Human Genome Research Institute, Elizabeth Garabedian, RN, MSLS, National Human Genome Research Institute, Bethesda, MD, Kit Shaw, PhD, University of California, Los Angeles, Michael S. Hershfield, MD, Duke University Medical Center, Alan S. Wayne, MD, National Cancer Institute, Donald B. Kohn, M.D., Microbiology, Immunology and Molecular Genetics, University of California, Los Angeles, Los Angeles, CA and Fabio Candotti, MD, Disorders of Immunity Section, National Human Genome Research Institute, Betehsda, MD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Medical Investigation in Dermatology and Immunodeficiencies-LIM56, University of São Paulo School of Medicine, São Paulo, Brazil. 3 Dermatological Manifestations of Primary Immunodeficiencies-ADEE3003, University of São Paulo School of Medicine, São Paulo, Brazil.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Saint Louis University School of Medicine, St Louis, MO. 2 Pediatric Gastroenterology, Saint Louis University School of Medicine. 3 Pediatric Dermatology, Saint Louis University School of Medicine. 4 Pediatric Allergy and Immunology, Saint Louis University School of Medicine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory FindingsAbility of Different Isolates of Staphlococcal Aureus to Induce Selected Metabolites in Human Polymorphonuclear LeucocytesMicrobiology & Molecular Genetics, University of the punjab, lahore. Pakistan, Lahore, Pakistan.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cancer Stem Cell Vaccination Confers Significant Anti-Tumor Immunity by Selectively Targeting Cancer Stem Cells",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Trim/sulfa she is doing well. A higher risk for spontaneous abortions with HIES is well recognized. The NEC in this child may have been the result of prenatal insult. Modestly low APGAR scores go against this possibility. An earlier genetic testing may have allowed to NICU to anticipate likely infections and consider prophylaxis.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Immuno-e Health Center, Centennial, CO.Dallas Allergy Immunology, Dallas, TX.Allergy Assocs of Palm Beaches, North Palm Beach, FL. Cε. Physiological mechanisms that influence CSR to Cγ1 versus Cε and reason behind high IgE in certain primary immune deficiencies are incompletely understood. In this study, we report a role for B cell developmental maturity in IgE CSR. Based in part on a novel flow cytometric IgE CSR assay, we show that immature B cells preferentially switch to IgE versus IgG1 through a mechanism involving increased direct CSR from Cμ to Cε. Our findings suggest that IgE dysregulation in certain immunodeficiencies may be related to impaired B cell maturation.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Tolerability and Efficacy of Facilitated-Subcutaneous Infusion of Immune Globulin (Human) 10% AND Recombinant Human Hyaluronidase (IGHy) in a Subset of Study Patients with Primary Immunodeficiency (PI) Richard Wasserman, MD 1 ; Isaac Melamed, MD 2 ; Mark Stein, MD 3 ; Jennifer Puck, MD 4 ; Sudhir Gupta, MD 5 ; Werner Engl 6 ; Heinz Leibl 6 ; David Gelmont, MD 6 ; Richard Schiff, MD 6 and . IGSC,10% rHuPH20 Study Group 7 Dallas Allergy Immunology, Dallas, TX. Immuno-e Health Center, Centennial, CO. Allergy Assocs of Palm Beaches, North Palm Beach, FL. Department of Immunology and Pediatrics, University of California, San Fransisco, San Fransisco, CA. Pathology and Laboratory Medicine, University of California, Irvine. Rationale: IGSC requires weekly infusions using multiple sites; with pre-infusion of rHuPH20 (IGHy) subcutaneous IgG for PI could combine the advantages of IVand SC therapy. The rates of local and systemic ADRs with IGHy were similar to IGSC. The overall rate of infections in IGHy treated patients was comparable to IGSC and IGIV. Dallas Allergy Immunology, Dallas, TX. Immuno-e Health Center, Centennial, CO. Allergy Assocs of Palm Beaches, North Palm Beach, FL. Montefiore Medical Park. Department of Immunology and Pediatrics, University of California, San Fransisco, San Fransisco, CA. Pathology and Laboratory Medicine, University of California, Irvine. Introduction: IGSC treatment results in lower bioavailability, determined by AUC vs IGIV. IGHy improves AUC vs IGSC, decreases need for multiple sites, and permits infusion rates and treatment frequencies equal to IGIV. Methods: All patients were treated with IGIV at the same dose & frequency as prior to the study, then patients began IGHy for 12 months. 75 U of rHuPH20/g IgG was given SC followed by IgG 10% at 108% of the IGIV dose. IgG dosing was adjusted for all patients based on trough level to ensure AUC equivalence to IGIV. PK parameters of IGHy vs. IGIV and IGSC are reported. Results: PK analysis was done on 60 patients ≥12 yrs of the 83 patients treated with IGHy. Ratios of IGHy to IGIV dose to achieve an equivalent AUC was 108.98%. AUC IGHy / AUC IGIV was PK-equivalent at 93.3%. IGHy required a lower dose than IGSC to reach the same AUC IGIV . Median IgG peaks (mg/dL) were 1550 for IGHy vs 2190 and 1410 for IVIG and IGSC. Median trough for IGHy was 1040 vs 1010 and 1260 for IGIV and IGSC. Conclusion: IGHy every 3-4 weeks provided AUC similar to IGIV at a lower median dose vs IGSC.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Severe Eccema: What Do You Think About? Analía Gisela Seminario 1 ; Alejandra Bravo Kleiman 1 ; Luciana Filardi 1 ; Ileana Moreira Varanese 1 ; Damacia Díaz Ballvé 1 ; Andrea Gómez Raccio 1 ; María Isabel Gaillard 1 ; Daniela Di Giovanni 1 and Liliana Bezrodnik, MD 1 Immunology Group, Ricardo Gutiérrez Children´s Hospital, Buenos Aires, Argentina.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Concomitant Anticoagulant and Antiplatelet Therapy Mark R. Stein, MD 1 ; Kelly Farnan, CCRC 1 ; Danielle Eufrasio, CCRC 1 ; Carla Duff, CPNP, MSN, CCRP 2 ; Jerry Hunter, RN 3 ; Diana Ochoa, LVN 4 ; Marie-Claude Levasseur, RN 5 ; Loris Aro, RN 6 and Annette Zampelli, MSN, CRNP 7 Allergy Associates of the Palm Beaches, North Palm Beach, FL. University of South Florida, Tampa, FL. Arizona Allergy Associates, Phoenix, AZ. Allergy/Immunology Research Center of North Texas, Dallas, TX. 5 University Health Center, Sainte-Justine Hospital, Montreal, QC, Canada. Toronto Allergy Group, Toronto, ON, Canada. CSL Behring, LLC, King of Prussia, PA.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Transcriptome Analysis of Bone Marrow from Common Variable Immunodeficiency Patients Rebecca L. Tallmadge, PhD 1 ; Lishuang Shen, PhD 2 and M. Julia B. Felippe; DVM, MS, PhD, DACVIM 3 Clinical Sciences, Cornell University. Computational Biology Service Unit, Cornell University. Clinical Sciences, Cornell University, Ithaca, NY.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "The Sum of Initial IgG, IgA and IgM, Viewed as a Percentage of the Lower Limit of Age-Adjusted Normal Values, is Predictive of Time to Normalization in Infants with Hypogammaglobulinemia RC Van Winkle, MD 1 Department of Pediatrics, Division of Allergy & Immunology, AI duPont Hospital for Children, Wilmington, DE; Department of Pediatrics, Division of Allergy and Immunology, Thomas Jefferson University, Philadelphia, PA, WH Hauck, PhD, Sycamore Consulting, LLC and Sj McGeady, MD, AI duPont Hospital for Children; Thomas Jefferson University.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "The Children's Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA. Fred Hutchinson Cancer Research Center, Seattle, WA.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Rundles, MD PhD, Medicine and Pediatrics, Mount Sinai Medical Center, New York City, , NY, Kim Nichols, MD, Children's Hospital of Philadelphia and Eric Meffre, PhD, Department of Immunobiology, Yale University School of Medicine, New Haven, CT.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Vargas-Hernández 1 ; Laura Berron Ruiz 2 ; Tamara Staines-Boone 3 ; Carmen Zarate-Hernández 4 ; Ana R. Moran-Mendoza 5 ; Francisco J. Espinosa-Rosales 2 and Leopoldo Santos-Argumedo, Researcher 6 Molecular Biomedicine, CINVESTAV-IPN, D.F., Mexico. Unidad de Investigación en Inmunodeficiencias, Instituto Nacional de Pediatría-SSA, D.F., Mexico. 3 Unidad Médica de Alta Especialidad #25, IMSS, Monterrey NL., Mexico. Hospital Universitario, Monterrey NL, Mexico. 5 Unidad Médica de Alta Especialidad, Hospital de Pediatría del CMNO-IMSS, Guadalajara, Jal, Mexico. Departamento de Biomedicina Molecular, CINVESTAV-IPN, D.F., Mexico.Hyper-IgM syndrome (HIGM) is characterized by the presence of recurrent infections, low levels of IgG and IgA and normal or high levels of IgM. The patients 1, 2, 3, and 4 showed decrease in the expression of CD154 by flow cytometry and the mutations were localized in the TNFH domain. The patients 5 have normal expression of CD154 and analysis revealed an E4 Skip mutation. The deletion of 30 bp in AID due to an alternative splicing was found in 2 patients. This molecular study contributes to the identification of new mutations in CD154 and AID genes.Lael M. Yonker, MD 1 ; Perdita Permaul, MD 1 ; Matthew C. Baker, MD 2 ; Paul Hesterberg, MD 2 ; Rajashri Iyengar, MD 1 ; Jonathan U. Peled, MD, PhD 2 ; CVID Working Group 1,2 ; Jolan Walter, MD PhD 1 and Mariana C. Castells 2 Massachusetts General Hospital for Children, Boston, MA. Massachusetts General Hospital, Boston, MA.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Atypical Lymphoproliferative Syndrome Associated with STXBP2 Deficiency Zeynep Yesim Kucuk, MD 1 ; Vijaya Chaturvedi 2 ; Rebecca Marsh, MD 3 ; Alexandra H. Filipovich, MD 4 ; Kejian Zhang, MD 5 and Ashish R. Kumar 4 1 Allergy and Immunology, Cincinnati Children's Hospital Medical Center , Cincinnati, OH. 2 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center. 3 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH. 4 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center. Division of Human Genetics, Cincinnati Children's Hospital Medical Center.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "hepatitis. Liver biopsy showed a T-lymphocyte infiltrate and again steroid therapy was effective. She had no other features of HLH but her NK cells showed a profound deficiency in CD107a degranulation. A genetic screen of the lytic granule secretion-pathway revealed compound heterozygous mutations in STXBP2. Western blot showed absence of STXBP2 protein. Her parents were heterozygous for the individual mutations. This case demonstrates that STXBP2 deficiency results in lymphoproliferative syndrome without HLH and we propose CD107a degranulation as a useful tool to identify these conditions. Immunology, Asthma and Allergy Research Institute, Tehran University of Medical Sciences, Tehran, Iran.2 1-Immunology, Asthma and Allergy Research Institute, Tehran University of Medical Sciences, Tehran, Iran. Immunology, Asthma and Allergy Research Institute, Tehran University of Medical Sciences, Tehran, Iran.",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "In Vitro B Cell Differentiation from Hematopoietic Stem Cells: An Approach to Rescue B Cell Development in Common Variable Immunodeficiency Ute Schwab, PhD 1 ; Mary Beth Matychak 1 ; Rebecca L. Tallmadge, PhD 1 and M. Julia B. Felippe, DVM, MS, PhD, DACVIM 1 Clinical Sciences, Cornell University, Ithaca, NY.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Syndrome: A Quantitative Defect of Regulatory T Cells Detected by Demethylation Analysis of the FOXP3 Locus F. Barzaghi 1,2 ; L. Passerini 1 ; E. Gambineri 3 ; S. Ciullini Mannurita 4 ; T. Cornu 5 ; E. S. Kang 6 ; Y. H. Choe 7 ; C. Cancrini 8 ; R. Ciccocioppo 9 ; A. Ikinciogullari 10 ; M. G. Roncarolo 1,2 ; S. Olek 5 and R. Bacchetta 1 1 San Raffaele Telethon Institute for Gene Therapy (HSR-TIGET), Milan, Italy.Vita Salute San Raffaele University, Milan, Italy. Anna Meyer Children's Hospital, Department of Sciences for Woman and Child's Health, University of Florence, Italy, Florence, Italy. To investigate if a Treg cells defect sustains IPEX-like phenotype, we measured the amount of peripheral Tregs within the CD3 + T cells, by analysing the demethylation of the Treg-cell-Specific-Demethylated-Region (TSDR) in the FOXP3 gene and of the T-cell-Specific-Demethylated-Region (TLSDR) in the CD3 gene, markers of Tregs and overall T cells, respectively. IPEX-like patients show a significant reduction of Tregs, compared with healthy and disease controls, which was not detectable by flow cytometric analysis, showing instead highly variable results especially in the presence of high number of activated T effector cells. The quantitative defect of Tregs, with preserved suppressive function, is identified as a common biological hallmark of IPEX-like syndrome, underlying the immune dysregulation. MHC Class II Deficiency in a Nine Month Old Mexican Girl Anna B Fishbein, MD 1 Allergy & Immunology, Childrens Memorial Hospital & Northwestern University, Chicago, IL, Nicolas Bensen, Diagnostic Immunology Laboratory, Children's Memorial Hospital, IL, Ben Z Katz, MD, Department of Pediatrics, Northwestern University Feinberg School of Medicine and Children's Memorial Hospital, Division of Pediatric Infectious Diseases, Chicago, IL, Ramsay L Fuleihan, MD, Division of Allergy and Immunology and Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Department of Pediatrics and Department of Pathology, Children's Memorial Hospital, Northwestern University Feinberg School of Medicine, Chicago, IL and Maurice R O'Gorman, PhD, Departments of Pediatrics and Pathology and Pediatrics, Keck School of Medicine, University of Southern California and the Children's Hospital of Los Angeles, Los Angeles, CA; Pediatrics and Pathology, Northwestern University Feinberg School of Medicine and the Children's Memorial Hospital, Chicago, IL; Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Children's Memorial Hospital, Northwestern University Feinberg School of Medicine, chicago, IL. Introduction: MHC Class II Deficiency (Bare Lymphocyte Syndrome) is an uncommon combined immune deficiency. Case Description: 9 month old Mexican girl born to nonconsanguineous parents, presented with a labial abscess growing Pseudomonas aeruginosa and Enterobacter cloacae. Medical history was remarkable for 2 pneumonias requiring iv antibiotics, multiple normal lymphocyte counts, normal growth parameters, no diarrhea, or thrush. Laboratory evaluation revealed hypogammaglobulinemia, normal CD8, low CD3/CD4 counts, no lymphocyte proliferation in response to antigens, normal mitogen response, reduced expression of MHC Class I molecules, and absent expression of HLA-DR. Discussion: This case exemplifies the variable phenotype of MHC class II deficiency. Given normal CD8 T cell development, these patients are not likely to be picked up on newborn screen. This diagnosis should be considered in the differential of patients presenting with recurrent infections. Autoimmune Manifestations in Children with Primary Immunodeficiencies Saul Oswaldo Lugo Reyes, MD, MS. 1 ; Maria Guadalupe Ramirez Vazquez, MD 2 ; Marco Antonio Yamazaki-Nakashimada, MD 2 ; Sara Espinosa Padilla, MD, PhD 1 and Francisco Javier Espinosa Rosales, MD, PhD 1 Immunodeficiencies Research Unit, National Institute of Pediatrics, Mexico City, Mexico. 2 Clinical Immunology Department, National Institute of Pediatrics, Mexico City, Mexico. To determine the prevalence of AIM in children with PIDs followed at our hospital, describe the most frequent, treatment and outcome. Well-defined defects were the PIDs with more cases of AIM, followed by Antibody defects. Treatment included: corticosteroids, immunosuppressants, IVIG, rituximab, splenectomy and HSCT, with a generally good response and survival. DISCUSSION: AI is high among our patients, compounded by high numbers from dysregulation syndromes, moderate figures from well-defined and Antibody defects, and occasional reports from others. Regular follow-up visits and close surveillance are justified given the delicate balance between immunosuppression and infection prophylaxis needed. Marc D. Ikeda, MD and Allyson Larkin, MD 1 Division of Pulmonary Medicine, Allergy & Immunology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA. Background: Here we present a case of neonatal bacteremia and meningitis with panniculitis found to have dysfunctional C2 and C4. History: A term 3-day-old female born to nonconsanguinous parents presented to the Neonatal Intensive Care Unit with poor feeding, tachypnea, and abdominal distention. Blood cultures grew nontypeable Haemophilus influenzae, and findings in the cerebrospinal fluid were consistent with meningitis. Clinically, the child improved on antibiotics, but developed large, soft masses on her neck and lower back. A skin biopsy showed an acute, sterile, neutrophil-rich necrotizing panniculitis. An absent CH50 and normal AH50 led to a workup finding dysfunctional C2 and C4. Conclusion: This patient is one of the youngest reported cases of a complement disorder and presented with unusual findings of bacteremia, meningitis and panniculitis. Novel Missense Mutation P.M37K in IKBA Results in Impaired NF-κB Activation Causing Ectodermal Dysplasia with Immunodeficiency and Autoimmune Polyendocrinopathy",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "NIAID, Laboratory of Allergic Disease, Bethesda, MD. National Institute of Allergy and Infectious Diseases, Bethesda, MD. Laboratory of Clinical Infectious Diseases, NIAID/NIH, Bethesda, MD.",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "Unity of Allergy and Immunology Department of Pediatrics, Insituto da Criança-Universidade de São Paulo.",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "Chronic ER Stress as a Cause for Deficient Proliferation and Spontaneous Apoptosis in CVIDCamila P. Bonin 1 ; Fernanda M. C. Sodré 1 and Maristela M. de Camargo 1 Immunology Department, University of São Paulo, São Paulo, Brazil.",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Department of Pediatrics, Division of Allergy and Clinical Immunology, Yale University School of Medicine, New Haven, CT. Connecticut Public Health Laboratory (CTDPHL), Hartford, CT.",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "Department of Pediatric Pulmonary, Allergy & Immunology, Maria Fareri Children's Hospital, Valhalla, NY. Division of Infectious Disease, Upstate Medical University, Syracuse, NY. 5 Division of Allergy & Immunology, Cohen Children's Medical Center, Great Neck, NY.",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "A Heterozygous S32I Mutation in IκBα that Causes EDID Results in Defective Development of Lymphoid Organs and Impaired B Cell Function Jana L Mooster 1 ; Severine Le Bras, PhD 1 and Raif S. Geha, MD 2 1 Department of Immunology, Children's Hospital Boston, Boston, MA. Immunology Division Children's Hospital, Harvard Medical School, BOSTON, MA.",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "1 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center , Cincinnati, OH. Children's University Hospital. Hôpital Necker-Enfants Malades. Hôpital Necker Enfants-Malades. University Hospital Motol, Charles University. Hôpital Timone Enfants. Hiroshima Red Cross Hospital. University of Toyama. Medical College of Wisconsin. 13 Medical College of Wisconsin, The Children's Hospital of Wisconsin. Phoenix Childrens Hospital. Cincinnati Children's Hospital Medical Center.",
            "latex": null,
            "type": "table"
        },
        "TABREF43": {
            "text": "Deep Sequencing Analysis of the Antibody Repertoire a Pair of Identical, HLA*B44 Female Twins Discordant for Common Variable Immunodeficiency Ewa Szymanska 1 ; Gregory C Ippolito 2 ; Michael Zemlin 3 ; Tracy A Hwangpo 1 ; Marsha G Brand 1 ; Yingxin Zhuang 1 ; David Schneider 1 ; Elizabeth E Brown 1 ; George Georgiou 2 and Harry W Schroeder Jr., MD PhD 4 University of Alabama at Birmingham. University of Texas at Austin. Philipps-Universität Marburg. Medicine, University of Alabama at Birmingham, Birmingham, AL.",
            "latex": null,
            "type": "table"
        },
        "TABREF44": {
            "text": "Abatacept as a Novel Therapeutic Option for Glild and Other Autoimmune Features in Patients with CVID Hilary Haines, MD 1 and Michael B Jordan, MD 2 Dept. of Pediatrics, Division of Hematology and Oncology, University of Alabama School of Medicine, Lisa Young, MD, Dept. of Pediatrics, Division of Pulmonary Medicine, Vanderbilt University School of Medicine. 2 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH.",
            "latex": null,
            "type": "table"
        },
        "TABREF46": {
            "text": "When patients switched from IGIV to IGSC 20% an additional 165 g IG per patient per year (PPPY) was required resulting in an incremental cost of $25,002 PPPY. Based on sensitivity analysis the incremental IG usage with IGSC 20% could range between 94 g to 237 g which could cost between $14,000 and $36,000 PPPY. Conclusion: This analysis indicates that when patients switch from IGIV therapy to IGSC 20%, dose adjustment requirements would increase overall drug utilization and cost.Using Decision Analysis to Model Latent Therapeutic Demand (LTD) for Immunoglobulin (IG) in Treating CVIDJeffrey S. Stonebraker, PhD 1 Department of Business Management, North Carolina State University, Raleigh, NC and Albert Farrugia, PhD, Plasma Proteins Therapeutics Association, Annapolis, MD.",
            "latex": null,
            "type": "table"
        },
        "TABREF47": {
            "text": "A Unique Case of Generalized Lymphangiectasia Causing Severe Immune Deficiency Neha Seth, MD 1 ; Imelda Celine Hanson, MD 2 ; Stephen E. Welty, MD 3 and Filiz O. Seeborg, MD 4 Department of Pediatrics, Section of Allergy and Immunology, Baylor College of Medicine and Texas Children's Hospital, Houston, TX. Allergy and Immunology Section, Baylor College of Medicine and Texas Children's Hospital. Neonatology, Baylor College of Medicine and Texas Children's Hospital. 4 Allergy and Immunology, Baylor College of Medicine and Texas Children's Hospital, Houston, TX.",
            "latex": null,
            "type": "table"
        },
        "TABREF48": {
            "text": "Common Variable Immunodeficiency and Human Papilloma Virus Infction L A O Cunha, MD 1 1 Pediatrics, Federal University of Minas Gerais, Belo Horizonte, Brazil, J B S Nunes, MD, Immunology, Federal University of Minas Gerais, Belo Horizonte, Brazil, Tiago Nunes Guimaraes, MD, Division of Allergy and Immunology, School of Medicine, Federal University of Minas Gerais, Belo Horizonte, Brazil and J A Pinto, MD, PHD, Federal University of Minas Gerais.",
            "latex": null,
            "type": "table"
        },
        "TABREF49": {
            "text": "Maria Cecilia Pereira Soares 1 ; Anna Cristina Collanieri 1 ; Fabiana Yasuhara 2 ; Alberto José da Silva Duarte 3 and Dewton de Moraes-Vasconcelos 1,4 University of São Paulo School of Medicine. Clinical Pathology, University of São Paulo School of Medicine, São Paulo, Brazil. 4 Dermatological Manifestations of Primary Immunodeficiencies-ADEE3003, University of São Paulo School of Medicine, São Paulo, Brazil.",
            "latex": null,
            "type": "table"
        },
        "TABREF50": {
            "text": "Departments of Pathology and Pediatrics, Feinberg School of Medicine, Northwestern University and the Children's Memorial Hospital, Chiago, IL. Diagnostic Immunology Laboratory, Children's Memorial Hospital, Chicago, IL. Pediatrics, Advocate Hope Children's Hospital, Oak Lawn, IL. Allergy & Immunology, Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Children's Memorial Hospital, Northwestern University Feinberg School of Medicine, Chicago, IL.",
            "latex": null,
            "type": "table"
        },
        "TABREF51": {
            "text": "Cristina Miuki Abe Jacob 1 ; Cristiane de Jesus Nunes dos Santos 1 ; Geneviève de Saint-Basile 2 ; Ana Paula B. Moschione Castro 1 ; Antônio Carlos Pastorino 1 ; Juliana Folloni Fernandes 3 ; Vanderson Rocha 3 and Magda M. Sales Carneiro-Sampaio 1 Unity of Allergy and Immunology Department of Pediatrics, Instituto da Criança-Universidade de São Paulo, São Paulo, Brazil. Hôpital Necker-Enfants Malades, France. 3 Instituto de Tratamento do Câncer Infantil-Universidade de São Paulo, São Paulo, Brazil.",
            "latex": null,
            "type": "table"
        },
        "TABREF52": {
            "text": "Specific Antibody Deficiency or Evolving CVID? Nashmia Qamar, DO 1 Allergy & Immunology, Children's Memorial Hospital, Northwestern University, Chicago, IL, Melanie Makhija, MD, MSc, Allergy and Immunology, Children's Memorial Hospital, Northwestern University, Chicago, IL and Kristian T Schafernak, MD, Pathology, Children's Memorial Hospital, Chicago, IL.",
            "latex": null,
            "type": "table"
        },
        "TABREF53": {
            "text": "Anna Cristina Collanieri 1 ; Maria Cecilia Pereira Soares 1 ; Lais Pinto de Almeida 1 ; Thiago de Almeida Bezerra 2 ; Alberto José da Silva Duarte 3 and Dewton de Moraes-Vasconcelos 1,2 Laboratory of Medical Investigation in Dermatology and Immunodeficiencies-LIM56, University of São Paulo School of Medicine, São Paulo, Brazil. 2 Dermatological Manifestations of Primary Immunodeficiencies-ADEE3003, University of São Paulo School of Medicine, São Paulo, Brazil. Clinical Pathology, University of São Paulo School of Medicine, São Paulo, Brazil.",
            "latex": null,
            "type": "table"
        },
        "TABREF54": {
            "text": "Group 1 Peak/NadirGroup 2 Peak/Nadir day) in association with voriconazole (40.0 mg/kg/day)could be a promising alternative for the treatment of cryptococcosis, especially when fluconazole proves to be unsatisfactory.Invariant NKT Cells Mediate TCR-and Perforin-Dependent Cytotoxic Control of T-cell Lymphoma Hamid Bassiri, MD, PhD 1 ; Rupali Das, PhD 2 ; Peng Guan, BA 2 ; Pinaki P Banerjee, PhD 3 ; Jordan Orange, MD PhD 3 and Kim Nichols, MD 4 Division of Infectious Diseases, Children's Hospital of Philadelphia, Philadelphia, PA. Division of Oncology Research, Children's Hospital of Philadelphia, Philadelphia, PA. Division of Allergy and Immunology, Children's Hospital of Philadelphia, Philadelphia, PA. Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA.",
            "latex": null,
            "type": "table"
        },
        "TABREF55": {
            "text": "The 253 KB Inversion and 118 (−308) C>T Intronic Mutations in UNC13D Are Common in Patients with Familial Hemophagocytic Lymphohistiocytosis Type 3 (FHL3) in North America Yaping Qian 1 ; Judith Johnson 2 ; Jessica Connor 2 ; Ammar Husami 2 ; Yenan Bryceson 3 ; Marie Meeths 3 ; Alexandra H. Filipovich, MD 4 and Kejian Zhang, MD 5 Division of Human Genetics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH. Division of Human Genetics, Cincinnati Children's Hospital Medical Center. Karolinska Institutet, Karolinska University Hospital Solna. 4 Division of Bone Marrow Transplantation and Immunodeficiency, Cincinnati Children's Hospital Medical Center. Division of Human Genetics, Cincinnati Children's Hospital Medical Center.",
            "latex": null,
            "type": "table"
        },
        "TABREF56": {
            "text": "Autosomal Recessive Hyper IgM (AR-HIM) Due to CD40 Deficiency Presenting with Recurrent Infections and Abnormal GAIT 2 Mahboobeh Mahdavinia, MD 1 Divisions of Allergy and Immunology, Departments of Internal Medicine , CHICAGO, IL, Rajiv de Silva, MD, Department of Immunology, Medical Research Institute, Colombo, Sri Lanka, Colombo, Sri Lanka, Maurice R O'Gorman, PhD, Pediatrics and Pathology, Northwestern University Feinberg School of Medicine and the Children's Memorial Hospital, Chicago, IL; Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Children's Memorial Hospital, Northwestern University Feinberg School of Medicine, chicago, IL; Departments of Pediatrics and Pathology and Pediatrics, Keck School of Medicine, University of Southern California and the Children's Hospital of Los Angeles, Los Angeles, CA and Ramsay L Fuleihan, MD, Division of Allergy and Immunology and Jeffrey Modell Diagnostic Center for Primary Immunodeficiencies, Department of Pediatrics and Department of Pathology, Children's Memorial Hospital, Northwestern University Feinberg School of Medicine, Chicago, IL.",
            "latex": null,
            "type": "table"
        },
        "TABREF57": {
            "text": "Pediatrics, National Institute of Pediatrics, Mexico City, Mexico and Sara Espinosa-Padilla, National Institute of Pediatrics. Tuberculosis is still a prevalent disease in developing countries being BCG vaccination a WHO recommendation. How ever infection due to the Calmette Guerin bacillus can occur in patients with PID. In Mexico BCG vaccine is applied in the newborn; we searched for the prevalence of infection due to BCG in the patients diagnosed with SCID in our clinic in 25 years: 26 patients where identified with SCID, two thirds (72%) were males;15 patients had BCG applied. Of the 15 vaccinated children 40% (n6) developed complications due to BCG. Four of them suffered from disseminated disease and 2 the localized form. Two patients have died, both with disseminated disease. One developed the infection after being transplanted, apparently having the BCG infection solved and died from other causes; the other died before transplantation. Documentation of the bacillus through Ziehl Neelsen staining was possible in 5 cases and isolation of Mycobacterium complex in 4 of them and one PCR for Callmette Guerin Bacillus. The incidence of complications in SCID secondary to BCG vaccination in our population is a little higher than the percentage reported in other series.A Universal Callibrator for TREC Testing Assists Newborn Screening for SCID and Studies of ImmunoreconstitutionDivya Punwani 1 ; Diana Gonzalez-Espinosa 1 ; Amalia Dutra 2 ; Evgenia Pak 2 ; Jennifer Puck 1 University of California San Francisco, San Francisco, CA. National Human Genome Research Institute, NIH, Bethesda, MD.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ramírez-Alejo N, Santos-Argumedo L, Estrada-García I, Blancas-Galicia L, Espinosa-Rosales F Mendelian susceptibility to mycobacterial disease (MSMD) is a heterogenous illness. The molecules affected included IL12Rb1, IFN-gR1, IFN-gR2, Stat 1, IL12 p40 and NEMO. A 15 years old female patient with disseminated BCG infection to the lungs and brain was studied.The low amounts of IFN γ after stimulation with BCG+IL12 is consistent with an IL-12 receptor defect. Flow cytometry showed a decrease of IL-12 beta 1 chain receptor expression. Sequencing analysis revealed an insertion of 21 pb which generates the addition of 7 amino acids in the extracellular domain. Lymphocyte abnormalities have been described in patients with AD-HIES due to heterozygous dominant-negative mutations in STAT3. We generated a mouse model for AD-HIES where the R382Q mutation in the DNA binding domain of STAT3 is expressed in a conditional tissue specific fashion. Equal amounts of mutant and wild type STAT3 were found in lymphocytes from transgenic mice. CD4+ T cells cultured in vitro under Th17 polarizing conditions showed greatly decreased IL-17A, IL-17F, IL-21, and ROR-gt mRNA expression in DN STAT3 T cells compared to wild type. In contrast, no difference was found in the IFN-g expression between mutant and wild type T cells. Immunization using a Th17-dependent antigen was performed, and in vitro antigenactivated peripheral blood T cells from immunized mice revealed a markedly defective antigen-specific IL17 response in DN STAT3 mice. Further analyses are currently in process to better define the mechanisms underlying the defective Th17 profile of DN STAT3 mice. A 4 year old Brazilian boy was referred for evaluation with fever, paleness and dry cough. He had diffuse abdominal pain with liver and spleen 4 cm and 3 cm below the right and left costal margin, respectively and cervical, submandibular, inguinal lymphadenopathy. Bone marrow aspirate analysis disclosed Histoplasma capsulatum. He responded well to antifungal treatment and received itraconazole prophylaxis. The patient developed chronic CNS histoplasmosis at the age of 6 and his condition worsened with hydrocephalusrequiring a ventricular peritoneal derivation. Past history included a tuberculous adenitis. During follow-up, his brother presented tuberculous adenitis followed by disseminated salmonellosis and histoplasmosis. Parents are consanguineous. Given the susceptibility to intracellular pathogens, a defect in the IL12/23-IFN-y axis was suspected. DNA sequencing showed a homozygous p.R283X mutation in the IL12RB1 gene, confirming the diagnosis of IL12Rβ1 deficiency. No mutation was detected in the younger sibling. Pediatricians should be aware of this group of disorders, as proper diagnosis and prophylatic treatment can be life saving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "A 53 year old female presented with a six year lymphopenia of unknown etiology following an acute febrile illness (sore throat, polyarthralgia, fatigue, abdominal pains and diarrhea). She reported recurrent respiratory infections (pneumomia, bronchitis, sinusitis), diarrhea and extreme fatigue. Initial findings revealed a selective lymphopenia of less than 700/uL, normal serum Immunoglobulin levels, normal kidney and liver functions, positive ANA (1:160) of speckled pattern, and a mild M spike (0.20 g/dL) on serum electrophoresis. Patient reported chronic gut disease for more than 20 years with negative GI evaluation. Further studies revealed isolated CD3 + T cell deficiency (both CD4 + & CD8 + ) <450/uL, normal in vitro lymphocyte proliferation to PHA, anti-CD3 mAb, while decreased responses to Candida. Her antibody responses to polysaccharides (pneumovax) was suboptimal with partial responses to 4 out of 14 antigens; antibody responses to protein antigens (TT, DT & Hib) were normal. A profound decrease in memory and switched memory B cells on flow cytometry and increased Buff receptor expression was noted. These findings support a primary T cell defect. Ik-Bα deficient patients have shown several immune phenotypes. A male Argentinian infant presented from 2 to 3 years of age persistent inflammatory symptoms with multifocal bone involvement and osteoarthritis, which resulted to be caused by BCG Mycobacterium bovis infection. The patient had hypergammaglobulinemia with absent response to polysaccharide and protein stimuli. Lymphocyte subpopulations showed naive phenotype. The oxidative response was normal. T-Cells Function showned abnormal T cell proliferation in response to mitogens and antigen stimulation. Impaired cellular responses to TIR ligands and to TNFR superfamily members agonists. Flow cytometry evaluation of IL12-IFNγ AXIS showed normal expression of IFN gamma and β1chain IL12 receptors, normal STAT1 & STAT 4 phosphorylation through IFNγ stimulation, but impaired upon IFNα stimulation. Sequencing of the patient's Ik-B alpha gene revealed a heterozygous missense mutation in serine 32 of Ik-B alpha. We describe an autosomal-dominant form of EDA-ID associated to a heterozygous missense mutation at serine 32 of IKBα and disseminated BCG Mycobacterium bovis infection. Specific antibody deficiency to polysaccharide antigens may be associated with a more profound immunodeficiency such as CVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disseminated Histoplasmosis Caused by IL12RB1 Gene Mutations in Two Brazilian Siblings"
        },
        {
            "text": "An 11 year old female with recurrent sinopulmonary infections and chronic diarrhea presented with pneumonia and splenomegaly. Lab evaluation revealed thrombocytopenia, anemia, 0/23 pneumococcal titers immune post-polysaccharide vaccine, MMR and Hib non-immune, negative isohemagglutinins, tetanus immune. She had normal IgG (631 mg/dL), IgM (121 mg/dL) and high IgA (679 mg/dL). CT chest revealed bilateral lower lobe and RML bronchiectasis. Abdominal CT showed massive splenomegaly and multiple enlarged nodes. IL-6 was elevated. Splenomegaly was performed for persistently low Hgb. Spleen and node pathology were suggestive of Castleman disease which has been associated with CVID. Specific antibody deficiency was diagnosed, however, due to the presence of splenomegaly, lymphadenopathy, and bronchiectasis, the possibility of evolving CVID remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific Antibody Deficiency and Castleman"
        },
        {
            "text": "Maurice RG O'Gorman, PhD 1 ; Nicolas Bensen 2 ; Lauren Lott 2 ; Javeed Akhter, MD 3 and Ramsay L Fuleihan, MD 4 In the past 39 months our laboratory has provided the diagnostic evidence for 3 new unrelated MHC class II deficient patients ranging in age at presentation from 4 to 9 months. All had a history of upper respiratory tract infections and presented with pneumonia, severe respiratory distress and a labial abscess respectively. Patients were screened for immunodeficiency with serum immunoglobulin and flow cytometry. Ig levels , CD4+ T-cell counts, the CD4:CD8 T cell ratio and HLA-DR expression levels were all abnormal, consistent with MHC Class II deficiency. All patients also had reduced MHC Class I/B2m cell surface expression, i.e. the type III phenotype. Other tests included abnormal TCR V-beta family repertoire, normal to slightly reduced mitogen proliferation responses and absent antigen induced lymphocyte proliferation responses. One patient died prior to transplant, one received a stem cell transplant and is currently asymptomatic and the third is being evaluated for transplant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Evaluation of MHC Class II Deficiency"
        }
    ]
}