{
    "paper_id": "f2bc8a026c846fe229115fe07728faf2254e637f",
    "metadata": {
        "title": "Journal Pre-proof Surgical Systems Redesign in Response to COVID-19 Invited Commentary on \"Optimizing response in surgical systems during and after COVID-19 pandemic: lessons from China and the UK-Perspective\" Surgical Systems Redesign in Response to COVID-19 Invited Commentary on \"Optimizing response in surgical systems during and after COVID-19 pandemic: lessons from China and the UK-Perspective\"",
        "authors": [
            {
                "first": "Glenn",
                "middle": [
                    "K"
                ],
                "last": "Wakam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "MI"
                    }
                },
                "email": ""
            },
            {
                "first": "Hasan",
                "middle": [
                    "B"
                ],
                "last": "Alam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "MI"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1 COVID-19 has ravaged the entire world infecting well over 3 million people and tragically taking the lives of over two fifty thousand at the time of manuscript submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[1] While this pandemic has impacted the entire health care system in innumerable ways, it has particularly upended surgical operations. In preparation for managing numerous critically ill, contagious COVID-19 patients, hospital systems have had to balance halting \"elective\" surgery including oncologic operations and those for high risk conditions with continuing to provide time sensitive surgical care. Given that a pandemic of this magnitude has not been seen in a century, there is no blueprint for management. However, the pandemic began in Wuhan China and spread to Europe quickly after so much can be learned from the early experience of those hospital systems. COVID-19's full impact on surgical care will not be known for a long time. Liu and colleagues have provided the key initial step of detailing how to prepare for and manage the brunt of patients into the health system. Going forward, literature on best practices for restarting regular surgical care will be vital. Prior work after the SARS epidemic demonstrated a backlog of more than 16,000 cases after reduction of just 30% of medical services. [4] Many surgical departments have reduced services much more than that in response to COVID-19. 3 Some groups have already began to develop surgical prioritization algorithms and the University of Michigan has developed a comprehensive tool that defines resource utilization for common elective operations. [5] It will require tools like these and further innovation to deliver the best surgical care to patients on the other side of this pandemic.",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1215,
                    "end": 1216,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Provenance and peer review Invited Commentary, internally reviewed",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Optimizing response in surgical systems during and after COVID-19 pandemic: Lessons from China and the UK -Perspective",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "78",
            "issn": "",
            "pages": "156--159",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid Response of an Academic Surgical Department to the COVID-19 Pandemic: Implications for Patients, Surgeons, and the Community",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sammann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spread of SARS slows",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "7401",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Resources [The Michigan Value Collaborative web site",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Liu et al describe the surgical response to the COVID-19 in both China and the UnitedKingdom.[2] The authors advocate for the development of a robust triage system that utilizes outpatient fever clinics and isolation wards, drastically limiting outpatient visits, universal screening for COVID-19 prior to any admission, coherent PPE policy development, and thoughtful management of both emergency and oncologic surgery. For each of the above areas the authors detail their experience as early epicenters of the pandemic and provide a roadmap for other surgical systems to follow.This article adds the growing literature of the dramatic redesign of surgical care in response to the pandemic.[3] The strength of this work is the comprehensive description of the surgical response in two places that were hard hit by COVID-19 early. The work should be considered within the context of some limitations. Every country has its own unique politics and health care delivery systems, thus, some suggestions are not easily applicable. For example, China already had a uniquely robust network of outpatient fever clinics to test COVID-19 patients as a result of the previous Severe Acute Respiratory Syndrome (SARS) epidemic in 2003. Also, the authors describe routine screening of patients with a chest CT in addition to PCR testing, which would be a herculean undertaking even in the most highly developed countries.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}