{
    "paper_id": "f2e1be324ea22fa4893248fad6962010e8270273",
    "metadata": {
        "title": "Needlescopic urology: incorporating 2-mm instru-ments in laparoscopic surgery",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Soble",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "S"
                ],
                "last": "Gill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Miccoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Iacconi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Conte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Goletti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Buccianti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Laparoscopic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "J"
                ],
                "last": "Weber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Amerson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Pujol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Viladrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Rafecas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Lladó",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Tetanus wordt veroorzaakt door tetanospasmine, een toxine dat door Clostridium tetani, een Gram-positieve staafvormige bacterie, wordt geproduceerd. De sporen van C. tetani kunnen langdurig overleven in aarde, feces en straatvuil. De ziekte wordt gekenmerkt door spasme van de skeletspieren, alsmede van de larynx en glottis, en kan zich zowel lokaal als gegeneraliseerd presenteren. Actieve immunisatie biedt goede bescherming. Ofschoon tetanus mede door het Rijksvaccinatieprogramma een zeldzame ziekte is geworden, dient men er alert op te zijn gezien het ernstige beloop en de mogelijke fatale afloop. Wij zagen recent een casus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ziektegeschiedenis Een samenvatting Een 4-jarig meisje kreeg tetanus ruim een week nadat zij op straat was gevallen. Zij had nimmer vaccinaties ontvangen en ondanks aandringen van de huisarts werd toediening van humane tetanusimmunoglobulinen, in aansluiting op het hechten van de wond, door de ouders om principiële redenen geweigerd. Zeven dagen later werd zij naar het ziekenhuis gebracht met trismus en risus sardonicus. Onder behandeling met humane tetanusimmunoglobulinen en aanvankelijk penicilline, later metronidazol, werd zij wegens progressie van het ziektebeeld, waarbij opisthotonus en dreigende respiratoire insufficiëntie, opgenomen op de intensive-careafdeling alwaar zij werd geïntubeerd en gedurende ruim twee weken beademd. Uiteindelijk trad volledig klinisch herstel op. Mede dankzij het uitgebreide Rijksvaccinatieprogramma is tetanus in Nederland een zeldzaam ziektebeeld geworden. Echter, gezien het zeer ernstige beloop met soms fatale afloop dient men immer alert te zijn en adequaat te behandelen. ouders geweigerd om principiële redenen; om dezelfde redenen was ook nooit actieve vaccinatie geschied. Na ruim een week kreeg patiënte slikstoornissen, spierstijfheid en een kaakklem (trismus). Omdat tetanus werd vermoed, werd zij door de huisarts verwezen naar de eerstehulpafdeling van ons ziekenhuis.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "Een",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wij zagen een zeer gespannen, geïrriteerd meisje met helder bewustzijn. Zij liep houterig en stijf. Zij had een risus sardonicus en trismus met continu aangespannen nekspieren. Neurologisch onderzoek vertoonde symmetrische reflexen. Tekenen van Chvostek en Trousseau waren niet opwekbaar. Bij inspectie van de rechter knie werd een wijkende, open laesie gezien met een lengte van 5 cm. Er was lokaal granulatieweefsel zonder necrose, zonder tekenen van infectie of fluctuatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Onderzoek van kno-gebied, pulmones en cor gaf geen afwijkingen. Aanvullend laboratoriumonderzoek toonde geen bijzonderheden aan bloedbeeld, elektrolyten, calcium en een lage concentratie van C-reactief proteïne (CRP; < 5 mg/l). De activiteit van creatinekinase (CK) bedroeg 1166 IE/l. Op grond van de klinische presentatie stelden wij de diagnose 'tetanus'. Vanwege het gevaar van toename van het spasme en het ontstaan van een larynxspasme dan wel spasme van de ademhalingsspieren met respiratoire insufficiëntie, werd patiënte ter observatie opgenomen op de intensive-careafdeling. Humaan tetanusimmunoglobuline (500 IE, intramusculair) werd toegediend, na overleg met de ouders. Tevens werd behandeling ingesteld met penicilline intraveneus. Wegens progressie van de trismus, de risus sardonicus en de opisthotonus, werd patiënte daags na opname gesedeerd en beademd (figuur 1). De antibiotische therapie werd na 3 dagen gewijzigd in metronidazol intraveneus, welke behandeling gedurende 14 dagen werd gecontinueerd. De CRP-waarde steeg tot maximaal 66 mg/l en de CK-activiteit tot maximaal 2156 IE/l, waarna een daling optrad. Ernstige speekselvloed werd behandeld met deptropine per os.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Geleidelijk namen de frequentie en de ernst van de krampaanvallen af. Na ruim 2 weken volgde succesvolle extubatie, waarna patiënte werd overgeplaatst naar de verpleegafdeling. Aanvankelijk persisteerden in enige mate slikklachten en dysartrie, waarvan zij geleidelijk volledig herstelde. De sedatie werd verder verminderd en uiteindelijk gestaakt. Na een totale opnameduur van 28 dagen werd patiënte in goede conditie ontslagen. Tijdens poliklinische controle bleek het haar uitstekend te vergaan -zij had alweer volop gerolschaatst. beschouwing C. tetani, voornamelijk aanwezig in uitwerpselen en besmette grond, dringt als spore een wond binnen alwaar hij onder bijzondere omstandigheden, waaronder anaëroob milieu en necrose, kan overgaan in de vegetatieve vorm. Deze vegetatieve vorm produceert tetanospasmine dat verantwoordelijk is voor de klinische verschijnselen. [1] [2] [3] [4] Het tetanospasmine grijpt aan op de neuromusculaire overgangen alsmede op de excitatoire en inhibitoire synapsen. 5 Tetanospasmine wordt lokaal opgenomen en retrograad getransporteerd via het α-motoneuron naar het centrale zenuwstelsel (figuur 2).",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 876,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kliniek en diagnose. De incubatietijd van tetanus kan variëren van 2 tot 21 dagen en is langer naarmate de afstand van de wond tot aan het centrale zenuwstelsel groter is. De typische klinische verschijnselen zijn aanhoudende dan wel herhaaldelijk terugkerende spierkrampen. De symptomen kunnen gedurende enkele weken tot maanden aanhouden waarna ze restloos verdwijnen, maar ze kunnen ook tot de dood leiden, met name wanneer de ademhalingsmusculatuur door de spierkrampen niet meer functioneert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wanneer de C. tetani via een porte d'entrée aan het hoofd (verwonding of infectie) binnentreedt, kan de lokale tetanusinfectie beperkt blijven tot uitval van de spieren die verbonden zijn aan hersenzenuwen III, IV, VII, IX, X of XII. Ofschoon deze variant een zeer hoge letaliteit heeft, kan volledig herstel optreden. 1 Tetanus komt echter meestal gegeneraliseerd voor, met trismus voorafgegaan door keelpijn en slikklachten. De trismus kan eenzijdig ontstaan, maar wordt weldra dubbelzijdig. Andere verschijnselen zijn onrust, irritatie, stijve nek en aanspannen van borst-en buikspieren. Vervolgens ontstaan spierkrampen van de kaak, nek, rug en buik. Een aanhoudende trismus leidt tot de risus sardonicus ('grimmige lach', veroorzaakt door kramp van de gelaatsspieren). De aanhoudende ernstige contracties van zowel de rug-als de borstspieren resulteren in opisthotonus. Karakteristiek zijn de plotselinge aanvallen -bij de minste externe stimulus -van tonische contracties van alle spieren welke leiden tot opisthotonus, flexie en abductie van de armen en extensie van de benen, waarbij tevens apneus kunnen optreden. Een dergelijke aanval gaat met veel pijn gepaard. Sommige patiënten krijgen hierbij spasme van glottis en larynx met grote kans op dodelijke afloop. Dysfagie, dysurie alsmede urineretentie kunnen eveneens optreden. Pas na enige tijd ontstaat autonome disfunctie waarbij hypertensie en tachycardie worden afgewisseld met hypotensie en bradycardie. [1] [2] [3] De diagnose 'tetanus' kan worden gesteld op basis van de klinische verschijnselen waarbij in de anamnese melding wordt gemaakt van een verwonding met mogelijke contaminatie van bacteriën. De oorspronkelijke wond kan inmiddels zijn genezen. [4] [5] [6] [7] Laboratoriumonderzoek is van weinig aanvullende waarde. In een Gram-preparaat van de wonduitstrijk kunnen de karakteristieke Gram-positieve staafjes worden gezien en onder anaërobe condities kan de bacterie worden gekweekt. Het tetanustoxine is dermate weinig immunogeen dat serologisch onderzoek eigenlijk geen plaats heeft in de diagnostiek van de ziekte. Een negatieve serologische uitslag is zelfs meer ondersteunend voor de diagnose dan een positieve, omdat deze aangeeft dat de persoon geen immuniteit had vóór het accident. Het vaccin bestaat uit gedetoxificeerd toxine dat geadsorbeerd is aan een adjuvans, waardoor na injectie wel antistoffen tegen het toxine worden gevormd.",
            "cite_spans": [
                {
                    "start": 1470,
                    "end": 1473,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1478,
                    "end": 1481,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1722,
                    "end": 1725,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1726,
                    "end": 1729,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1730,
                    "end": 1733,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1734,
                    "end": 1737,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therapie. Behandeling van de tetanusinfectie dient erop gericht te zijn dat het toxine wordt geneutraliseerd door toediening van humane tetanusimmunoglobulinen, nog voordat het in contact kan komen met het centrale zenuwstelsel. Humane tetanusimmunoglobulinen kunnen eenmalig zowel intramusculair als intraveneus worden toegediend (3000-6000 IE). De antibiotische therapie van keuze is penicilline intraveneus gedurende 10 dagen (100.000 IE/kg/dag in 4 dosis). Omdat penicilline tetanospasmine zou kunnen agoneren, wordt ook wel metronidazol (30 mg/kg/dag in 4 dosis) gebruikt. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ned Tijdschr Geneeskd 2002 6 april;146(14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "670"
        },
        {
            "text": "figuur 2. Pathogenese van tetanus: in de wond produceert Clostridium tetani tetanospasmine, dat zich verspreidt naar lokale spieren. Daar bindt het aan de presynaptische zenuwuiteinden. Vandaar migreert het retrograad in de axonen naar de betreffende zenuwcellen in de motorische voorhoorn en de hersenstam. Vanuit de wond wordt het toxine ook met de bloedbaan verspreid naar de andere spieren van het lichaam, vanwaaruit eveneens de retrograde verplaatsing gebeurt. Het toxine bereikt ook sympathische neuronen. Eenmaal in het motorische neuron steekt het toxine de synapsspleet over naar de presynaptische uiteinden van inhibitoire neuronen en daar geeft het blokkade van de inhibitie. Deze disinhibitie leidt tot de kenmerkende spasmen. Verpleging. Aangezien de geringste externe stimulus kan leiden tot een zeer ernstige en zelfs fatale krampaanval, zal de patiënt bij voorkeur worden verpleegd in een prikkelarme omgeving onder continue monitorbewaking en goede observatie. Daarnaast is de behandeling erop gericht om spierkrampen te voorkomen zonder dat dit gepaard gaat met ademhalingsdepressie, bewustzijnsverlies en verlies van de spontane beweeglijkheid. De voorkeur gaat uit naar benzodiazepinen. Ter bestrijding van de pijn geniet morfine de voorkeur, dat tevens van invloed is op de sympatische hyperactiviteit. Steroïden hebben geen plaats in de behandeling van tetanus. Bij dreigende respiratoire insufficiëntie volgt intubatie en beademing. 6 9 Met de huidige therapeutische mogelijkheden is de sterfte bij tetanusinfectie gedaald tot 10-20%. 1 Preventie. De belangrijkste preventie van tetanus is de actieve immunisatie volgens het schema van het Rijksvaccinatieprogramma waarbij op de leeftijden van 2, 3, 4 en 11 maanden, alsmede 4 en 9 jaar het tetanusvaccin wordt toegediend. Sinds de introductie van de actieve immunisatie met het tetanusvaccin in 1952 is een daling opgetreden van de incidentie van tetanus (figuur 3). 10 Tevens dient immer een zorgvuldige wondbehandeling te worden uitgevoerd, waarbij de wond goed moet worden schoongemaakt en eventueel débridement moet worden verricht. Bij een onbekende of onvoldoende vaccinatiestatus dient men bij verwonding tetanusvaccin (het volledige entschema: 0-1-6 maanden) alsmede humane tetanusimmunoglobulinen toe. Bij een normale vaccinatiestatus wordt eenmalig boostervaccinatie toegediend indien de laatste vaccinatie 1-15 jaar geleden plaatsvond. Indien de vaccinatie van meer dan 15 jaar geleden dateert, dienen naast het volledige vaccinatieschema tevens immunoglobulinen te worden gegeven. 11 Overigens dient men zich te realiseren dat actieve immunisatie van een patiënt die tetanus heeft doorgemaakt alsnog geïndiceerd is, aangezien infectie geen natuurlijke immuniteit induceert.",
            "cite_spans": [
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "6 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "670"
        },
        {
            "text": "conclusie De diagnose 'tetanus' kan worden gesteld aan de hand van de klinische presentatie en de anamnestische gegevens. Tetanus is mede door het Rijksvaccinatieprogramma een zeldzame ziekte geworden. Gezien het ernstige beloop en de mogelijk fatale afloop dient men immer alert te zijn en adequaat te behandelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "670"
        },
        {
            "text": "abstract Tetanus in a young unvaccinated girl after a fall in the street. -A 4-year-old girl developed tetanus after she had fallen on the street a week before. She had never been vaccinated and despite pressure from the family practitioner, the parents refused to allow her to be given human anti-tetanus immunoglobulin as a matter of principle after the wound had been stitched. Seven days later she was admitted to hospital with trismus and risus sardonicus. Upon initial treatment with human anti-tetanus immunoglobulin and penicillin, and subsequently metronidazole, her clinical condition deteriorated with opisthotonus and life-threatening respiratory insufficien-cy, upon which she was moved to the intensive-care department where she was intubated and mechanically ventilated for two weeks. Finally she made a complete clinical recovery. Thanks to the extensive national vaccination program, tetanus has become a rare disease in the Netherlands. However, the very serious course and possible fatal outcome warrant a keen attitude and adequate treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "670"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In: Feigin RD, Cherry JD, editiors. Textbook of pediatric infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tetanus",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1577--87",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Toxin-mediated disorders. Tetanus, botulism and diphteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infectious diseases",
            "volume": "1",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Principles and practice of infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Bleck",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clostridium Tetani",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "2173--2181",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Philapelphia: Saunders",
            "authors": [
                {
                    "first": "Sgf",
                    "middle": [],
                    "last": "Wassilak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "57--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tetanus and botulinum-B neurotoxins block neurotransmitter release by proteolytic cleavage of synaptobrevin",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schiavo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Benfenati",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poulain",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rossetto",
                    "suffix": ""
                },
                {
                    "first": "Polverino",
                    "middle": [],
                    "last": "De Laureto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "359",
            "issn": "",
            "pages": "832--837",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intensive care in tetanus: management, complications, and mortality in 100 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Edmondson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Flowers",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "6175",
            "pages": "1401--1405",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Een patiënt met tetanus zonder aantoonbare porte d'entrée",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stassen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Koppejan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Dijke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "Jjjm",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "142",
            "issn": "",
            "pages": "2361--2364",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Treatment of tetanus: an open study to compare the efficacy of procaine penicillin and metronidazole",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmadsyah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salim",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Br Med J (Clin Res Ed)",
            "volume": "291",
            "issn": "",
            "pages": "648--50",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tetanus in children: an 11-year review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Wesley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pather",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann Trop Pediatr",
            "volume": "7",
            "issn": "",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effects of vaccination, the incidence of the target diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hof S Van Den",
                    "suffix": ""
                },
                {
                    "first": "Mae",
                    "middle": [],
                    "last": "Conyn-Van Spaendonck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Melker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Elpe",
                    "middle": [],
                    "last": "Geubbels",
                    "suffix": ""
                },
                {
                    "first": "Awm",
                    "middle": [],
                    "last": "Suijkerbuijk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Talsma",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "LCI-protocol Tetanus. Den Haag: Landelijk Coördinatiecentrum Informatieziekten (LCI)",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aantal gemelde gevallen van tetanus in de periode 1952-1999; de meldingsplicht werd in 1999 afgeschaft (bron: Inspectie voor de Gezondheidszorg).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "4 jaar oud meisje was tijdens het rolschaatsen op straat op haar knie gevallen. Er was een grote open wond van de rechter knie, die door de huisarts werd gehecht. Tijdens het bezoek werd passieve immunisatie met humaan tetanusimmunoglobuline door de huisarts voorgesteld, maar deze werd door de Casuïstische mededelingen Tetanus bij een jong ongevaccineerd meisje na een val op straat k.m.dolman, f.b.plötz, t.f.w.wolfs, j.h.j.beunders en a.j.van vught Universitair Medisch Centrum, locatie Wilhelmina Kinderziekenhuis, Utrecht. Afd. Algemene Pediatrie: dr.K.M.Dolman, assistent-geneeskundige (thans: kinderarts, Academisch Medisch Centrum/Universiteit van Amsterdam, Emma Kinderziekenhuis, afd. Kinderimmunologie, Meibergdreef 9, 1105 AZ Amsterdam). Afd. Intensive Care: dr.F.B.Plötz (thans: Sint Antonius Ziekenhuis, afd. Kindergeneeskunde, Nieuwegein) en prof.dr.A.J.van Vught, kinderartsen-intensivisten. Afd. Infectieziekten: dr.T.F.W.Wolfs, kinderarts-infectioloog. J.H.J.Beunders, huisarts. Correspondentieadres: dr.K.M.Dolman (k.m.dolman@amc.uva.nl).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Weglopende patiënten De behandelde lijders vertoonden verbeteringen, ten deele zeer aanmerkelijke; tot hoever het met deze immuniseerende behandeling te brengen is, is op het oogenblik nog niet te zeggen; de behandeling zal een langdurige moeten zijn, minstens van 1/2 jaar en hiervan kon bij de tot nu toe behandelden geen sprake zijn; zij vertrokken zoodra zij slechts eenigszins konden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bladvulling"
        }
    ]
}