{
    "paper_id": "f315a062227643dbc89c463baf3db6763f255375",
    "metadata": {
        "title": "Title: Altered Mental Status as a Novel Initial Clinical Presentation for COVID-19 Infection in the Elderly",
        "authors": [
            {
                "first": "Christine",
                "middle": [
                    "F"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "S"
                ],
                "last": "Figiel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "M"
                ],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Author contributions: All three authors made substantive intellectual contributions to this report. Drs. Ward and Figiel were involved in the conception of the paper, acquisition of data and analysis and interpretation of the results. They both approved the final version of the paper and agree to be accountable for all aspects of the work. Dr. McDonald was involved with the conception and design and interpretation of data, approved the final manuscript and agrees to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Corresponding author: William McDonald wmcdona@emory.edu Word count: 1263",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Highlights 1) What is the primary question addressed by this study?-Identifying altered mental status (AMS) as a clinical marker of COVID 19 even in the absence of respiratory problems and fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2) What is the main finding of this study?-AMS may be one of the first clinical symptoms of COVID 19 infection. The elderly are the most vulnerable to significant adverse complications from COVID 19 and AMS should be considered as a possible sign of infection to initiate treatment early in the course of the disease, perhaps before respiratory symptoms are apparent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3) What is the meaning of the finding?-Detecting patients infected with COVID 19 can be particularly important in the elderly and individuals in communal living situations (e.g., nursing homes and assisted living facilities) and could prompt early measures to provide treatment and quarantine the individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Abstract: The coronavirus disease of 2019 or COVID-19 was first identified in Hubei Province in China in November of 2019 and quickly spread to become a global pandemic. The virus, SARS-Coronavirus-2 (2-SARS-CoV-2), is particularly virulent in the elderly who can develop symptoms and become mortally ill within days of contracting the virus. The virus is easily transmitted by droplets (e.g., sneezing, coughing) and communal living settings such as personal care homes can be vulnerable to the spread of the virus. Identifying patients early in the disease process is important to providing appropriate medical interventions. To date, most of the medical literature, including Center for Disease Control guidelines, has relied on three necessary symptoms in making the diagnosis of COVID-19: fever, cough and shortness of breath. We present four cases of elderly patients who developed altered mental status as their presenting symptom without associated fever or respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) was declared a global health emergency by the World Health Organization on December 31, 2019 and a global pandemic on March 11, 2020. The most significant health problem associated with COVID-19 has been identified as a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) leading to pneumonia, respiratory failure and death. Elderly individuals with chronic health conditions (e.g., hypertension, asthma, diabetes, coronary heart disease) are more vulnerable [1]. In the United States, individuals 65 years and older infected with COVID-19 had the highest rates of admission into hospitals, intensive care unit admissions and fatalities [2, 3] .",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 685,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Objectives:"
        },
        {
            "text": "Person to person transmission occurs through droplets (e.g., coughing, sneezing, talking within 6 feet) and the virus may survive up to nine days on surfaces [4] making individuals in communal living environments, including personal care homes and nursing homes, more susceptible to transmission of the virus. The combination of a communal living environment and being elderly presents a significant public health problem.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Objectives:"
        },
        {
            "text": "Individuals infected with COVID-19 develop symptoms within two days to two weeks after being exposed to the virus through human transmission [5] . In an early, large Chinese study of over 44,000 patients, researchers found that most patients with COVID-19 have mild or no symptoms, 14% of patients have severe symptoms including dyspnea and hypoxia, and 5% have more severe symptoms including respiratory failure [6] . The most common symptoms reported by infected individuals were fever (98%), cough (76%), and myalgia or fatigue (44%) [7] . Less common symptoms included sputum production (28%), headache (8%) and diarrhea (3%). Studies from the U.S. have found that 19% of patients testing positive for COVID-19 were hospitalized and 6% were admitted to an intensive care unit [3] . The most recent CDC estimates of the mortality rate in the United States show that the rate is similar to China, ranging from 0.9% overall with an increased mortality rate in patients with comorbid medical conditions including cardiovascular disease, diabetes, chronic respiratory disease, hypertension and cancer [8] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Objectives:"
        },
        {
            "text": "In this report, we present four patients diagnosed with COVID-19 who initially presented with altered mental status without fever or cough or respiratory distress. All patients had significant comorbid medical problems and dementia and were living in a communal setting (i.e., a personal care home in a large metropolitan area) which may have presented a greater risk of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives:"
        },
        {
            "text": "This report includes four patients living independently in the non-memory care section of a personal care home. All four patients had established diagnoses of dementia (two with Alzheimer's disease). The diagnoses were made by a geriatric psychiatrist (CFW) based on a neuropsychiatric evaluation and clinical information obtained from family members and caregivers. Each of the four patients developed AMS without fever or respiratory symptoms and were transferred to the local emergency department and were tested for the COVID-19 virus as part of their medical work up. All four patients tested positive for the COVID-19 virus and met the inclusion criteria for this report: AMS without fever or respiratory symptoms and positive COVID-19 test. After the patients tested positive for the COVID-19 virus, clinical information was obtained from their medical records, families and caregivers to determine their clinical symptoms prior to the diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Four elderly patients (mean age = 83.3 + 10.2 years; three females) initially presented with altered mental status (AMS) which included: 1. confusion, agitation and refusing care; 2. confusion including laying in bed in diarrhea; 3. two patients with increasing confusion, disorientation and loss of appetite. All four patients had common risk factors for developing a COVID-19 infection: communal living, older age and multiple comorbid medical problems. None of the patients had the classic presentation of fever and/or respiratory symptoms. All four patients were sent to the emergency department (ED) within 24-48 hours of developing AMS. In the ED, all the patients were tested for COVID-19 using the molecular diagnosis/polymerase chain reaction (PCR)-based testing. The test was positive for all four patients within 3-7 days. Chest x-rays were positive for pneumonia in all four patients. All of the patients were hospitalized. Two patients were admitted to hospice and are currently in grave condition. The other two are currently in rehabilitation therapy, but still dependent on oxygen. A summary of the patients' time to diagnosis and comorbid medical conditions is outlined in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1190,
                    "end": 1197,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "[Insert Table 1 about here] Conclusions:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 27,
                    "text": "Table 1 about here]",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Altered mental status may be one of the first signs of COVID-19 infection in individuals with dementia. In the majority of adult patients, respiratory distress is the most common presenting symptom. Waiting for patients to develop dyspnea and/or fever will delay treatment. Recognizing the COVID-19 infection early is especially important in the frail elderly, particularly for individuals in communal living facilities where isolating these patients can help limit the spread of the virus, There is evidence from previous viral epidemics of associated neuropsychiatric symptoms. These symptoms ranged from encephalitis lethargic during the \"Spanish flu\" pandemic (1918) (1919) (1920) to the more recent coronavirus epidemics: SARS-CoV-1 (2003) and the Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012 [9] . During the SARS and MERS epidemics neuropsychiatric symptoms included encephalopathy, seizures, Guillain-Barre syndrome and neuromuscular disorders [9] .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 670,
                    "text": "(1918)",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 677,
                    "text": "(1919)",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 684,
                    "text": "(1920)",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Chen et al. noted that \"disorders of consciousness\" (e.g., hypoxic encephalopathy) were more frequent in patients who succumbed to the COVID-19 than patients who went on to survive the infection (20% vs. 1%, respectively) [10] . And, similar to the patients described in this brief report, a New York Times article citing physicians caring for COVID-19 patients also described patients presenting with confusion and AMS prior to developing a fever or respiratory illness [11] . The article also references findings from physicians in Wuhan China who collected data on neurological findings in 214 patients hospitalized for SARS-CoV-2 infection [12] . These physicians found that 36.4% of patients had neurological findings ranging from impaired consciousness and skeletal muscle injury (as assessed by myalgia and an elevated creatinine phosphokinase) to cerebrovascular disease (e.g., ischemic stroke and cerebral hemorrhage).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Li et. al., cite evidence that the coronaviruses may be \"neuroinvasive\" exhibited by neurological signs including headache, nausea and vomiting and that the symptoms are not always confined to the respiratory system [13] . They argue that the coronavirus induced respiratory failure can be due to spread of the coronavirus through a synapse-connected route from the lungs to the medullary cardiorespiratory center. A case published online March 31, 2020 in Radiology supports the potential neuroinvasive nature of the virus. Poyiadjii et al. describe acute hemorrhagic necrotizing encephalopathy in a female airline worker in her late fifties as the result of a COVID-19 infection [14] . She had initially presented with a three-day history of cough, fever and AMS. The first case of meningitis associated with SARS-CoV-2 was reported online April 7, 2020 [15] . This patient originally presented with fever and fatigue and developed generalized seizures nine days later.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Other researchers have posited additional potential mechanisms for COVID-related neuroinflammation including cytokine network dysregulation, peripheral immune cell transmigration and a post infection aberrant autoimmune response [9] . Two of the four patients in this report had Alzheimer's disease (AD) and neuroinflammation is increasingly being recognized as an important factor in the progression of AD [16, 17] and may link late life depression, mild cognitive impairment and AD [18] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The clinical profiles of demented patients infected with the COVID-19 virus are just beginning to be examined. The earliest signs of infection in some older adults with dementia may be AMS even before the respiratory symptoms are apparent. Early detection is especially important in this patient population and recognizing AMS as an initial symptom of COVID-19 may help prevent the spread of the disease and guide treatment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospitalization Rates and Characteristics of Patients Hospitalized with Laboratory-Confirmed Coronavirus Disease 2019 -COVID-NET, 14 States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) -United States",
            "authors": [],
            "year": 2019,
            "venue": "Severe Outcomes Among Patients with Coronavirus Disease",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) -United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Team",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "-R",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morbidity and mortality weekly report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 Pandemic in the US: A Clinical Update",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F D C"
                    ],
                    "last": "Prevention",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Are we facing a crashing wave of neuropsychiatric sequelae of COVID-19? Neuropsychiatric symptoms and potential immunologic mechanisms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Troyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Some Coronavirus Patients Show Signs of Brain Ailments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rabin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York TImes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19-associated Acute Hemorrhagic Necrotizing Encephalopathy: CT and MRI Features",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poyiadji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A first Case of Meningitis/Encephalitis associated with SARS-Coronavirus-2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moriguchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of the immune system in driving neuroinflammation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ni Chasaide",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Neurosci Adv",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification and therapeutic modulation of a pro-inflammatory subset of disease-associated-microglia in Alzheimer's disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rangaraju",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Neurodegener",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The association between late-life depression, mild cognitive impairment and dementia: is inflammation the missing link?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hermida",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Rev Neurother",
            "volume": "12",
            "issn": "11",
            "pages": "1339--50",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "authors made substantive intellectual contributions to this report. Drs. Ward and Figiel were involved in the conception of the paper, acquisition of data and analysis and interpretation of the results. They both approved the final version of the paper and agree to be accountable for all aspects of the work. Dr. McDonald was involved with the conception and design and interpretation of data, approved the final manuscript and agrees to be accountable for all aspects of the work. Conflict of Interest: Drs. Ward and Figiel have no relevant conflicts of interest. Dr. McDonald has research contracts from Stanley Foundation, Soterix, Neuronetics, NeoSync and Cervel Neurotherapeutics. He is an ad hoc member of several NIMH and NINDS study sections. He is a member of the American Psychiatric Association (APA) Council on Research and Quality representing ECT and Neuromodulation Therapies. Dr. McDonald is compensated as the chair of the DSMB for the NIA multicenter study. He receives royalties from Oxford University Press to co-edit a book on the Clinical Guide to Transcranial Magnetic Stimulation in the Treatment of Depression. He is a paid consultant for Signant Health. He has endowed chair funded by the JB Fuqua Foundation. He is an employee of Emory University School of Medicine.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "HTN, DM2, COPD, Alzheimer's disease Legend: 1. Time from the initial onset of confusion and altered mental status to confirmed diagnosis. COPD-chronic obstructive pulmonary disease; DM2-diabetes mellitus type 2; HTN-hypertension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}