{
    "paper_id": "f4aa1275c5d2d5ddf212bcaa9d0b7b872aa94427",
    "metadata": {
        "title": "Journal Pre-proof Transcatheter mitral valve repair with MitraClip for severe mitral regurgitation and cardiogenic shock during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Kalyan",
                "middle": [
                    "R"
                ],
                "last": "Chitturi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nadeen",
                "middle": [
                    "N"
                ],
                "last": "Faza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "H"
                ],
                "last": "Little",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neal",
                "middle": [
                    "S"
                ],
                "last": "Kleiman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Reardon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sachin",
                "middle": [
                    "S"
                ],
                "last": "Goel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is contracted from exposure to SARS-CoV-2, a highly contagious virus that has spread globally, straining the health care resources of many nations. Patients with structural heart disease (SHD) are not only vulnerable to COVID-19 by way of age and co-morbidities, but also impacted indirectly by systemic effects of the pandemic as heavily burdened health care systems divert or limit anesthesia care, ventilators, intensive care unit (ICU) beds, and personal protective equipment (PPE). Since delayed treatment of SHD in some cases can be associated with significant morbidity and mortality, leaders in SHD and representative organizations American College of Cardiology (ACC) and Society of Coronary Angiography and Interventions (SCAI) have outlined guidance for triaging transcatheter interventions given the current resource constraints and public and occupational health concerns. 1, 2 Patients with severe mitral regurgitation (MR) and cardiogenic shock are often at prohibitive surgical risk, and randomized controlled trials of percutaneous mitral valve (MV) repair have excluded such patients. 3, 4 Applying the above consensus statement, we describe two cases of severe MR and shock that presented treatment challenges amidst the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 924,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 925,
                    "end": 926,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1139,
                    "end": 1141,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1142,
                    "end": 1143,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 56-year-old man with a history of non-ischemic cardiomyopathy, prior automated internal cardioverter defibrillator (AICD) implantation, non-obstructive coronary artery disease Following the procedure, the patient improved hemodynamically, with weaning and removal of the IABP the following day and titration off milrinone two days later. Post-procedure TTE confirmed mild residual MR. Multisystem organ failure resolved after three additional days in the ICU, and the patient was discharged in stable condition seven days after the procedure. At one-month follow-up performed via telemedicine, the patient continues to report significant functional improvement (NYHA Class II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 60-year-old man presented to the emergency department with progressive exertional dyspnea (NYHA Class IV), bilateral lower extremity edema, and a clinical examination consistent with decompensated CHF. His history was significant for severe degenerative MR due to a posterior flail leaflet from chord rupture, which had been diagnosed six weeks previously. pandemic. While all elective cases were deferred, in accordance with the consensus statement by ACC and SCAI, we proceeded with transcatheter MV intervention for these two highly selected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "With the onset of the COVID-19 pandemic, we took several steps regarding our SHD program. The majority of outpatient clinic appointments were converted to telemedicine encounters. Patients with SHD that did not meet the criteria listed in the ACC/SCAI consensus statement for interventions were placed on a \"deferred list\" which included most of our planned mitral interventional cases. The SHD team continued to convene virtually every week to review the status of the deferred patients and review any new cases referred for intervention. Patients who were deferred were notified by telephone weekly to ensure their symptoms were stable and not progressive. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Restructuring of Structural Heart Disease Practice During The Covid-19 Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Nazif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolbinski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Triage Considerations for Patients Referred for Structural Heart Disease Intervention During the Coronavirus Disease 2019 (COVID-19) Pandemic: An ACC /SCAI Consensus Statement",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "Fgp",
                    "middle": [],
                    "last": "Welt",
                    "suffix": ""
                },
                {
                    "first": "Mahmud",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Catheter Cardiovasc Interv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Percutaneous repair or surgery for mitral regurgitation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Glower",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "15",
            "pages": "1395--1406",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transcatheter Mitral-Valve Repair in Patients with Heart Failure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindenfeld",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "24",
            "pages": "2307--2318",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Percutaneous Mitral Repair for Patients in Cardiogenic Shock Requiring Inotropes and Temporary Mechanical Circulatory Support",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JACC Cardiovasc Interv",
            "volume": "12",
            "issn": "23",
            "pages": "2440--2441",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Percutaneous edge-to-edge mitral valve repair may rescue select patients in cardiogenic shock: Findings from a single center case series",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brieke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wiktor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolated Mitral Valve Surgery: The Society of Thoracic Surgeons Adult Cardiac Surgery Database Analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gammie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chikwe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Badhwar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Thorac Surg",
            "volume": "106",
            "issn": "3",
            "pages": "716--727",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outcomes With Transcatheter Mitral Valve Repair in the United States: An STS/ACC TVT Registry Report",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sorajja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vemulapalli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Coll Cardiol",
            "volume": "70",
            "issn": "",
            "pages": "2315--2327",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CAD), paroxysmal atrial fibrillation, stage III chronic kidney disease, stable 4.4 cm abdominal aortic aneurysm and peripheral vascular disease presented to the hospital with AICD shocks for ventricular tachycardia in the setting of acute shortness of breath on minimal exertion and severe orthopnea (New York Heart Association (NYHA) functional Class IV), consistent with heart failure (CHF). His clinical exam was notable for jugular venous distension beyond the mandibular angle, bibasilar rales and a grade III/VI holosystolic murmur at the apex. Transthoracic echocardiography (TTE) demonstrated left ventricular ejection fraction (LVEF) 35-40%, severe eccentric hypertrophy, and severe MR secondary to annular dilatation and tethering of the posterior MV leaflet. Despite medical management, the patient developed hypotension, worsening acute kidney injury, and congestive hepatopathy. A right heart catheterization revealed right atrial pressure of 20 mmHg, mean pulmonary artery pressure of 54 mmHg, pulmonary capillary wedge pressure of 30 mmHg, Fick cardiac output of 2.85 L/min, and cardiac index of 1.6 L/min/m2 consistent with cardiogenic shock. An intra-aortic balloon pump (IABP) was placed, and the patient was started on a milrinone infusion. The patient underwent aggressive diuresis with little clinical improvement, remaining IABP and inotrope dependent. He was deemed to be a prohibitive surgical candidate (Society of Thoracic Surgeons (STS) predicted mortality risk of 18.4% for isolated MV replacement and 19.3% for MV repair). The multidisciplinary Heart Team decided to proceed with urgent catheter-based edge-to-edge repair with the MitraClip (Abbott) system. Intraoperative transesophageal echocardiography (TEE) confirmed severe MR with a diastolic mean MV gradient of 2 mmHg at a heart rate of 80 beats/min. Transseptal puncture was performed in standard fashion. The baseline left atrial pressure (LAP) was measured at 30 mmHg (V wave 50 mmHg). Three MitraClip devices (2 XTR and 1 NTR) were implanted in the A2-P2 scallop region with a qualitative reduction in MR from severe to mild-moderate and a mean diastolic gradient of 5 mmHg at a heart rate of 80 beats/min. The final LAP was 19 mmHg (V wave 22 mmHg) (Figure 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TTE showed hyperdynamic LVEF (>70%), moderate right ventricular (RV) enlargement, and moderately depressed RV systolic function. TEE demonstrated flail P2-P3 scallops with a large flail gap of 16-mm and segment width of 18-mm. At that time, he was found to have a pulmonary embolism (PE) and a large right-sided pleural effusion for which he underwent thoracentesis. He was evaluated for surgical MV intervention. However, due to the acute PE, it was decided to treat him with oral anticoagulation for at least 4-6 weeks without interruption before re-evaluation for definitive surgical MV repair/replacement. Subsequent coronary angiography demonstrated mild non-obstructive CAD. The patient had another hospitalization in the interim with rapid atrial flutter, which was managed medically.During the current hospitalization, TTE demonstrated moderate LV enlargement, a decline in LV systolic function to LVEF 50-55%, and severe RV systolic dysfunction. He was be prohibitive surgical risk due to severe RV failure. It was then decided to proceed with MitraClip since the patient was clinically deteriorating into cardiogenic shock with systolic blood pressure (SBP) ranging in the 70s-80s mmHg the night prior to the procedure.Intraprocedural TEE demonstrated severe myxomatous MR with a massive P2-P3 flail, and a baseline mean diastolic MV gradient of 2 mmHg at a heart rate of 93 beats/min. Given the large flail gap and segment width, we planned to use 2 MitraClip XTR devices. After worsening hypotension upon induction of anesthesia, an IABP was emergently placed for circulatory support for cardiogenic shock. We then proceeded with a transseptal puncture in the usual fashion. The baseline direct mean LAP was 16 mmHg (V wave 28 mmHg) at an SBP of 66 mmHg. A MitraClip XTR was deployed in the A2-P2 scallop with improvement in blood pressure to 119/72 mmHg and an increase in LAP V wave to 45 mmHg. A second MitraClip XTR was deployed lateral to the first clip with reduction in the LAP V wave to 12 mmHg and blood pressure remaining stable(Figure 2). Estimated stroke volume in the left ventricular outflow tract increased from 18 mL to 65 mL at the end of the procedure. Since color doppler assessment showed evidence of bidirectional flow across the iatrogenic atrial septal defect (ASD), we proceeded with transcatheter closure of the ASD with an 8-mm Amplatzer (Abbott) septal occluder device. The patient remained stable, and the IABP was removed at the end of the procedure. The remainder of the hospitalization was uneventful, and the patient was discharged three days later. At one-month follow-up performed via telemedicine, the patient was doing well (NYHA Class I), and TTE showed mild residual MR and improved RV size cases demonstrate the safety and efficacy of transcatheter MV repair with MitraClip in hospitalized patients with severe MR and cardiogenic shock. This was performed during a time when health care resources were significantly strained due to the COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For the two patients presented, we had multidisciplinary discussions regarding their need for and prospective benefit from intervention taking into account the growing number of COVID-19 cases in our hospital and the risk of possible exposure for catheterization laboratory personnel. Each patient had 2 serial negative qualitative PCR results for COVID-19. Based on their high surgical risk, clinical presentation consistent with cardiogenic shock, and a high likelihood of poor outcome without intervention, it was decided to proceed with transcatheter MV repair for both. For the first patient, we decided to forego the screening TEE for MitraClip based on good quality TTE imaging and the need to reduce potential TEE operator exposure and diversion of PPE. Likewise, preoperative TEE was not needed for the second patient as TEE weeks prior demonstrated the large flail gap and flail width. To further minimize the risk of occupational exposure to COVID-19, the treatment team for each procedure was restricted to implanting members, and no trainees or industry representatives were physically present in the catheterization laboratory during either case.Patients with severe MR and cardiogenic shock were excluded from prior randomized controlled trials of transcatheter MV repair with MitraClip.3,4 . There are retrospective singlecenter reports of successful MitraClip for this indication.5,6 The most extensive series reported good results with MitraClip therapy for 29 patients with moderate-severe or severe MR who required continuous inotropic support or temporary mechanical circulatory support, with 86% surviving to hospital discharge, left ventricular assist device implantation, or heart transplantation.5 Based upon analysis from the STS database for isolated MV surgery, the median postoperative length of stay (LOS) was 6 days (interquartile range (IQR): 5-8 days) and median ICU LOS was 47 hours (IQR: 25-78). 7 In contrast, the STS/ACC Transcatheter Valve Therapy (TVT) Registry for MitraClip showed a median LOS of 2 days. 8 Our patients were far more critically ill compared to the typical patients in the STS database of isolated MV surgery and the STS/ACC TVT registry of MitraClip. Despite this high baseline risk, they underwent successful interventions, avoiding prolonged ventilation, ICU stay, and significant diversion of vital PPE from frontline health care workers during the pandemic. Our second patient had a large flail gap (16-mm) and flail segment width (18-mm). Prior trials of MitraClip utilized the older generation of MitraClip (i.e., NT or NTR). Based upon the dimensions of those devices, patients with degenerative MR with a flail gap >10 mm and flailwidth >15-mm were excluded from the EVEREST trial.3 Compared to the NTR, the current generation XTR system has 3 mm longer clip arms and grippers, allowing for an additional 5 grasping length. 9 Thus, the mechanical advantage provided by the MitraClip XTR device made this technically challenging MR case feasible for transcatheter repair.ConclusionThe ongoing COVID-19 pandemic has imposed tremendous strain on health care systems, and elective interventions have had to be curtailed. Patients with severe degenerative MR and cardiogenic shock are high surgical risk and have a poor prognosis with pharmacologic therapy alone. Our cases highlight the importance of triaging transcatheter MV interventions during the COVID-19 pandemic applying the proposed SCAI/ACC joint guidance within a multidisciplinary Heart Team, while demonstrating the safety and feasibility of transcatheter MV repair with MitraClip in select patients with severe MR and cardiogenic shock.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Case 1 Panel: Transcatheter mitral valve repair of severe mixed mitral regurgitation (MR). Transesophageal echocardiogram (TEE) reveals mitral annular dilation with tethering of the posterior leaflet, leading to malcoaptation (A), resulting in severe central MR (B). A 3D surgical view of the mitral valve illustrates the significant posterior leaflet tethering (C). Three MitraClip devices (1 NTR and 2 XTR) are deployed along the middle scallops of the anterior and posterior leaflets at A2-P2 (D) as visualized by 2D (E) and 3D imaging (F), respectively. The intervention results in a qualitative reduction in MR to mild with an acceptable diastolic gradient of 4 mmHg (G). The MitraClip devices (arrows) as visualized by fluoroscopy (H). Pre-procedure left atrial pressure (LAP) V wave (I) was 50 mmHg with reduction to 22 mmHg after the case. AV: aortic valve; IAS: interatrial septum; LAA: left atrial appendage; LA: left atrium; LV: left ventricle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Case 2 Panel: Transcatheter mitral valve repair of severe degenerative mitral regurgitation (MR). Transesophageal echocardiogram (TEE) demonstrates a posterior flail leaflet with a flail gap of 16-mm (A) and segment width of 18-mm (B), resulting in severe anteriorly directed MR (C). A 3D surgical view of the mitral valve illustrates the flail P2/P3 segments (D). The posterior flail leaflet resulted in a reduced left ventricular outflow tract (LVOT) stroke volume of 18 cc, as measured in deep transgastric views (E). Two MitraClip XTR devices (arrows) are deployed at A2-P2 and A3-P3 as visualized by 2D (F) and 3D imaging (G), respectively, to achieve a qualitative reduction in MR to mild. The final LVOT stroke volume increased to 65 cc (H). LAP V wave (I) improved from 28 mmHg at the start of the case to 12 mmHg (with transient increase",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}