{
    "paper_id": "f555ecae8895237f296f18a84704df8d0cc7b4e6",
    "metadata": {
        "title": "Foundations of Crystallography The search for a structural basis for therapeutic intervention against the SARS coronavirus",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Bartlam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2003 outbreak of severe acute respiratory syndrome (SARS), caused by a previously unknown coronavirus called SARS-CoV, had profound social and economic impacts worldwide. Since then, structure-function studies of SARS-CoV proteins have provided a wealth of information that increases our understanding of the underlying mechanisms of SARS. While no effective therapy is currently available, considerable efforts have been made to develop vaccines and drugs to prevent SARS-CoV infection. In this review, some of the notable achievements made by SARS structural biology projects worldwide are examined and strategies for therapeutic intervention are discussed based on available SARS-CoV protein structures. To date, 12 structures have been determined by X-ray crystallography or NMR from the 28 proteins encoded by SARS-CoV. One key protein, the SARS-CoV main protease (M pro ), has been the focus of considerable structure-based drug discovery efforts. This article highlights the importance of structural biology and shows that structures for drug design can be rapidly determined in the event of an emerging infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2003, a previously unidentified coronavirus, termed SARS coronavirus (SARS-CoV), was the aetiological agent for the worldwide epidemic responsible for approximately 8000 reported cases and 800 deaths (Drosten et al., 2003; Ksiazek et al., 2003; Kuiken et al., 2003; Peiris et al., 2003) , and its emergence was attributed to an animal-to-human interspecies transmission (Prentice et al., 2004) . Coronaviruses are characterized as enveloped positive-stranded RNA viruses with the largest known genomes and belong to the genus Coronavirus of the family Coronaviridae (Marra et al., 2003; Rota et al., 2003) . Approximately 26 species of coronaviruses (CoVs) have been identified to date and can be classified into three distinct groups on the basis of genome sequence and serological reaction (Lai & Holmes, 2001; Spaan & Cavanagh, 2004) . Prior to the SARS outbreak, very little attention was paid to the structure-function studies of coronavirus proteins by researchers as this genus of virus predominantly causes severe diseases in animals but comparatively mild diseases in humans, such as common colds caused by human coronaviruses. While extensive research had been carried out on model coronaviruses over the previous 20 years or so, little was understood about underlying mechanisms such as viral assembly and viral replication/transcription before the SARS outbreak. No licensed drugs are currently available and strategies against coronavirus infection relied mainly on vaccines prior to the outbreak of SARS.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 225,
                    "text": "(Drosten et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 247,
                    "text": "Ksiazek et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 268,
                    "text": "Kuiken et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 289,
                    "text": "Peiris et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 396,
                    "text": "(Prentice et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 589,
                    "text": "(Marra et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 608,
                    "text": "Rota et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 815,
                    "text": "(Lai & Holmes, 2001;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 816,
                    "end": 839,
                    "text": "Spaan & Cavanagh, 2004)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The global epidemic of severe acute respiratory syndrome (SARS) in 2003 had profound social and economic impacts all over the world, but particularly in China where the outbreak originated. Increased levels of support have been made available by governments and funding agencies; great efforts have been made by researchers to understand the origins of the SARS coronavirus, its interactions with the host, and the mechanisms of coronavirus replication and transcription; and considerable work has been made towards developing vaccines or anti-viral compounds to prevent SARS-CoV infection. Structural biology has so far played an important role in providing information for functional assignment of SARS-CoV proteins and for anti-viral drug discovery .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As with many researchers in China, our group began work on SARS-CoV once the severity of the outbreak became apparent. Adopting a structural proteomics approach, a large project was initiated with strong support from the Chinese government and funding bodies. In the wake of the outbreak and the increased public awareness, other large projects such as SEPSDA (Sino-European Project on SARS Diagnostics and Antivirals, http://www.sepsda.org/) funded by the European Union and FSPS (Functional-Structural Proteomics of SARS CoV Related Proteins, http://visp.scripps.edu/ SARS/) funded by NIAID and NIH have been established. A large part of their sphere of activity includes structural biology, aided by high-throughput technologies developed for structural genomics/proteomics. In this review, we will focus on achievements made by the structure-function studies of the SARS coronavirus proteins, and subsequent strategies for therapeutic intervention against SARS-CoV and other coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-CoV genome is approximately 29.7 kbp and is composed of at least 14 functional open reading frames (ORFs) that encode 28 proteins covering three classes: two large polyproteins (pp)1a and (pp)1ab that are cleaved into 16 non-structural proteins required for viral RNA synthesis (and probably with other functions); four structural proteins [the S, E, M and N proteins (see Table 1 )] essential for viral assembly; and eight accessory proteins that are thought unimportant in tissue culture but may provide a selective advantage in the infected host (Table 1, Fig. 1 ) (Marra et al., 2003; Rota et al., 2003; Ziebuhr, 2004) . Many of the 28 SARS-CoV proteins share low sequence similarity with other proteins, including those from other viruses, indicating their uniqueness and hampering functional assignment based on homology. Of these 28 SARS-CoV proteins, 12 protein structures (X-ray crystallography or NMR) are available from the Protein Data Bank, thus providing a starting point for therapeutic intervention against the SARS coronavirus.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 597,
                    "text": "(Marra et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 616,
                    "text": "Rota et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 631,
                    "text": "Ziebuhr, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Table 1,",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 574,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The SARS coronavirus"
        },
        {
            "text": "The SARS-CoV replicase gene encodes 16 non-structural proteins (nsps) with multiple enzymatic functions ( al., 2003), which are known or predicted to include types of enzymes that are common components of the replication machinery of plus-strand RNA viruses. These enzymes are typically not available or accessible in the host cell and are thus identified as potential targets for anti-SARS drug design. They include: an RNA-dependent RNA polymerase (RdRp, nsp12), a 3C-like cysteine protease (M pro or 3CL pro , nsp5), a papain-like protease (PL pro , nsp3), and a superfamily 1-like helicase (HEL1, nsp13). The replicase gene also encodes proteins less commonly found in positive-strand RNA viruses, which are indicative of 3 0 -5 0 exoribonuclease activity (ExoN homolog, nsp14), endoribonuclease activity (XendoU homolog, nsp15), adenosine diphosphate-ribose 1 00 -phosphatase activity (ADRP, nsp3) and ribose 2 0 -O-methyltransferase activity (2 0 -O-MT, nsp16) (Snijder et al., 2003) . These enzymes may therefore be related to the unique properties of coronavirus replication and transcription. Finally, the replicase gene encodes another nine proteins, of which little is known about their structure or function. Given the vital role of the replicase proteins in the viral life cycle, elucidating their function and how they interact to form the replicase complex is essential for determining strategies for the design of anti-viral compounds. However, further structural and functional studies of the replicase complex are still required for the discovery of anti-CoV therapeutics.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 989,
                    "text": "(Snijder et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The replicase complex"
        },
        {
            "text": "Nsp5, more commonly known as the main protease (M pro ) or 3CL pro (for its similarity to 3C proteases), is the most widely investigated of the SARS-CoV proteins. Its crystal structure was reported in 2003, mere months after the outbreak, by our group (Yang et al., 2003) and by the San Diego based company Structural GenomiX (Fig. 2a) , although the first coronavirus M pro structure was determined from transmissible gastroenteritis virus (TGEV) in 2002 (Anand et al., 2002) . The M pro acts on 11 of the 14 cleavage sites on the replicase polyprotein to release the individual components of the replicase complex, and is therefore a critically important target for the discovery of anti-viral therapeutics. The coronavirus M pro structures are characterized by two chymotrypsin-like -barrel domains, similar to other viral proteases, and an additional C-terminal globular -helical domain (Anand et al., 2002 Yang et al., 2003) . The M pro functions as a dimer and relies on the C-terminal domain for dimerization ( Fig. 3a ) . The SARS-CoV genome. Orange and blue triangles represent cleavage sites for the PL pro and M pro , respectively.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 271,
                    "text": "(Yang et al., 2003)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 456,
                    "end": 476,
                    "text": "(Anand et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 910,
                    "text": "(Anand et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 929,
                    "text": "Yang et al., 2003)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1018,
                    "end": 1025,
                    "text": "Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "A catalytic Cys-His dyad and the substrate binding sites are located in a cleft between domains I and II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The replicase complex"
        },
        {
            "text": "The substrate specificity of SARS-CoV M pro has been well characterized, both biochemically and structurally (Hegyi & Ziebuhr, 2002; Anand et al., 2002 Anand et al., , 2003 Yang et al., 2003 Yang et al., , 2005 . All coronavirus M pro s have an absolutely conserved Gln residue at the P1 position, whereas small residues such as Ala, Ser and Gly are conserved at the P1 0 position (Ziebuhr et al., 2000) . At the P2 position of SARS-CoV M pro , Leu is strongly preferred, although other hydrophobic residues, such as Phe, Met and Val, also occupy this position occasionally. No side-chain specificity is required at the P3 position since the side chain of P3 orients toward the bulk solvent. Small residues, such as Ala, Val, Thr and Pro are preferred at the P4 position. The structural information provided for coronavirus M pro to date will prove useful for researchers to design inhibitors targeting SARS-CoV M pro .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 132,
                    "text": "(Hegyi & Ziebuhr, 2002;",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 151,
                    "text": "Anand et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 172,
                    "text": "Anand et al., , 2003",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 190,
                    "text": "Yang et al., 2003",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 191,
                    "end": 210,
                    "text": "Yang et al., , 2005",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 403,
                    "text": "(Ziebuhr et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The replicase complex"
        },
        {
            "text": "A number of strategies have been used to discover inhibitors targeting the coronavirus M pro with nanomolar or low micromolar binding affinities [see Yang et al. (2007) for a review]. Our group has designed peptidomimetic ester inhibitors based on the natural N-terminal autocleavage substrate of the SARS-CoV M pro and optimized using a structure-based approach (Fig. 3a ) . Furthermore, owing to the remarkable conservation of the active sites across all three coronavirus antigenic groups, our compounds have broadspectrum activity against all coronavirus M pro . Other classes of compounds found to have activity against coronavirus M pro include anilides (Shie et al., 2005) , hexachlorophene and its analogues (Hsu et al., 2004; Liu et al., 2005) , natural polyphenols , isatin derivatives (Chen, Wang et al., 2005) , cinanserin (a serotonin agonist) (Chen, Gui et al., 2005) , interferons (Tan et al., 2004) , keto-glutamine analogues (Jain et al., 2004) , zinc conjugated compounds (Hsu et al., 2004) , aryl boronic acid compounds (Bacha et al., 2004) , quercetin-3-b-galactoside and its synthetic derivatives , plant terpenoids and lignoids (Wen et al., 2007) , benzotriazole esters , coumarin derivative (Hamill et al., 2006) , and other compounds (Kaeppler et al., 2005; Lu et al., 2006; Tsai et al., 2006) . In addition to active site Acta Cryst. The nsp7-nsp8 super-complex. The nsp7-nsp8 complex is shown in ribbon representation. Nsp7 is coloured green, one conformation of nsp8 is coloured blue and a second conformation of nsp8 is coloured orange. (c) The S protein fusion core. Shown from left to right are 1WYY (Duquerroy et al., 2005) , 2BEZ (Supekar et al., 2004) and 1WNC . The central HR1 peptides are shown in ribbon representation and coloured red, blue and green. The HR2 peptides are shown in black. The N-and C-termini are labelled. (d) The S protein RBD bound to the cellular receptor ACE2. The complex structure is shown in ribbon representation with the ACE2 receptor coloured green, the S protein receptor binding domain (RBD) coloured blue and the S protein receptor binding motif (RBM) coloured red. (e) The S protein RBD bound to the 80R antibody. The complex structure is shown in ribbon representation with the 80R antibody coloured magenta, the S protein RBD coloured blue and the S protein RBM coloured red. The orientation of the S protein RBD is the same as for (d).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 168,
                    "text": "Yang et al. (2007)",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 679,
                    "text": "(Shie et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 734,
                    "text": "(Hsu et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 752,
                    "text": "Liu et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 821,
                    "text": "(Chen, Wang et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 881,
                    "text": "(Chen, Gui et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 914,
                    "text": "(Tan et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 961,
                    "text": "(Jain et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 1008,
                    "text": "(Hsu et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1059,
                    "text": "(Bacha et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1168,
                    "text": "(Wen et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1235,
                    "text": "(Hamill et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1281,
                    "text": "(Kaeppler et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1298,
                    "text": "Lu et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1317,
                    "text": "Tsai et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1654,
                    "text": "(Duquerroy et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1684,
                    "text": "(Supekar et al., 2004)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "(Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "( f ) S2m, a rigorously conserved RNA element in the SARS-CoV genome. S2m is shown in stick representation and coloured according to the following scheme: GNRA-like pentaloop, is yellow; A-form RNA helices are blue and magenta; three-purine asymmetric bulge is red; seven-nucleotide bubble is green.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The replicase complex"
        },
        {
            "text": "inhibitors, a second strategy is to inhibit the dimerization of the M pro and thus abolish its activity. This approach was first suggested in 2004 and one such inhibitor, an octapeptide designed on the basis of the SARS-CoV M pro N-terminal sequence, was later reported (Wei et al., 2006) . This work, together with our own, suggests that the design of peptidomimetics is one valid approach for the design of antiviral therapeutics targeting the coronavirus M pro .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 288,
                    "text": "(Wei et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The replicase complex"
        },
        {
            "text": "Nsp3 is a large multidomain protein of 1922 amino acids that is yielded by proteolytic cleavage of the pp1a polyprotein at two sites by the papain-like protease (PL pro ). Two crystal structures of the functional enzymatic domains of nsp3 have been determined: the 'X' domain with proposed ADP-ribose-1 00 -phosphate dephosphorylation (ADRP) activity (Saikatendu et al., 2005; Egloff et al., 2006) and the papain-like protease (PL pro ) domain (Ratta et al., 2006) . The 'X' domain, also known as the ADRP domain, is conserved among all CoV (Putics et al., 2005) and is structurally related to macro-H2Alike fold proteins (Fig. 2b) . Interestingly, the work by Egloff and colleagues suggests that this 'X' domain actually has poor ADRP activity and efficiently binds poly(ADP-ribose) instead , and its role in the viral life cycle remains unclear. Coronaviruses generally feature two papain-like protease (PL pro ) domains in nsp3, termed PL1 pro and PL2 pro . However, SARS-CoV encodes only one PL pro domain. Its structure was found to possess a 'thumb-palm-fingers' fold related to known deubiquitinating enzymes (Fig. 2c) . However, certain key features of nsp3 PL pro include a zincbinding motif and a ubiquitin-like N-terminal domain, separating it from other characterized deubiquitinating enzymes. The availability of the nsp3 PL pro structure helps to delineate the proteolytic processing at the consensus (LXGG) cleavage site and provides details at the molecular level for the mechanism of deubiquitination, suggesting an important dual role for this enzyme.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 376,
                    "text": "(Saikatendu et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 397,
                    "text": "Egloff et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 464,
                    "text": "(Ratta et al., 2006)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 541,
                    "end": 562,
                    "text": "(Putics et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 631,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1116,
                    "end": 1125,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "Our group identified the interaction between two nonstructural proteins, nsp7 and nsp8, and subsequent determination of the crystal structure of the nsp7-nsp8 proteinprotein complex showed formation of an intricate hollow cylindrical scaffold comprised of eight copies of nsp7 and eight copies of nsp8 (Zhai et al., 2005) . Nsp7 (Fig. 2d), nsp8 (Fig. 2e ) and the nsp7-nsp8 complex (Fig. 3b) all have novel structures, and nsp8 exists in two distinct conformations in the structure. The inner dimensions and electrostatic properties of the cylindrical nsp7-nsp8 structure enable it to encircle nucleic acid, suggesting that the nsp7-nsp8 complex might be a processivity factor for the RNA-dependent RNA polymerase (nsp12). A follow-up study by Imbert and colleagues (Imbert et al., 2006) reported that nsp8 constitutes a second RNAdependent RNA polymerase (RdRp) in addition to nsp12, which includes an RdRp domain conserved in all RNA viruses. Further activity assays confirmed that nsp8 recognizes specific short sequences in the ssRNA coronavirus genome and most likely functions as a primase to catalyze the synthesis of RNA primers for the primer-dependent nsp12, which is a unique characteristic of coronaviruses. Interestingly, a recent study has also shown that nsp8 can interact with the orf6 accessory protein (Kumar et al., 2007) , implying that the replication of SARS-CoV involves a rather complicated network of many proteins.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 321,
                    "text": "(Zhai et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 787,
                    "text": "(Imbert et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1340,
                    "text": "(Kumar et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 353,
                    "text": "(Fig. 2d), nsp8 (Fig. 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "Crystal structures of nsp9 were reported in 2004 (Egloff et al., 2004; Sutton et al., 2004) and established its previously unknown function as a single-stranded RNA binding protein whose biological unit is a dimer. The core structure of the protein is an open six-stranded -barrel reminiscent of, yet unrelated to, the nucleic acid binding OB (oligosaccharide/ oligonucleotide binding) fold (Fig. 2f) . Searches for structural homology revealed that nsp9 shares similarity with certain subdomains of serine proteases, including domain II of the SARS-CoV M pro . Their similarity to the picornavirus 3C proteases, which feature a conserved RNA binding motif, indicated that nsp9 should bind also ssRNA. In addition to its role in the viral replication cycle, possible functions for nsp9 may be in stabilizing nascent and template RNA strands during replication and transcription to protect them against nuclease processing, or in base-pairing-driven processes such as RNA processing.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 70,
                    "text": "(Egloff et al., 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 71,
                    "end": 91,
                    "text": "Sutton et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "SARS-CoV nsp10 has been determined both as a dodecamer and as a monomer (Joseph et al., 2006) . The monomer structure has a novel fold and contains two zinc fingers with the sequence motifs C-(X) 2 -C-(X) 5 -H-(X) 6 -C and C-(X) 2 -C-(X) 7 -C-(X)-C (Fig. 2g) . These zinc finger motifs are strictly conserved among the three coronavirus groups, implying an essential function for nsp10 in all coronaviruses, and a PFAM search yields a match with the previously uncharacterized HIT-type zinc finger proteins. While zinc finger proteins often play a role in transcription, the precise function of nsp10 in the viral life cycle remains to be determined. The location of nsp10 next to the RNAinteracting proteins nsp8 and nsp9 in the SARS-CoV genome would suggest that nsp10 should also interact with nucleic acid. However, our experiments and those of Joseph and colleagues found only weak affinity between nsp10 and both ssRNA and dsRNA. Further work is also needed to ascertain the significance of the oligomeric state of SARS-CoV nsp10 determined by our group. We used a construct of nsp10 and nsp11 for crystallization, although nsp11, an 11 amino acid peptide, was not observed in the subsequent structure . The exact function of nsp11 in viral replication and transcription remains largely unknown.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 93,
                    "text": "(Joseph et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "(Fig. 2g)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "Nsp15, an XendoU ribonuclease, has been determined from SARS-CoV (Ricagno et al., 2006) and mouse hepatitis virus (MHV) in the active hexameric form, and from SARS-CoV as an inactive monomer . Nsp15 is the first member of the XendoU family of endoribonucleases to be characterized, providing the first structural and mechanistic characteristics for this family of enzymes. The nsp15 monomer structure has a novel fold and consists of three subdomains: a small N-terminal domain formed by two -helices packed against a three-stranded -sheet; a middle domain comprising a mixed -sheet, two smaller -sheets and two short -helices; and a C-terminal domain made up of two -sheets and five -helices (Fig. 2h) . In the shortened monomeric structure of nsp15 reported by Joseph and colleagues, the catalytic loop flips back to occupy the active site cleft due to the absence of monomer-monomer interactions. Given the critical importance of nsp15 in the viral life cycle, it is therefore an attractive target for anti-viral drug design. Potential strategies for inhibitor design include active site inhibitors, peptidomimetics or non-peptidyl compounds that mimic the catalytic loop of nsp15, and compounds that disrupt formation of the hexamer species.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 87,
                    "text": "(Ricagno et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 702,
                    "text": "(Fig. 2h)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The replicase complex"
        },
        {
            "text": "While much of the focus of SARS structural biology work has been on the non-structural proteins, which include several conserved targets that are attractive for the design of therapeutics, other studies have been focused on the structural proteins. The SARS-CoV genome encodes four structural proteins that are required to drive cytoplasmic viral assembly: the spike (S) protein, the membrane (M) protein, the nucleocapsid (N) protein and the envelope (E) protein. More recently, two proteins originally labelled as accessory proteins have been reclassified as structural proteins. Orf3a is believed to be a minor structural protein with three membrane-spanning helices (Ito et al., 2005; Shen et al., 2005) and reports suggest it interacts with the spike protein and may influence its trafficking in the host cell (Tan, 2005) . Orf7a, an integral membrane protein expressed on the membrane surface of host cells infected with the SARS virion, has also been suggested to be a structural protein . The structure of the soluble luminal domain of orf7a has been determined, although the function of the full-length protein remains unclear (Nelson et al., 2005) .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 688,
                    "text": "(Ito et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 707,
                    "text": "Shen et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 826,
                    "text": "(Tan, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1157,
                    "text": "(Nelson et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural proteins"
        },
        {
            "text": "Don Wiley and colleagues used their comprehensive study of influenza hemagglutinin (HA) to propose the classical mechanism of class I fusion proteins for mediating enveloped virus and host-cell membrane fusion (Skehel & Wiley, 2000; Eckert & Kim, 2001) . A common fusion mechanism has since been established from extensive structural studies on the viral families of orthomyxovirus, retrovirus, paramyxovirus and filovirus (Eckert & Kim, 2001) . The SARS-CoV S protein is typical of class I virus fusion proteins in that it can be divided into an N-terminal half (S1), which binds the host cellular receptor, and a C-terminal half (S2), responsible for cell entry via virus-cell membrane fusion (Gallagher & Buchmeier, 2001; Supekar et al., 2004) . S2 contains two hydrophobic (heptad) repeat regions, HR1 and HR2 (de Groot et al., 1987) , which assemble into a sixhelix bundle with three HR2 helices surrounding a central coiled coil of three HR1 helices in an oblique and antiparallel manner. Structures of the spike (S) protein fusion core have been reported by three groups in the post-fusion (or fusionactive) state (Fig. 3c) (Supekar et al., 2004; Duquerroy et al., 2005) . The N terminus of HR1 and the C terminus of HR2 locate at the same end of the six-helix bundle, which places the fusion peptide and transmembrane region in close proximity. Fusogenic mechanisms mediated by SARS-CoV were proposed from these structures according to those of other class I fusion proteins, although further struc-tural studies are needed to determine the possible conformational changes of the HR1 and HR2 fusion peptides during the membrane fusion process.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 232,
                    "text": "(Skehel & Wiley, 2000;",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 252,
                    "text": "Eckert & Kim, 2001)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 443,
                    "text": "(Eckert & Kim, 2001)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 724,
                    "text": "(Gallagher & Buchmeier, 2001;",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 746,
                    "text": "Supekar et al., 2004)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 818,
                    "end": 837,
                    "text": "Groot et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1153,
                    "text": "(Supekar et al., 2004;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1154,
                    "end": 1177,
                    "text": "Duquerroy et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1121,
                    "end": 1130,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                }
            ],
            "section": "Structural proteins"
        },
        {
            "text": "Fusion peptides have successfully been used to develop anti-viral drugs. For instance, the membrane fusion-inhibitor peptide T-20 targets the HIV pre-fusion intermediate and was recently licensed by the US Food and Drug Administration as an anti-HIV drug. The CoV S protein fusion core has a stable post-fusion structure similar to HIV-1 gp41 (Eckert & Kim, 2001) . In the case of SARS-CoV, several peptides derived from HR1 and HR2 regions of SARS-CoV spike proteins block viral entry by targeting the putative pre-hairpin intermediate (Bosch et al., 2004; Liu et al., 2004; Yuan et al., 2004) . Peptides derived from HR2 are sufficient to inhibit SARS-CoV infection Bosch et al., 2004) . Interestingly, the efficacy of HR2 peptides derived from the SARS-CoV spike protein is lower than those of corresponding HR2 peptides of MHV in inhibiting MHV infection (Bosch et al., 2004) , which may be explained by the larger surface area buried in the HR1-HR2 interface of MHV S2 compared with that in SARS-CoV S2 Supekar et al., 2004) .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 363,
                    "text": "(Eckert & Kim, 2001)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 557,
                    "text": "(Bosch et al., 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 558,
                    "end": 575,
                    "text": "Liu et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 594,
                    "text": "Yuan et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 687,
                    "text": "Bosch et al., 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 859,
                    "end": 879,
                    "text": "(Bosch et al., 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1008,
                    "end": 1029,
                    "text": "Supekar et al., 2004)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Structural proteins"
        },
        {
            "text": "An important part of the structure-function studies of any virus is to characterize the interaction with possible host cellular receptors. In the case of SARS-CoV, the S1 region of the S protein binds to cellular receptors, including the known receptor angiotensin-converting enzyme 2 (ACE2) (Li et al., 2003) . Stephen Harrison and colleagues determined the structure of the SARS-CoV S protein receptor-binding domain (RBD, covering residues 318 to 510 of the S protein) with the known cellular receptor ACE2 (Fig. 3d) . The RBD is the critical determinant of virus-receptor interaction and thus of viral host range and tropism. ACE2 specifically recognizes the SARS-CoV RBD by surface complementarity via a well defined interface; the opposite face of the RBD which interacts with the rest of the spike protein is more disordered. As revealed by the authors, the interface between the two proteins shows important residue changes that facilitate efficient cross-species infection and human-tohuman transmission. ACE2 is highly conserved in mammals and birds, and its receptor activity for SARS-CoV can be markedly affected by only a few amino acid substitutions at the virus binding site. Subtle changes in the RBD residues at positions 479 and 487 in human coronaviruses can increase affinity for human ACE2. Palm civet coronaviruses have lysine in position 479 and serine in position 487, for instance, which reduce affinity for human but not palm civet ACE2. The authors further suggest engineering truncated disulfide-stabilized RBD variants for use in the design of coronavirus vaccines.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 309,
                    "text": "(Li et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                }
            ],
            "section": "Structural proteins"
        },
        {
            "text": "80R is a potent neutralizing human monoclonal antibody against the S1 RBD and binds with nanomolar affinity (Sui et al., 2004) . It is known to block the binding of S1 to the ACE2 receptor, prevent the formation of syncytia in vitro (Sui et al., 2004) and inhibit viral replication in vivo (Sui et al., 2005) . A crystal structure of 80R in complex with the SARS-CoV RBD shows that the 80R binding epitope overlaps with the ACE2 binding site, thus providing a structural basis for the strong binding and neutralizing ability of the 80R antibody (Fig. 3e ) (Hwang et al., 2006) . The availability of a SARS-CoV RBD structure in complex with 80R should facilitate the design of immunotherapeutics targeting SARS-CoV.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 126,
                    "text": "(Sui et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 251,
                    "text": "(Sui et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 308,
                    "text": "(Sui et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 576,
                    "text": "(Hwang et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "(Fig. 3e",
                    "ref_id": null
                }
            ],
            "section": "Structural proteins"
        },
        {
            "text": "Crystal structures have been determined for two domains from the SARS-CoV nucleocapsid protein, which plays an important role by binding to the genomic RNA via a leader sequence, recognizing a stretch of RNA that serves as a packaging signal and leading to the formation of the helical ribonucleoprotein (RNP) complex during assembly. First, the structure of the RNA binding domain from the SARS-CoV N protein consists of a five-stranded -sheet whose fold is unrelated to other RNA binding proteins Saikatendu et al., 2007) . The structure of the N protein RNA binding domain might constitute another significant target, since the discovery of small molecules that bind to the RNA binding domain should impair the function of the nucleocapsid . Since specific packaging of the viral genome into the virion is a critical step in the life cycle of an infectious virus, this RNA binding domain might be a viable target for the design of anti-viral therapeutics. Second, the full-length N protein forms a dimer via its C-terminal domain, and a crystal structure of this so-called dimerization domain covering residues 270-370 has been reported (Yu et al., 2006) . The structure was determined as a dimer and features extensive interactions between the two protomers, consistent with the dimeric nature of the full length protein.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 523,
                    "text": "Saikatendu et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1157,
                    "text": "(Yu et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural proteins"
        },
        {
            "text": "The SARS coronavirus genome encodes eight so-called accessory proteins with unclear or unknown function, but which might provide a selective advantage in the infected host. These accessory proteins are poorly characterized structurally and their functions are largely unknown, and so it is not clear if the accessory proteins may be viable targets for anti-viral drug discovery. However, it was recently suggested that the accessory proteins orf3a and orf7a should be reclassified as structural proteins (Ito et al., 2005; Shen et al., 2005; . As the accessory proteins vary among different coronaviruses, they almost certainly would not be targets for the design of broad-spectrum anti-virals. Two accessory protein structures have been determined to date: the orf7a luminal domain (Nelson et al., 2005) and orf9b, a lipid-binding protein (Meier et al., 2006) .",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 522,
                    "text": "(Ito et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 541,
                    "text": "Shen et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 804,
                    "text": "(Nelson et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 860,
                    "text": "(Meier et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Accessory proteins"
        },
        {
            "text": "In addition to SARS-CoV protein structures, the crystal structure of the stem-loop II motif (s2m) RNA element from SARS-CoV was determined to 2.7 Å resolution (Fig. 3f ) (Robertson et al., 2005) . S2m is a rigorously conserved motif located at the 3 0 end of SARS-CoV and the genomes of other viral pathogens (Jonassen et al., 1998) but is not found in the human genome. The highly structured s2m RNA element includes a striking 90 bend in the helix axis. Several longer-range tertiary interactions create a tunnel perpendicular to the main helical axis, with a negatively charged interior that binds two Mg ions. These unusual features form likely surfaces for interaction with conserved host-cell components or other reactive sites required for virus function. The authors suggest that s2m RNA is a functional macromolecular mimic of the 530 loop of 16S rRNA, a ribosomal RNA fold (Wimberly et al., 2000) , suggesting a mechanism for RNA hijacking of host protein synthesis similar to other RNA viruses (Bushell & Sarnow, 2002) . The 530 loop of the 30S ribosome binds to the prokaryotic proteins S12 and IF-1, further suggesting that s2m may interact with their eukaryotic homologs (Robertson et al., 2005) . Nevertheless, the high sequence conservation of s2m in an otherwise rapidly changing RNA genome implies its pathogenic importance. The structural features of s2m, coupled with the fact that it is not found in the human genome, signals that it could be another attractive target for the design of antiviral therapeutics. Compounds designed to bind to s2m might disrupt the structure and thus inhibit SARS-CoV pathogenesis.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 194,
                    "text": "(Robertson et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 332,
                    "text": "(Jonassen et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 906,
                    "text": "(Wimberly et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1029,
                    "text": "(Bushell & Sarnow, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1209,
                    "text": "(Robertson et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "(Fig. 3f",
                    "ref_id": null
                }
            ],
            "section": "Other targets"
        },
        {
            "text": "Vaccines provide another means of therapeutic intervention against SARS-CoV, and drew particular attention immediately after the SARS outbreak. Several strategies have been used to develop vaccines, including inactivated viruses, subunit vaccines, virus-like particles (VLPs), DNA vaccines, heterologous expression systems, and vaccines derived from SARS-CoV genome by reverse genetics [see Gillim-Ross & Subbarao (2006) for a recent review]. As described above, the S protein RBD could be used as a starting point for the development of a vaccine, since neutralizing antibodies against SARS-CoV recognize epitopes in the RBD. As suggested by the crystal structure, a candidate vaccine could be made by engineering the SARS-CoV RBD to improve stability . In another example, the antigenic peptides of the coronavirus N protein are accessible on the surface of infected cells for T-cell recognition (Boots et al., 1991; Bergmann et al., 1993) . Furthermore, in 2005, the crystal structure of the human MHC-I (major histocompatibility complex I) molecule HLA-A*1101 in complex with a nine amino acid peptide (KTFPPTEPK) derived from the SARS-CoV N-protein, was determined by X-ray crystallography to 1.45 Å resolution (Blicher et al., 2005) . Although it is similar to other MHC-I molecules and shows a similar peptide binding mode, the structure adds to the growing library of MHC-I structures and could be used as a template for peptide-based vaccine design.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 420,
                    "text": "Gillim-Ross & Subbarao (2006)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 918,
                    "text": "(Boots et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 941,
                    "text": "Bergmann et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1238,
                    "text": "(Blicher et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines against SARS"
        },
        {
            "text": "Another recent report suggests that the non-structural protein nsp1, encoded at the 5 0 end of the replicase gene, is a major pathogenicity factor and could provide the basis for design of coronavirus vaccines (Zust et al., 2007) . Nsp1, whose structure was recently characterized by NMR (Almeida et al., 2007) , is the first mature viral protein expressed in the host cell cytoplasm (Ziebuhr, 2005) and may be involved with host cell mRNA degradation and counteracting innate immune responses (Kamitani et al., 2006) . A deletion in the nsp1 coding sequence in MHV was found to strongly reduce cellular gene expression, while low doses of nsp1 mutant MHV elicited potent cytotoxic T-cell responses (Zust et al., 2007) . Furthermore, mice inoculated with the nsp1 mutant MHV were protected against homologous and heterologous virus challenge. Nsp1 is conserved in all coronaviruses, and so this strategy for the development of coronavirus vaccines may prove effective for the majority of mammalian coronaviruses.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 229,
                    "text": "(Zust et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 310,
                    "text": "(Almeida et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 399,
                    "text": "(Ziebuhr, 2005)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 517,
                    "text": "(Kamitani et al., 2006)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 699,
                    "end": 718,
                    "text": "(Zust et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines against SARS"
        },
        {
            "text": "Structure-function studies of SARS-CoV proteins have significantly advanced our understanding of coronaviruses and should accelerate structure-based discovery of anti-viral therapeutics. However, a number of important targets remain to be elucidated, most notably among the replicase proteins. These include several membrane proteins and large multidomain proteins and their structures will be challenging to determine. Foremost among these protein targets is undoubtedly nsp12, the RNA-dependent RNA polymerase (RdRp). Canonical polymerase sequence motifs can be identified in the C-terminal part of the RdRp, while coronaviral RdRp feature a unique N-terminal region of 380 amino acids with unknown function (Xu et al., 2003) . Despite numerous attempts by several groups, the SARS-CoV RdRp has proven to be difficult to produce in sufficient quantities for crystallization. The RdRp of other RNA viruses have been major targets for antiviral compounds. For instance, NS5A is the RdRp in hepatitis C virus (HCV) and a major target for nonnucleoside inhibitors (NNI) (Biswal et al., 2005 (Biswal et al., , 2006 . The binding sites for thiophene-based NNIs are located in the 'thumb' domain of NS5B, in close proximity to the allosteric GTP binding site and approximately 35 Å from the active site. This part of the 'thumb' domain apparently has an important regulatory function that is modulated by GTP and NNIs. Interestingly, nsp8 is also believed to form a second RdRp for the synthesis of short RNA primers for nsp12. Since this function is unique to coronaviruses, the nsp8 primase may be an effective and specific target for anti-coronavirus therapeutics. Another major target is nsp13, the helicase, whose role is to unwind double-stranded genomic and subgenomic RNA during the replication process and whose three-dimensional structure remains to be determined. Nsp12 and nsp13, together with nsp5 (M pro ), share the highest sequence conservation among the three coronavirus groups and should be the focus of broad-spectrum anti-viral drug discovery .",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 727,
                    "text": "(Xu et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1088,
                    "text": "(Biswal et al., 2005",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1111,
                    "text": "(Biswal et al., , 2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Future prospects"
        },
        {
            "text": "Viral proteins are notoriously difficult to work with, especially with regard to crystallization. Not every SARS-CoV protein may necessarily be a target for therapeutic intervention, but gaining an understanding of the underlying mechanisms of viral replication and host infection will help to identify and prioritize potential SARS-CoV targets. The advent of structural genomics/proteomics has considerably advanced progress in the structure-function studies of SARS-CoV proteins, thus providing a substantial increase in our understanding of coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To date, the structure-based discovery of anti-coronavirus therapeutics has been focused in two main areas: blocking viral entry into the host cell or inhibiting viral replication and transcription via the replicase complex. In the former case, the availability of SARS-CoV S protein fusion core structures will enable the design of inhibitors that block viral entry by targeting the pre-fusion hairpin intermediate. Structural differences between the SARS-CoV and MHV S protein fusion cores suggest that inhibitors designed to target the SARS-CoV S protein fusion core should be less efficient against other coronaviruses. In the latter case, three highly conserved proteins have been identified thus far among coronaviruses: nsp5, the M pro ; nsp12, the RdRp; and nsp13, the helicase. Targeting these three proteins should enable the design of anti-coronavirus therapeutics with broad-spectrum activity. In the event of a new emerging coronavirus, the availability of broad-spectrum inhibitors should provide a first line of defence until vaccines become available. However, at the time of writing, no anti-coronavirus drugs are available, either on the market or in pre-clinical or clinical trials. SARS-CoV may have been brought under control through effective surveillance and public health measures, but it should be noted that two human coronaviruses, HCoV-NL63 and HCoV-HKU1, have been isolated in the wake of SARS (van der Hoek et al., 2004; Woo et al., 2005) and animal reservoirs for a SARS-like coronavirus have also been identified Li, Shi et al., 2005) . ",
            "cite_spans": [
                {
                    "start": 1432,
                    "end": 1450,
                    "text": "Hoek et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1468,
                    "text": "Woo et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1545,
                    "end": 1566,
                    "text": "Li, Shi et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lepault",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Versluis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "8455--8460",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dutartre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "3792--3796",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "12885--12890",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Coronaviridae: the Viruses and their Replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Proc. Natl Acad. Sci. USA, 103",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Coronaviridae, Virus Taxonomy, VIIIth Report of the ICTV",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "945--962",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Supekar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bruckmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ingallinella",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pessi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carfi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "17958--17963",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", Xue and Rao The SARS coronavirus Acta Cryst. (2008). A64, 204-213",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-CoV replicase protein structures. (a) nsp5, the M pro ; (b) nsp3 ADRP domain; (c) nsp3 PL pro domain; (d) nsp7; (e) nsp8; ( f ) nsp9; (g) nsp10; and (h) nsp15. All structures are shown in ribbon representation and coloured according to secondary structure (-helix red; -strand yellow; coil green). Nsp8 is shown with two conformations superimposed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a) The M pro dimer with bound peptidomimetic ester inhibitor N3. M pro monomers are shown in ribbon representation and coloured red and blue. The peptidomimetic ester inhibitors (one per monomer) are shown in stick representation and coloured green. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "This work was supported by Project 973 of the Ministry of Science and Technology of China (Grant Nos. 2006CB806503, 2007CB914301), the International Cooperation Project of the Ministry of Science and Technology (Grant No. 2006DFB32420), the NSFC (Grant No. 30221003), the Chinese Academy of Sciences Knowledge Innovation Project (Grant No. KSCX1-YW-R-05), the Sino-German Center [Grant No. GZ236(202/9)], and the 'Sino-European Project on SARS Diagnostics and Antivirals' (SEPSDA) of the European Commission (Grant No. 003831).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Snijder etSummary of SARS-CoV proteins. Yes † Bold letters for the protein indicates a three-dimensional structure is available in the Protein Data Bank. ‡ Structure has been deposited in the Protein Data Bank but has not been published. Abbreviations. UB1: ubiquitin-like; AC: acidic Glu-rich domain; ADRP: adenosine diphosphate-ribose 100-phosphatase; SUD: SARS-CoV: unique domain; TM: transmembrane domain; PL pro : papain-like protease; M pro : main (or 3C-like cysteine) protease; RdRp: RNA-dependent RNA polymerase.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}