{
    "paper_id": "f5e8195adcc954c8572c0758a563d44d1c36a7ef",
    "metadata": {
        "title": "OBSERVATION: BRIEF RESEARCH REPORT Clinician Education and Adoption of Preventive Measures for COVID-19: A Survey of a Convenience Sample of General Practitioners in Lombardy, Italy Corresponding Author: LETTERS Annals.org Annals of Internal Medicine",
        "authors": [
            {
                "first": "Gionata",
                "middle": [],
                "last": "Fiorino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Milan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Colombo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carmela",
                "middle": [],
                "last": "Natale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Azzolini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Lagioia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvio",
                "middle": [],
                "last": "Danese",
                "suffix": "",
                "affiliation": {},
                "email": "sdanese@hotmail.com."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background: Coronavirus disease 2019 (COVID-19) is overwhelming health care systems worldwide, and Italy is the most affected country in Europe with more than 135 000 cases as of 8 April 2020 (1) . Among these case patients are more than 6000 health care professionals, and 94 physicians have died (2) . Lombardy is the most severely hit region in terms of hospital overcrowding, and its health care professionals face key challenges (2) . As the frontline first contact for patients with suspected infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), general practitioners (GPs) are frequently exposed to the virus and can become the source of community spread if not adequately protected. In Lombardy, more than 20 GPs have died of COVID-19 (3).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Objective: To assess challenges faced by GPs in the prevention and management of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods and Findings: We approached a convenience sample of 450 GPs affiliated with our hospital (out of a total of 604 GPs in Lombardy) to examine the prevalence of COVID-19 -like symptoms, strategies adopted to prevent the spread of infection, and education on COVID-19. Of these 450 GPs, 272 (60.4%) (Table) responded; in aggregate, these 272 GPs provide care to approximately 400 000 patients. During January to March 2020, a total of 108 respondents (39.7%) had symptoms suggestive of COVID-19 (fever, cough, shortness of breath, or diarrhea or vomiting). Specifically, 54 of 108 (50.0%) had respiratory symptoms, 54 (50.0%) gastrointestinal symptoms, and 31 (28.7%) both respiratory and gastrointestinal symptoms; 77.8% of those with gastrointestinal symptoms had short-term diarrhea (≤3 days), and approximately half of those with respiratory symptoms had symptoms lasting 7 days or longer. Only 18 of all 272 GPs surveyed (6.6%) had at least 1 pharyngeal swab for SARS-CoV-2 testing, 50.0% of them because of symptoms (8.3% of all 108 symptomatic GPs). Only 2 swabs were positive for SARS-CoV-2, 1 in a GP with respiratory symptoms and 1 in a GP with only diarrhea. One hundred twenty-five GPs (46.0%) had at least 1 contact with a patient positive for SARS-CoV-2, and 76.0% of the patients they referred to the hospital with symptoms suggestive of COVID-19 were positive for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Two hundred thirty-eight GPs (87.5%) modified their practice of delivering care, 73.1% via telephone calls, 24.4% using telemedicine, and 2.1% using other approaches. Most GPs surveyed (264 of 272 [97.1%]) adopted strategies to avoid overcrowding of patients at their office. Among all respondents, only 46% reported that their local health department supplied them with personal protective equipment (PPE); of these, 92.0% received gloves, 94.4% surgical masks, 16.0% FFP2 or FFP3 masks, and 33.6% sanitizing gels. Most respondents (84.6%) had to purchase PPE themselves, and only 18.4% could provide PPE to patients in their waiting rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Only 85 GPs (31.3%) received specific training on COVID-19 management, of which 67.1% was via online sources and 32.9% by attending courses and meetings. Stratified by month, 3.5% of these GPs received the training in January, 44.7% in February, and 51.8% in March. The remaining 187 GPs self-prepared, 48.7% by reading medical journals, 28.9% though online courses, 11.8% by receiving leaflets and newsletters from the institutions (Ministry of Health or local health departments), and 10.6% by mass media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, 30.0% of all respondents stated that supplied PPE was insufficient, 12.0% that the received training was insufficient, 7.0% that diagnostic tests should be more accessible, and 18.0% that dialogue and coordination with health departments and institutions should be improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Discussion: This survey highlights some crucial challenges faced by GPs in a region with one of the largest populations affected by the COVID-19 outbreak. Frequently in close contact with COVID-19 patients, GPs are likely at high risk for contracting and spreading the infection. One in 5 GPs in our study had suggestive symptoms, but few were tested and only 2 were isolated because of positive results. Although respondents were highly exposed and perceived PPE as a key need, less than half received PPE from the local health department (also their employer), the institution typically charged with providing essential equipment to GPs. Specific education on prevention and management of COVID-19 was also perceived as an important unmet need: More than two thirds of GPs had to self-educate because of lack of training from public institutions (Ministry of Health or local health department).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent viewpoint from the United Kingdom (4) highlighted 3 primary challenges GPs face: the need to provide continuous care to patients, the need to be protected by adequate preventive measures and PPE, and the need for clear guidance from public health agencies. Another survey among primary care professionals in the United States reported that 90% had to change their usual patient management by using telemedicine beginning in week 2 of the U.S. outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our study presents data after at least 4 weeks from the beginning of the pandemic in Italy and provides early insight into the urgent need to test and isolate at least symptomatic GPs to prevent community spread, provide necessary and adequate PPE to all GPs to protect them from COVID-19 during their daily work, and educate GPs and provide clear guidance on how to manage patients during the COVID-19 outbreak. COVID-19 = coronavirus disease 2019; GP = general practitioner; PPE = personal protective equipment; SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2. * Percentages may not sum to 100 due to rounding. † Among GPs with ≥1 symptom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Italia: monitoraggio della situazione",
            "authors": [
                {
                    "first": "Dipartimento",
                    "middle": [],
                    "last": "Della Protezione Civile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "At the epicenter of the Covid-19 pandemic and humanitarian crises in Italy: changing perspectives on preparation and mitigation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nacoti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciocca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giupponi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM Catal",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/CAT.20.0080"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Elenco dei medici caduti nel corso dell'epidemia di Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: how coronavirus will change the face of general practice forever",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1279"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Survey Results Among 272 Respondents*",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "If yes, how did you receive education? Meetings/congresses 28/85 (32.9) Web-based education 57/85 (67.1) If no, did you self-educate about COVID-19? Yes 187/187 (100.0) If you self-educated, how?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}