{
    "paper_id": "f6109de0191c41b913adce7cec65130954e693df",
    "metadata": {
        "title": "Journal Pre-proof Improving vaccine-induced immunity: Can Baseline Predict Outcome? Title: Improving vaccine-induced immunity: Can Baseline Predict Outcome?",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Carlota",
                "middle": [],
                "last": "Dobaño",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Vandamme",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gemma",
                "middle": [],
                "last": "Moncunill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Arnaud",
                "middle": [],
                "last": "Marchant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Othman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Manish",
                "middle": [],
                "last": "Sadarangani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [],
                "last": "Koff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [
                    "R"
                ],
                "last": "Kollmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Immune System Biology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Immune signatures measured at baseline and immediately prior to vaccination, may predict the immune response to vaccination. Such pre-vaccine assessment might allow not only populationbased, but also more personalized vaccination strategies ('precision vaccination'). If baseline immune signatures are predictive, the underlying mechanism they reflect may also determine vaccination outcome. Thus, baseline signatures might contribute to identifying interventional targets to be modulated prior to vaccination in order to improve vaccination responses. This concept has the potential to transform vaccination strategies and usher in a new approach to improve global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vaccines preventing infections or diseases are amongst the most effective life-saving medical interventions in history [1]. In the past, vaccine design was largely empiric. However, this approach has thus far mostly failed to tackle complex infections such as human immunodeficiency virus (HIV), Mycobacterium tuberculosis (TB), and Plasmodium sp. (malaria), as well as cancers and other non-communicable diseases. This failure has been attributed to the lack of insight into the underlying mechanisms of how vaccines induce protection, i.e. the rules of immunity [2, 3] . Recent technological advances, including highly multiplexed immune profiling and data-driven computational modeling have raised the prospect of identifying these rules more globally. Application of systems biology to vaccines (or \"systems vaccinology\") involves assessing the molecular and cellular state of the immune system before and after vaccination in a comprehensive and unbiased multi-omic manner ('omics'). This is then used to develop data-driven models to predict post-vaccination, pathogen-specific immune responses (e.g., antigen-specific antibody titers); through these, the goal is to hopefully identify key molecular immune parameters that correlate with, and potentially shape, vaccine responses. This approach has already led to new insights. For instance, correlating the early postvaccination host response to outcome (e.g., antibody responses) has pointed to the hypothesis that the microbiome may be involved in vaccination responses. Indeed, antibiotic induced shifts in the microbiome can influence responses to influenza virus vaccination in mice as well as in humans [4] [5] [6] . This unbiased systems vaccinology approach is increasingly being applied to vaccine design and testing [7] . This has also led to an increasing appreciation of the extensive baseline and response variability in many immune parameters among individuals within a population [8] . Given the pervasive population heterogeneity, being able to predict who might respond to a given vaccine is necessary. Moreover, understanding how immune status prior to vaccination shapes vaccination responses is important. This has recently been thought to be possible for human influenza virus, hepatitis B virus, and malaria vaccination [9] [10] [11] [12] [13] [14] . Specifically, the aim would be to assess if a subject's immune status prior to vaccination allows a predictive response, i.e. the concept of 'baseline predicts outcome'.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 567,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1670,
                    "end": 1673,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1674,
                    "end": 1677,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1783,
                    "end": 1786,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1952,
                    "end": 1955,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2299,
                    "end": 2302,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2303,
                    "end": 2307,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2313,
                    "end": 2317,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2318,
                    "end": 2322,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2323,
                    "end": 2327,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An important assumption and implication embodied in this hypothesis is that: 'If baseline determines outcome, then altering baseline before vaccination might potentially alter outcome'. There is evidence, albeit indirect, supporting this hypothesis. The purpose of this Opinion piece is to highlight the potential of this paradigm. If one can reshape baseline immune status to Journal Pre-proof J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Extensive work is needed to further test and validate the concept of baseline predictors and the feasibility and utility of targeted modulation of the immune baseline during vaccinations. Many questions remain (see outstanding questions); indeed future studies comparing the effects of administering immunomodulators, as well as the timing of administration of modulators --i.e. defining the gap between administering modulator(s) (including adjuvants) and the vaccine-and the temporal stability of the modulated baseline states should ideally lead to effective strategies for developing better vaccines. We posit that this strategy merits further attention particularly when considering the most vulnerable populations hoping to receive vaccines, including infants, the elderly, immunosuppressed individuals, as well as those living in low and middle income countries. Journal Pre-proof J o u r n a l P r e -p r o o f 7 ACKNOWLEDGMENTS We thank Ellysia Hollams and Tara McLaren for help with figure design. J.S.T. is at the Resources I NCT00380393: This trial is listed in clinicaltrials.gov https://clinicaltrials.gov/ct2/show/NCT00380393 Journal Pre-proof J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "optimize vaccine responsiveness, it might allow the design of vaccination strategies that ensure a more pervasive while safe, protective immune response, (i.e. eliminating non-responder vaccinees). It may also enable strategies that allow the administration of fewer vaccine doses (ideally only one dose) (Box 1). Furthermore, many licensed interventions (e.g. drugs, adjuvants or biologics) known to have immunomodulatory functions might be potentially repurposed to modify baseline status in a targeted fashion. In addition, tools have advanced in such a way to test this paradigm in humans, including single-cell large-scale immune profiling and computational modeling; these may contribute to determining, for example, which immune baseline modulators to administer in a tailored fashion, and for what types of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we review evidence supporting the notion that baseline immune status can predict and potentially impact vaccine responses. We hypothesize that iterative application of populationbased systems vaccinology studies following administration of immune modulators and vaccines, combined with predictive models and rules determining how baseline immune status might impact vaccine outcome could be deciphered. Identification of these parameters and tools might help advance progress towards reaching the ultimate goal: the ability to predict vaccine outcome prior to its administration, along with tailored vaccine designs protective for all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One hundred years ago, the 1918 influenza virus pandemic emerged [15] : A new influenza A/H1N1 virus had infected one-third of the world's population and killed between 50 and 100 million people within 1-2 years [16] . Put in perspective, the pandemic killed more people in 12 months than HIV-1/AIDS has in the last 35 years. Today, influenza virus infections still loom as one of our greatest public health threats [16] . While great advances have been made in understanding the influenza virus, progress has been slow in understanding how the human immune system prevents and controls influenza virus infection and how to develop better vaccines. As a result, our current influenza virus vaccines are only moderately effective in blunting annual epidemics and would offer limited, or no protection, against a global pandemic due to novel influenza viral strains [16] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Might Predict Outcome for Influenza Virus Vaccination"
        },
        {
            "text": "The response to influenza virus vaccination can be highly variable across a given population, leaving some individuals without protection, even when the seasonal vaccine matches the circulating influenza viral strains. The change in antibody titers against influenza virus following vaccination is a reasonable correlate of protection (CoP), and is associated with \"intrinsic\" factors such as age [9, 10] , sex [17] , pre-existing antibody titers [9, 10] , and prior vaccination history [18] . However, much of the variance in antibody responses to influenza virus vaccination remains unexplained [10] . Based on studies in twins, genetics seems to only marginally contribute to this heterogeneity in vaccination outcomes in adults, suggesting environmental factors as key drivers [19, 20] . While early systems biology analyses of influenza virus vaccination have identified antibody response predictors, these have been based on postvaccination parameters, such as the magnitude of plasmablast increases on day 7, and changes in blood host-derived transcripts on days 1-3 after vaccination [21, 22] . These observations raised questions on whether baseline determinants of these post-vaccination parameters might exist, ultimately shaping the quality and quantity of antibody responses following vaccination [21, 22] . Searching for this 'root' predictor, both seasonal and the pandemic H1N1 (pH1N1)) viral strains were considered within a framework integrating transformed multimodal data sets and natural population variation into computational models designed to predict serologic responses to influenza virus vaccination [10] . Using baseline data alone, independent of age, sex, initial serology, as well as antigen-specificity of the T and B cell populations for vaccine antigens, high versus low human responders could be robustly predicted [10] . The essential parameters contributing to this prediction consisted of the J o u r n a l P r e -p r o o f frequency of a few circulating immune cell subsets (especially B and T cell subpopulations), and these were amongst the most temporally stable within subjects over a period of two months. However, some of these immune cell subpopulations parameters also had the highest betweensubject variation and thus, were likely predictive because they delineated distinct baseline immune states among individuals [10] . Such baseline biomarkers, if robustly validated, are particularly attractive because they might potentially provide relevant information on the timing at which measurement should occur [8] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1627,
                    "end": 1631,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1850,
                    "end": 1854,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2364,
                    "end": 2368,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2556,
                    "end": 2559,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Might Predict Outcome for Influenza Virus Vaccination"
        },
        {
            "text": "Additional evidence for the existence of baseline predictors for influenza virus vaccine responses came from additional studies where peripheral blood naïve helper CD4 + T cell counts and class-switched memory B cell frequencies at time of vaccination correlated with antibody responses to annual trivalent inactivated influenza (TIV) and also following pandemic (p)H1N1 vaccination [23] [24] [25] . Recently, multiple influenza virus vaccination cohorts spanning distinct annual seasons (from the Human Immunology Project Consortium (HIPC) and the National Institute of Health (NIH) Center for Human Immunology (CHI)), as well as geographical locations (located in North America) were leveraged to identify baseline transcriptional predictive signatures of antibody responses to influenza virus vaccination [9] . This analysis revealed baseline predictive signatures for younger (< 35 years of age) individuals [9] , similarly to what was observed in the previously identified baseline predictive signatures [10] . Together, signatures emerging from multiple omics approaches (e.g. cell population analyses plus transcriptomics etc.) could potentially capture the inherent biological state of individuals during vaccination more comprehensively. For influenza virus, pre-vaccination host-specific predictive signatures exist beyond those that reflect intrinsic variables such as age and sex, and these predictors likely reflect cumulative effects of the environment, in addition to potentially, a past exposure to influenza virus. However, pre-existing frequencies of antigen-specific B or CD4 + T cells in blood are often not associated with antibody responses to influenza virus vaccination [10, 26, 27] , suggesting that the known baseline predictive signatures may be independent of antigen-specific immunity. Further assessment of these signatures and search of additional predictors in diverse populations will be essential to help guide the development of nextgeneration vaccines that can provide persistent immunity against influenza viral strains, especially under pandemic scenarios (Box 2).",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1694,
                    "end": 1698,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1699,
                    "end": 1702,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1703,
                    "end": 1706,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Might Predict Outcome for Influenza Virus Vaccination"
        },
        {
            "text": "Approximately 30% of the world's population (i.e., about 2 billion persons) have serologic evidence of Hepatitis B virus (HBV) infection [28] . Each year, approximately 620,000 HBVinfected persons die from chronic liver disease [29] . The World Health Organization (WHO) recommends universal neonatal/infant HBV immunization, as well as vaccination of adults at risk for HBV infection [30] . All current HBV vaccines are composed of hepatitis B surface antigen (HBs) and employ a 2-to 4-dose vaccination schedule [31] . The serologic CoP against chronic HBV infection is one of the best-defined for any vaccine, constituting a titer of >10 mIU/mL anti-HBs antibody (defined by the WHO Anti-HBs Reference Preparation) (18, 22) . Indeed, there is a direct correlation between quantitative antibody titers and protection [28] . Some individuals achieve an anti-HBs response of ≥10 mIU/mL after just one or two doses of vaccine [28] ; specifically, 30-50% after 1 dose, and 50-75% after two doses [32] . Unfortunately, persistent non-responders, 5-10% of the vaccinated population, stay unprotected, even after a completed vaccination schedule [29, 33] . Similar to influenza virus vaccination, cell population and transcriptional parameters measured at baseline (i.e. prior to vaccination) might predict HBV vaccine response outcome. Specifically, in adults ≥65 years, higher expression of inflammatory response transcripts and increased frequencies of pro-inflammatory innate immune cells in peripheral blood correlate with lower anti-HBs antibody responses [11] . This was also the case for younger adults aged ~20-50 years, where non-responders showed a J o u r n a l P r e -p r o o f more activated state of immunity before vaccination compared with responders; this was determined from the increased expression of the granulin precursor gene (GRN) and higher granulocyte numbers in peripheral blood in non-responding young individuals relative to responders [12, 13] . Thus, it might be possible to define at baseline, predictive signatures for subjects generating protective responses following HBV vaccination .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1960,
                    "end": 1964,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1965,
                    "end": 1968,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Might Predict Outcome for Hepatitis B Virus Vaccination"
        },
        {
            "text": "Malaria remains a major global health problem (caused by Plasmodium sp. infection), causing an estimated 228 million cases and 405,000 deaths in 2018 alone [34] . Decades of research have thus far have only resulted in a single licensed subunit vaccine candidate, the RTS,S/AS01E compound [35] . Despite being recommended by the WHO for pilot implementation studies ongoing in Africa since April 2019, the efficacy of the vaccine against clinical malaria is at best, moderate and of limited duration [35] . At present, it is not known why the RTS,S vaccine only protects a proportion of immunized subjects, specifically 30-55% over one year, and 26-36% with a booster dose over 3-4 years [35] . Vaccines based on liveattenuated Plasmodium falciparum parasites through irradiation [36] or chemoprophylaxis with antimalarial agents [37, 38] are promising alternatives that have shown up to 100% efficacy in small clinical trials in naïve adults [39] . Major knowledge gaps in the development of more effective malaria vaccines are the absence of immune CoP and an understanding of the specific mechanisms of protective immunity. The best correlates for either of these malaria vaccines is the titer of IgG antibodies against the main vaccine antigen (the circumsporozite protein, CSP)thought to prevent liver stage infection and thus, subsequent blood stage infection causing clinical disease [34] . However, unlike the anti-HBs antibody titers following HBV vaccination, the positive predictive value of vaccine-induced IgG titers is too low to be considered a CoP [40] . Of relevance to the concept of determining an immune baseline at the time of vaccination in order to predict vaccine outcomes, peripheral blood monocyte-to-lymphocyte ratios at baseline have negatively correlated with RTS,S/AS01 efficacy in a completed, large phase 2b, randomized, prevention clinical trial in 894 African children (primary outcome: frequency of first case of malaria meeting the primary case definition) (NCT00380393) I [14] ; this suggested that baseline proportions of white blood cells might be considered a predictive parameter to assess the response to RTS,S/AS01 vaccination a priori.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2009,
                    "end": 2013,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Might Predict Outcome for Malaria Vaccination"
        },
        {
            "text": "A recent study derived a 10-gene blood transcriptional surrogate (TGSig) of the temporally stable cell frequency-based baseline signature predictive of antibody response to influenza virus vaccination in the NIH cohort highlighted above [41] . The authors showed that peripheral blood mRNA expression of this TGSig was predictive of influenza virus vaccination responses in three out of four independent US locations over four different vaccination seasons. Gene expression of this TGSig was also predictive of antibody responses to the yellow fever vaccine (YF; a live attenuated virus) given to YF-naïve individuals, further supporting the notion that this particular baseline signature might capture predictive information beyond antigen-specific prior exposure [41] . In the same study, the authors used simultaneous protein and transcriptome analysis (CITE-seq; cellular indexing of transcriptomes and epitopes by sequencing) of single peripheral blood mononuclear cells from high and low influenza virus vaccination responders (differentiated base on antibody titers produced in response to influenza vaccination). The results revealed a complex network where TGSig expression correlated with the expression of cell cycle/activation and Type I IFN response status in a cellular circuit comprising plasmacytoid dendritic cells (pDCs), class-switched B cells and T lymphocytes. This interactive circuit of cells was known to be fully activated only after an immune challenge such as an infection. Yet, healthy high vaccine responders displayed an elevated cell cycle activation status at baseline [41] . The mechanisms that maintain this activated state and restrain full-blown systemic response before vaccination and inflammatory stimulation remain to be determined. However, these results suggest that baseline predictors might potentially be shared across different types of vaccines in both naïve and pre-exposed populations.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Predictors and Potential Determinants Shared Across Vaccines"
        },
        {
            "text": "Based on the above, it is reasonable to speculate that baseline immune status might impact responses to a wider range of vaccines. However, larger-scale studies are needed to define and assess such predictors, by integrating simultaneous assessment of genetics, microbiome, intrinsic factors (age, sex etc.), and non-genetic immune status, across different vaccines. While meta-analysis of immune profiling data from heterogenous studies involving different vaccines and populations can be powerful [9] , currently, the data modality shared across most studies is largely limited to blood analysis: transcriptional profiling and/or assessing the frequency of major immune cell populations. Thus, further and robust targeted studies, involving randomized vaccination trials of individuals with or without certain baseline immune signatures, are needed to delineate the extent by which baseline can actually predict and influence outcomes for different types of vaccines.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Baseline Predictors and Potential Determinants Shared Across Vaccines"
        },
        {
            "text": "'The concept of 'modulating baseline to modulate vaccine outcome' (Key Figure, Figure 1 ) might be empirically realized through targeted modulation of the immune status baseline. For example, administration of antibiotics can change an individual's microbiome frequency and composition, as well as potentially, their inflammatory status at baseline (e.g. perhaps due to an underlying pathology); this in turn, might impact antibody responses to influenza virus vaccination [6] . Moreover, vaccines themselves can alter immune baseline status and thus, also potentially the outcomes for subsequent vaccinations (Box 3) [42] [43] [44] [45] . For example, the Bacille Calmette-Guérin (BCG) vaccine is one of the most widely used vaccines worldwide. In addition to providing moderate protection against TB, it can have non-specific (heterologous) immunomodulatory effects beyond the target pathogen (TB), including responses to other vaccines [42] and infections such as Malaria [46] , and possibly even SARS-CoV-2 [47, 48] .",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 476,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 87,
                    "text": "Figure, Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Modulating Baseline Might Modulate Vaccine Outcome"
        },
        {
            "text": "For example, BCG vaccination is associated with, and can increase the antibody responses to HBV, polio virus type 1, Pneumococcus sp., and influenza virus vaccination [43] [44] [45] . The underlying mechanisms for BCG's impact on subsequent vaccinations have not been fully elucidated, but could involve shifting the responsiveness of immune cells to cytokines at baseline [49, 50] . Further, Cytomegalovirus (CMV) infection is known to affect multiple components of the innate and adaptive immune system [51] and has been associated with enhanced immune responses (higher antibody titers) of young, healthy humans to influenza virus vaccination, relative to non-CMV infected subjects; this, however, has not been observed in older adults, suggesting that the impact of CMV might be age-dependent, an aspect that certainly merits further investigation [52] . In contrast, Epstein-Barr virus (EBV) infection, also known to affect multiple components of innate and adaptive immunity, is associated with reduced responses (lower antibody titers) to the routine infant vaccines, relative to non-infected subjects [53] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[49,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Modulating Baseline Might Modulate Vaccine Outcome"
        },
        {
            "text": "It is important to note that increased immune activation at baseline does not always lead to better vaccine responses, likely because the type, quantity, and cellular specificity of the activation matters. For example, an activated immune state in natural killer (NK) cells, proinflammatory monocytes and differentiated T/B cell subsets was associated with reduced responses (lower antibody titers) to the YF vaccine prior to vaccination, in an African population relative to controls [54] . Moreover, this was consistent with the aforementioned studies on HBV vaccination in the elderly, where a more pronounced inflammatory gene expression profile at baseline predicted a poorer response to vaccination relative to those having a less pronounced inflammatory gene expression profile [11] [12] [13] . Furthermore, oral administration of the J o u r n a l P r e -p r o o f immunosuppressant rapamycin has been shown to increase the immune response to influenza virus vaccination (higher antibody response) in older adults, relative to those not having received rapamycin [55] . In addition to rapamycin, other small molecules and biologics with immunomodulatory function such as imiquimod are currently approved for clinical use [56] [57] [58] . Thus, the tools to modulate immune baseline status to potentially improve the outcome of vaccination are already available. Taken together, we posit that based on these observations, modulating baseline to modulate vaccine outcome in a vaccine-and population-dependent manner should be possible [59] (Key Figure, Figure 1 ). This concept is indirectly supported by data from several infectious diseases, where differences in host baseline status at the time of infection may be linked to a different clinical outcome (Box 4).",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 1551,
                    "end": 1567,
                    "text": "Figure, Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Modulating Baseline Might Modulate Vaccine Outcome"
        },
        {
            "text": "Many of the baseline predictive signatures identified so far are associated with innate immune functions and thus, may reflect recent activation of functionally interacting cells prior to the time of vaccination [19, 41, 60] . This hints at the possibility that acute modulation of the baseline immune status not long before vaccination could alter outcome. The concept of deliberately modulating baseline to improve outcome of vaccination has, however, never been directly assessed. Specifically, while vaccine adjuvants administered simultaneously with vaccines can enhance the response of some vaccines, to our knowledge, the optimal timing of administration of an adjuvant in relation to the vaccine antigen has never been determined. The original choice to combine adjuvant and antigen in one administration has obvious practical benefits in that the number of injections can be reduced. But given that many vaccines require multiple doses to provide protection, the presumed advantage of co-administration of adjuvant and antigen may be small, or even become disadvantageous, if modulating the baseline prior to vaccination ultimately reduces the number of vaccine doses administered. To begin assessing this approach experimentally, one could administer specific approved agents discussed above, such as rapamycin or other vaccines such as BCG, or even alter specific components of the microbiome prior to administration of the vaccine, to then assess vaccination outcomes. It might also be possible determine if better vaccine responses are elicited when adjuvants are administered separately from the antigen in terms of time (before, after vaccination) and/or space (separate routes of administration) . it is obviously also important to assess the safety and reactogenicity of the adjuvant given alone. Of note, this approach may not even require a change in existing vaccine formulations, but rather, the addition of immunomodulators prior to administration of existing vaccine/adjuvant formulations. ",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "60]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "A Path Towards Targeted Modulation of Immune Baseline to Improve Vaccine Outcomes"
        },
        {
            "text": "The concept that \"baseline may predict outcome\" lends itself to precision public health, i.e. at the population level; indeed, this is already done with influenza virus vaccines every year, where different vaccines against influenza virus and/or different numbers of doses of the same vaccine are administered depending on the age of the individual and their prior vaccine status [61] . For example, a 3-year old child might receive 1 (if previously vaccinated) or 2 (if vaccine-naïve) doses of either a quadrivalent intranasal live attenuated vaccine or an inactivated vaccine, whereas an individual aged >65 years might receive a single dose of standard quadrivalent inactivated vaccine, high-dose vaccine or a formulation which includes the MF59 adjuvant.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": ". Relevance to precision health"
        },
        {
            "text": "In the HIPC-CHI multi-cohort meta-analysis of influenza virus vaccination discussed, a putative baseline predictor in older individuals was found (though not validated in an independent cohort) and the signature was distinct from that in young [9] . Specifically, baseline parameters that positively correlated with antibody responses in the young (<35 years of age) tended to negatively correlate with antibody responses in older individuals (>65 years of age). While the underlying mechanisms remain unclear, this observation (which emerged from data across several vaccination seasons) suggested that the young and the older adult might indeed share baseline predictive parameters, but their effects on vaccination outcomes could be agedependent.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "BOX 2 Age-dependent baseline predictors"
        },
        {
            "text": "Vaccination as a means of modulating immune baseline has been suggested to occur before birth. For example, MF59-adjuvanted influenza virus vaccination during pregnancy was found to alter the immune cytokine production profile in the nasal mucosal fluid of 4-week-old infants; specifically, significant up-regulation of TGF-β1 but down-regulation of IL-12p70, IFN-γ, IL-5, eotaxin-1, TARC, MDC, IL-8 was documented in comparison to those vaccinated after pregnancy [62] . While the implications of this finding for infant vaccine responses have not been investigated, these data highlight that the concept of immunomodulation at baseline prior to vaccination might be relevant for maternal immunizations as well [63] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "BOX 3 Modulating baseline before birth"
        },
        {
            "text": "Although largely unexplored, baseline immune status might also predict clinical outcome for infectious diseases. Some examples are: • The risk for severe infections early in life can be predicted from baseline innate immune phenotypes measured at birth [64] . • Certain Immune signatures at baseline can predict not only the response to malaria vaccination, but clinical outcomes of acute infection [65] . • Ebola virus infections have a case fatality rate of approximately 50%, with some individuals succumbing to disease yet others recovering, or even controlling the infection in an asymptomatic manner [66] . Is the differential pathogenesis of Ebola virus infection also due to variations in baseline immune status? If so, could immunomodulators enhance protection, and thus transform those individuals who would have otherwise died from Ebola virus infection to those with asymptomatic infections [67] ? • HIV-1 infection also has a bell-shaped pathogenesis curve ranging from infected individuals who are rapid progressors, to moderate progressors, to elite controllers [68] . Could baseline predictive signatures for HIV-1 immune responses be identified, leading to novel prevention and control measures? • This concept is not limited to infectious diseases. While there is an ongoing revolution in cancer immunotherapy using checkpoint inhibitors, responses are highly variable across patient populations. For example, less than 15% of subjects across the spectrum of cancers who have received checkpoint immunotherapy are benefiting clinically [69] . Predictive signatures could ideally identify responders from non-responders before commencing therapy [70] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[67]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[69]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1663,
                    "end": 1667,
                    "text": "[70]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "BOX 4: CLINCIAN'S CORNER"
        },
        {
            "text": "-Systems Vaccinology refers to the approach of systems biology (i.e. highly multiplexed immune profiling and data-driven computational modeling) applied to the study of vaccine responses. -Intrinsic vs. Extrinsic Variables refer to age, sex and genetics for \"intrinsic\", and factors such as microbiome and also past exposures including previous vaccination or infection as \"extrinsic\" variables. -Imiquimod: used as therapyto treat for exampler warts, superficial basal cell carcinoma, and actinic keratosis. It is believed to act by modulating the local immune environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "Key Figure, Figure 1 . Model for Modulating Immune Baseline Status to Modulate Vaccine Responses. For Vaccine A, which could be influenza virus vaccination in young adults [52] , an immunomodulator that increases the baseline activity of an immune pathway (blue dashed line) could increase a vaccine-induced immune response. For Vaccine B, which could be hepatitis B virus vaccination [11] [12] [13] , an immunomodulator that decreases the baseline activity of a distinct immune pathway (blue dashed line) could increase a vaccine-induced antibody responses. Note that the target of the baseline modulation and the immune activity associated with the vaccine response could be completely distinct; this is a simplified illustration and is not meant to indicate that changes induced by baseline modulation would have to occur in the same particular cell or pathway as the immune activity such as e.g. antibody or T cell responses.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 20,
                    "text": "Figure, Figure 1",
                    "ref_id": null
                }
            ],
            "section": "GLOSSARY"
        },
        {
            "text": "J o u r n a l P r e -p r o o f 14 HIGHLIGHTS BOX:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "• Extensive baseline variability in immune responses (e.g. antibody titrers) among individuals in given populations is increasingly being appreciated as a major contributor to vaccine response heterogeneity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "• The concept of 'baseline may predict outcome' has recently been reported for human influenza virus, yellow fever virus, hepatitis B virus, as well as malaria vaccination. This concept might also apply to other vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "• The ability to predict who might respond to immunization (and to what extent) might offer avenues for optimization of current vaccination strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "• We posit that this simple concept might be useful and significant for vaccine design: If 'baseline determines outcome, then altering baseline prior to vaccination could alter outcome.' • This approach could potentially lead to tailored (precision) vaccines ensuring that the majority, or all individuals vaccinated, respond by eliciting a protective immune response, (i.e. devoid of non-responder individuals). Presumably, this approach might also allow the administration of fewer vaccine doses, potentially arriving to a one vaccine dose only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOSSARY"
        },
        {
            "text": "• Do baseline signatures reflect causal mechanisms, or do they merely represent a correlate of yet to be determined factors and biological networks? • Are predictive baseline signatures similar or distinct across different populations (e.g. the young, elderly, pregnant, or different ethnicities)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "• How long do various baseline states last? How robust are they to perturbations such as infection and shifts in the microbiome?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "• Could separate administration of adjuvant and antigen (vs. the current standard coadministration) potentiate vaccine responses? If so, could this approach lead to protective onedose vaccine regimens?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "History of vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "34",
            "pages": "12283--12290",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Accelerating next-generation vaccine development for global disease prevention",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Koff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "6136",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward a human vaccines project",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Koff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Immunol",
            "volume": "15",
            "issn": "7",
            "pages": "589--92",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The potential of the microbiota to influence vaccine responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pulendran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Leukoc Biol",
            "volume": "103",
            "issn": "2",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TLR5-mediated sensing of gut microbiota is necessary for antibody responses to seasonal influenza vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "41",
            "issn": "3",
            "pages": "478--92",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibiotics-Driven Gut Microbiome Perturbation Alters Immunity to Vaccines in Humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "178",
            "issn": "6",
            "pages": "1313--1328",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Systems vaccinology and big data in the vaccine development chain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H M"
                    ],
                    "last": "Raeven",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Immunology",
            "volume": "156",
            "issn": "1",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Utilizing population variation, vaccination, and systems biology to study human immunology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "8",
            "pages": "479--93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2015.06.005"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multicohort analysis reveals baseline transcriptional predictors of influenza vaccination responses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hipc-Chi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Immunol",
            "volume": "2",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global analyses of human immune variation reveal baseline predictors of postvaccination responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "2",
            "pages": "499--513",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pre-vaccination inflammation and B-cell signalling predict agerelated hyporesponse to hepatitis B vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fourati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms10369"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transcriptome profiling in blood before and after hepatitis B vaccination shows significant differences in gene expression between responders and nonresponders",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bartholomeus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "42",
            "pages": "6282--6289",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Significant transcriptome and cytokine changes in hepatitis B vaccine non-responders revealed by genome-wide comparative analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hum Vaccin Immunother",
            "volume": "14",
            "issn": "7",
            "pages": "1763--1772",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Peripheral blood monocyte-to-lymphocyte ratio at study enrollment predicts efficacy of the RTS,S malaria vaccine: analysis of pooled phase II clinical trial data",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Warimwe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-11-184"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The evolving history of influenza viruses and influenza vaccines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hannoun",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Vaccines",
            "volume": "12",
            "issn": "9",
            "pages": "1085--94",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Advances in the development of influenza virus vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Drug Discov",
            "volume": "14",
            "issn": "3",
            "pages": "167--82",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Systems analysis of sex differences reveals an immunosuppressive role for testosterone in the response to influenza vaccination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "2",
            "pages": "869--74",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Repeated annual influenza vaccination and vaccine effectiveness: review of evidence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Expert Rev Vaccines",
            "volume": "16",
            "issn": "7",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Variation in the human immune system is largely driven by nonheritable influences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "1-2",
            "pages": "37--47",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genetic regulation of immune responses to vaccines in early life",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Newport",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genes Immun",
            "volume": "5",
            "issn": "2",
            "pages": "122--131",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Systems biology of vaccination for seasonal influenza in humans",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Nakaya",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "8",
            "pages": "786--95",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early patterns of gene expression correlate with the humoral immune response to influenza vaccination in humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bucasas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "203",
            "issn": "7",
            "pages": "921--930",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Unique biomarkers for B-cell function predict the serum response to pandemic H1N1 influenza vaccine",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frasca",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int Immunol",
            "volume": "24",
            "issn": "3",
            "pages": "175--82",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The composition of immune cells serves as a predictor of adaptive immunity in a cohort of 50-to 74-year-old adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunology",
            "volume": "148",
            "issn": "3",
            "pages": "266--75",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Highly Predictive Model for a Protective Immune Response to the A(H1N1)pdm2009 Influenza Strain after Seasonal Vaccination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jurchott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "High preexisting serological antibody levels correlate with diversification of the influenza vaccine response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "6",
            "pages": "3308--3325",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Baseline levels of influenza-specific CD4 memory T-cells affect T-cell responses to influenza vaccines",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Seroprotection after recombinant hepatitis B vaccination among newborn infants: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Schillie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "21",
            "pages": "2506--2522",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.12.012"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Hepatitis B Vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatric Vaccines and Vaccinations A European Textbook",
            "volume": "",
            "issn": "",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hepatitis B vaccines",
            "authors": [],
            "year": 2009,
            "venue": "Wkly Epidemiol Rec",
            "volume": "84",
            "issn": "40",
            "pages": "405--424",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hepatitis B virus infection: epidemiology and vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "112--137",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hepatitis B vaccine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mast",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Hepatitis B and the need for a booster dose",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leuridan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Efficacy and safety of the RTS,S/AS01 malaria vaccine during 18 months after vaccination: a phase 3 randomized, controlled trial in children and young infants at 11 African sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C T P"
                    ],
                    "last": "Rts",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Protection against malaria at 1 year and immune correlates following PfSPZ vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ishizuka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Med",
            "volume": "22",
            "issn": "6",
            "pages": "614--637",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Protection against a malaria challenge by sporozoite inoculation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roestenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "5",
            "pages": "468--77",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sterile protection against human malaria by chemoattenuated PfSPZ vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mordmuller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "542",
            "issn": "7642",
            "pages": "445--449",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Safety, Immunogenicity, and Protective Efficacy against Controlled Human Malaria Infection of Plasmodium falciparum Sporozoite Vaccine in Tanzanian Adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jongo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Trop Med Hyg",
            "volume": "99",
            "issn": "2",
            "pages": "338--349",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Baseline exposure, antibody subclass, and hepatitis B response differentially affect malaria protective immunity following RTS,S/AS01E vaccination in African children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ubillos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Broad immune activation underlies shared set point signatures for vaccine responsiveness in healthy individuals and disease activity in patients with lupus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kotliarov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The influence of neonatal Bacille Calmette-Guerin (BCG) immunisation on heterologous vaccine responses in infants",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "28",
            "pages": "3735--3744",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Influence of Mycobacterium bovis bacillus Calmette-Guerin on antibody and cytokine responses to human neonatal vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Ota",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "2",
            "pages": "919--944",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Adjuvant Effect of Bacille Calmette-Guerin on Hepatitis B Vaccine Immunogenicity in the Preterm and Term Newborn",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The influence of BCG on vaccine responses -a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Expert Rev Vaccines",
            "volume": "17",
            "issn": "6",
            "pages": "547--554",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Making sense of emerging evidence on the non-specific effects of the BCG vaccine on malaria risk and neonatal mortality",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bassat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Can a century-old TB vaccine steel the immune system against the new coronavirus?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Vrieze",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.24.20042937v1"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Neonatal BCG Vaccination Influences Cytokine Responses to Toll-like Receptor Ligands and Heterologous Antigens",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Freyne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Dis",
            "volume": "217",
            "issn": "11",
            "pages": "1798--1808",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Monocytes from neonates and adults have a similar capacity to adapt their cytokine production after previous exposure to BCG and beta-glucan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Namakula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Coordinated expansion of both memory T cells and NK cells in response to CMV infection in humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bayard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Immunol",
            "volume": "46",
            "issn": "5",
            "pages": "1168--79",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Cytomegalovirus infection enhances the immune response to influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Transl Med",
            "volume": "7",
            "issn": "281",
            "pages": "281--324",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Epstein-Barr virus but not cytomegalovirus is associated with reduced vaccine antibody responses in Gambian infants",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Immune activation alters cellular and humoral responses to yellow fever 17D vaccine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muyanja",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Invest",
            "volume": "124",
            "issn": "7",
            "pages": "3147--58",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI75429.Epub"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "mTOR inhibition improves immune function in the elderly",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mannick",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "268",
            "pages": "268--179",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.3009892"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Intradermal hepatitis B vaccination in non-responders after topical application of imiquimod (Aldara)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Roukens",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "26",
            "pages": "4288--93",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Topical imiquimod before intradermal trivalent influenza vaccine for protection against heterologous non-vaccine and antigenically drifted viruses: a single-centre, double-blind, randomised, controlled phase 2b/3 trial",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "2",
            "pages": "209--227",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Novel imiquimod nanovesicles for topical vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Caimi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Colloids Surf B Biointerfaces",
            "volume": "174",
            "issn": "",
            "pages": "536--543",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Beyond adjuvants: Antagonizing inflammation to enhance vaccine immunity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Sekaly",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "2",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Genetic variants regulating immune cell levels in health and disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Orru",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "155",
            "issn": "1",
            "pages": "242--56",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Prevention and Control of Seasonal Influenza with Vaccines: Recommendations of the Advisory Committee on Immunization Practices-United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Grohskopf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MMWR Recomm Rep",
            "volume": "67",
            "issn": "3",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Airway mucosal immune-suppression in neonates of mothers receiving A(H1N1)pnd09 vaccination during pregnancy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bischoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Infect Dis J",
            "volume": "34",
            "issn": "1",
            "pages": "84--90",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000000529"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Maternal immunisation: collaborating with mother nature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchant",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Infect Dis",
            "volume": "17",
            "issn": "7",
            "pages": "197--208",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Initiation of anti-retroviral therapy before pregnancy reduces the risk of infection-related hospitalization in HIV-exposed uninfected infants born in a highincome country",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goetghebuer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A Molecular Signature in Blood Reveals a Role for p53 in Regulating Malaria-Induced Inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Immunity",
            "volume": "51",
            "issn": "4",
            "pages": "750--765",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Ebola virus disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malvy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "936--948",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Transcriptomic signatures differentiate survival from fatal outcomes in humans infected with Ebola virus",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome Biol",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "HIV control: Is getting there the same as staying there?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goulder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Estimation of the Percentage of US Patients With Cancer Who Are Eligible for and Respond to Checkpoint Inhibitor Immunotherapy Drugs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haslam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Netw Open",
            "volume": "2",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "High-dimensional single-cell analysis predicts response to anti-PD-1 immunotherapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krieg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Med",
            "volume": "24",
            "issn": "2",
            "pages": "144--153",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Class-switched B cells have rearranged their genetic information; i.e. ceasing to produce surface IgM antibodies to secrete other classes of antibodies such as IgG, IgA, etc. -Checkpoint immunotherapy targets immune checkpoint molecules with the aim of enabling immune cells to attack malignant cells (in the case of cancer) -CITE-seq (cellular indexing of transcriptomes and epitopes by sequencing) analyzes at the single cell level, gene expression profiles of that cell via mRNA and protein amounts. -MF59: a squalene (natural oil compound made in e.g. the skin) adjuvant added to vaccines to increase immune responses (e.g. antibody titers).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}