{
    "paper_id": "f61425dcb9ce0a4abb82a3951c8033d4812aac1a",
    "metadata": {
        "title": "Prediction of numbers of the accumulative confirmed patients (NACP) and the plateau phase of 2019-nCoV in China",
        "authors": [
            {
                "first": "Lijun",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the present study, I propose a novel fitting method to describe the outbreak of 2019-nCoV in China. The fitted data were selected carefully from the non-Hubei part and Hubei Province of China respectively. For the non-Hubei part, the time period of data collection corresponds from the beginning of the policy of isolation to present day. But for Hubei Province, the subjects of Wuhan City and Hubei Province were included from the time of admission to the Huoshenshan Hospital to present day in order to ensure that all or the majority of the confirmed and suspected patients were collected for diagnosis and treatment. The employed basic functions for fitting are the hyperbolic tangent functions tanhð:Þ since in these cases the 2019-nCoV is just an epidemic. Subsequently, the 2019-nCoV will initially expand rapidly and tend to disappear. Therefore, the numbers of the accumulative confirmed patients in different cities, provinces and geographical regions will initially increase rapidly and subsequently stabilize to a plateau phase. The selection of the basic functions for fitting is crucial. In the present study, I found that the hyperbolic tangent functions tanhð:Þ could satisfy the aforementioned properties. By this novel method, I can obtain two significant results. They base on the conditions that the rigorous isolation policy is executed continually. Initially, I can predict the numbers very accurately of the cumulative confirmed patients in different cities, provinces and parts in China, notably, in Wuhan City with the smallest relative error estimated to 0:021%, in Hubei Province with the smallest relative error estimated to 0:012% and in the non-Hubei part of China with the smallest relative error of À 0.195% in the short-term period of infection. In addition, perhaps I can predict the times when the plateau phases will occur respectively in different regions in the long-term period of infection. Generally for the non-Hubei part of China, the plateau phase of the outbreak of the 2019-nCoV will be expected this March or at the end of this February. In the non-Hubei region of China it is expected that the epidemic will cease on the 30th of March 2020 and following this date no new confirmed patient will be expected. The predictions of the time of Inflection Points and maximum NACP for some important regions may be also obtained. A specific plan for the prevention measures of the 2019-nCoV outbreak must be implemented. This will involve the present returning to work and resuming production in China. Based on the presented results, I suggest that the rigorous isolation policy by the government should be executed regularly during daily life and work duties. Moreover, as many as possible the confirmed and suspected cases should be collected to diagnose or treat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It has been suggested that coronaviruses are threats to human life. This type of viruses, which was discovered and characterized in 1965, is broadly distributed in mammals and birds. In humans, the majority of the coronaviruses cause only mild respiratory infections and a limited number, such as the ''Severe Acute Respiratory Syndrome'' (SARS) in China (Liu et al. 2004 ) and the ''Middle East Respiratory Syndrome'' (MERS) in Saudi Arabia and South Korea, have caused more than 10,000 cumulative infected cases in the past 2 decades. Although several coronaviruses have been identified and characterized, additional unknown coronaviruses that are potential threats are to be discovered.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 371,
                    "text": "(Liu et al. 2004",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In December 2019, pneumonia cases of unknown reasons emerged in Wuhan, the capital of Hubei province and one of the largest cities in the central part of China. Although the majority of them were cured, they led to respiratory failures and a few patient fatalities. This outbreak of pneumonia attracted significant attention in the world. The causative agent identified by the Chinese authorities was designated 2019 novel coronavirus (2019-nCoV) by the World Heath Organization (WHO) on January 10 2020. On January 20 2020, the Chinese government classified the novel 2019-nCoV as a class A agent. A series of non-pharmaceutical interventions were implemented, namely, isolation of symptomatic persons, strict restriction of travel in Hubei province and shutdown of the public transport in various cities. Although the number of the accumulative confirmed patients (NACP) in the non-Hubei Chinese regions have decreased continually for 7 days, the effectiveness and efficiency of these interventions is questionable. In addition, when the viral infection reaches its plateau phases several factors are affected including financial costs and work abstention. Therefore, it is very crucial to reduce the outbreak of the 2019-nCoV. So far, there are nearly 20,000 confirmed cases in Wuhan and more than 40,000 confirmed cases in China, whereas several exported cases have been confirmed in other countries including Japan, South Korea, Singapore, USA, Canada, Germany, France, UK and Spain. Mathematical models were employed to investigate the viral outbreak and interesting results were obtained. The mathematical modeling of the 2019 n-CoV outbreak has been previously investigated Tang et al. 2020; Rabajante 2020; Imai et al. 2020; Liu et al. 2020; Fanelli and Piazza 2020; Peng et al. 2020; Toda 2020; Sameni 2020) . The reason of the outbreak has bee reported in previous studies (Chu et al. 2020; Khan et al. 2020a, b) . Its clinical characteristics and laboratory test results were also studied (Qian et al. 2020; World Health Organization 2020) . Its treatment and prognosis were presented in two recent studies (Chen and Du 2020; Chai et al. 2020 ). Its containment strategy was discussed in (Bittihn and Golestanian 2020; Hu et al. 2020) . The prediction of the tendency of 2019-nCoV and notably of the NACP and of the plateau phase is of great importance at present. These goals were achieved by fitting the data of the NACP in these regions. The 2019-nCoV outbreak could not be modeled accurately due to the weak knowledge of the reasons, transmission mechanisms, effect of control policies, treatments strategies and damages. The mechanism of 2019-nCoV infection is very unclear and was studied by several scientists. However, the data contains its much information and can disclose its many natures. Therefore, these data were fitted in order to conduct the outbreak prediction. Two significant features were stated in my novel fitting method as follows:",
            "cite_spans": [
                {
                    "start": 1682,
                    "end": 1699,
                    "text": "Tang et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1700,
                    "end": 1715,
                    "text": "Rabajante 2020;",
                    "ref_id": null
                },
                {
                    "start": 1716,
                    "end": 1733,
                    "text": "Imai et al. 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1734,
                    "end": 1750,
                    "text": "Liu et al. 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1751,
                    "end": 1775,
                    "text": "Fanelli and Piazza 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1776,
                    "end": 1793,
                    "text": "Peng et al. 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1794,
                    "end": 1804,
                    "text": "Toda 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1805,
                    "end": 1817,
                    "text": "Sameni 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1884,
                    "end": 1901,
                    "text": "(Chu et al. 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1902,
                    "end": 1923,
                    "text": "Khan et al. 2020a, b)",
                    "ref_id": null
                },
                {
                    "start": 2001,
                    "end": 2019,
                    "text": "(Qian et al. 2020;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2020,
                    "end": 2051,
                    "text": "World Health Organization 2020)",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2137,
                    "text": "(Chen and Du 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2138,
                    "end": 2154,
                    "text": "Chai et al. 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2200,
                    "end": 2230,
                    "text": "(Bittihn and Golestanian 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2231,
                    "end": 2246,
                    "text": "Hu et al. 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The first novel idea is the choice of the data of the NACP in different regions. For the China regions outside Hubei Province, i.e., the non-Hubei part, the medical conditions are sufficient and the isolation policy is well executed. All the confirmed patients can be collected and receive treatment, and the suspected cases can be collected for diagnosis and further treatment. Therefore, the outbreak of the 2019-nCoV is just a general epidemic. For Hubei Province, which includes the Wuhan City, several cabin hospitals and the Leishenshan hospital were employed following initial completeness of the Huoshenshan Hospital. The majority of the confirmed patients can be collected for treatment and most suspected patients can also be collected for diagnosis and subsequent treatment. Therefore, the outbreak of the 2019-nCoV in Wuhan City and Hubei Province are considered as a general epidemic and can be treated as such. The data were collected from the non-Hubei part of China from approximately January 20 2020, i.e., from the beginning of the policy of isolation to the present day. The data were collected from Hubei Province and from Wuhan City from February 6 2020, i.e., from the date of the initial establishment of the Huoshenshan hospital, to the present date. The data can be fitted to predict the NACP in the short-term duration and predict the initiation of the plateau phases. • The selection of the basic functions for the fitting model is crucial for the success of the prediction. Since in both the above cases, the 2019-nCoV is just an epidemic, this suggests that it will initially spread rapidly and subsequently exhibit a tendency to disappear. Therefore, the numbers of the cumulative confirmed patients in different cities, provinces and geographical locations will initially increase rapidly and subsequently remain constant when reaching the plateau phase of the viral infection. In the present study, the hyperbolic tangent functions tanhð:Þ were used that can satisfy the aforementioned conditions. Therefore, the hyperbolic tangent function tanhð:Þ was set as the basic function for fitting. It laid the foundation of the success of the fitting model and further enhanced the prediction success of the 2019-nCoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "By this novel method, two significant results were obtained based on the conditions that the rigorous isolation policy is Cognitive Neurodynamics executed continually. Initially, the numbers of the accumulative confirmed patients in different cities, provinces and geographical locations in China were predicted very accurately in the short term period of infection. Moreover, the times of the plateau phases were determined in different places in the long-term period of infection. Generally, in the non-Hubei China part, the NACP of 2019-nCoV will tend to constant from approximately February 23 2020 and its maximum infectivity will be theoretically achieved by March 30 2020. Following this date, no additional infected patient will be expected to be diagnosed. Based on the present results, it is suggested that the rigorous isolation policy by the government should be executed continually. The remaining part of this article is organized as follows: In Sect. 2, the novel fitting method of the outbreak of 2019-nCoV in China is proposed, and the selection of the data and basic functions is presented. The validation of this novel method was achieved in the data derived from the SARS infection in 2003 in China Mainland and Hongkong, which are presented in Sect. 3. The results of the prediction of NACP and of the plateau phase, as well as of the IPs of 2019-nCoV in China are presented in Sect. 4. Finally, I present some concluding remarks in Sect. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initially, I will present the novel fitting method for the prediction of NACP and the plateau phase of 2019-nCoV in China. The success of the fitting or prediction depends on the selection of the data, the basic functions for this fitting and the fitting method. I will describe all three components in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The novel fitting method"
        },
        {
            "text": "The data of the NACP must correspond to the epidemic characteristics. They must fit into the epidemic pattern. All the confirmed patients must be collected for treatment and the suspected patients can be collected for diagnosis. The effective treatment of the infected patients and the efficient diagnosis of the suspected cases should be ensured. This is the basis of the principle to which the government adheres regarding as many as possible the confirmed and suspected should be collected to diagnose and treat. With regard to the Chinese regions outside of Hubei Province, i.e., the non-Hubei part of China, the medical conditions are sufficient to treat the infected cases and ultimately contain the spread of the virus. Therefore the confirmed patients can be collected for the appropriate treatment and the suspected patients can be collected for diagnosis and further treatment, so that the outbreak of the 2019-nCoV in this part will be considered as a general epidemic. Therefore the data from the 21st of January 2020, which was the beginning of the strict isolation policy in the non-Hubei region were used for fitting. The data of the NACP in cities and provinces with major viral outbreak are presented in Tables 1 and 2. All data are collected from the official websites of the Health Commissions in these regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data of the NACP"
        },
        {
            "text": "The Hubei Province, which includes Wuhan City, was thoroughly assessed. Following the establishment of the Huoshenshan hospital, the cases reported in several cabin hospitals and subsequently in the Leishenshan Hospital were examined. The majority of the confirmed patients were collected for successful treatment, and most of the suspected patients were collected for diagnosis and further treatment. Therefore, the outbreak of the 2019-nCoV in Wuhan City and even Hubei Province is considered a general epidemic, suggesting that it should be treated as such. The data from Wuhan City and Hubei Province were collected from the establishment of the Huoshenshan hospital to the present date to ensure that all or the majority of the confirmed and suspected cases could be collected for diagnosis and treatment. The data of the NACP in Wuhan and Hubei Province are presented in Table 3 . All the data were collected from the official websites of the Health Commissions in Hubei Province and Wuhan City.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 877,
                    "end": 884,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data of the NACP"
        },
        {
            "text": "A notable change was noted on February 12 2020. The numbers of the cumulative clinical confirmed patients were also added to those of the cumulative confirmed patients in Hubei Province and in Wuhan City. More than 10,000 cases of this type were added into the data collected by February the 12th. Therefore, the present data are differentiated from the restrictive confirmed standards to the relaxed confirmed standards. However, the data were collected based on the old restrictive confirmed standards. In future studies, the data should be fitted to the new relaxed confirmed standards of Hubei Province and Wuhan City in order to predict the number of the accumulative confirmed patients and the plateau phase of the 2019-nCoV infection. These data are subsequently fitted to the following novel basic functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data of the NACP"
        },
        {
            "text": "I will fit these data by the following novel basic functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data of the NACP"
        },
        {
            "text": "Usually, the power functions 1; x; x 2 ; x 3 ; x 4 ; . . . are used as the basic functions for fitting the data. However, the data of the infectious diseases require a different set of basic functions. Despite fitting of the data, a usual fluctuation may be noted and consequently the tendency-like plateau phase can not be predicted. Therefore, the selection of the basic functions for this fitting is crucial. The infectious diseases are characterized by the numbers of the cumulative confirmed patients. They initially increase rapidly and finally stabilize. At that time period no confirmed patient presents. Following isolation and treatment, the majority of the confirmed patients will recover and a limited number will not survive the infection. At last, the infectious diseases are controlled and eradicated. It is well known that the hyperbolic tangent functions tanhð:Þ exhibit two properties: an initial rapid increase and a final phase with constant. Based on these two properties, the functions are rearranged to: 1; tanhð0:1xÞ; tanhð0:2xÞ; tanhð0:3xÞ; . . . or 1; tanhð0:2xÞ; tanhð0:4xÞ; tanhð0:6xÞ; . . . as the basic functions for fitting the data of the NACP in these regions. The accuracy of the fitting by this novel method is excellent since not only it can predict the NACP in these regions in the next day with very small relative errors, but it can also plot the evolution curves of the NACP in the long-run period of infection and perhaps it can be used to estimate the days when the plateau phase comes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic functions for this fitting"
        },
        {
            "text": "Initially, the novel fitting method was used for estimation of the NACP. The number of infected cases per day can be predicted in some regions by the novel fitting method and the fitting function. A plot can be constructed and the days required for the plateau phase can be estimated. For example, in Nanyang City, a serious outbreak city that is close to Wuhan City in the Henan Province, the restrictive isolation was executed from January 25 to February 7 (Tables 1, 2). The data were fitted using the following basic functions: 1; tanhð0:1xÞ; tanhð0:2xÞ; tanhð0:3xÞ; . . .. The equation was rearranged as follows, f ðxÞ ¼ 6:4056 þ 308:92 tanhð0:1xÞ À 261:789 tanhð0:2xÞ þ 164:811 tanhð0:3xÞ À 65:3425 tanhð0:4xÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fitting method"
        },
        {
            "text": "The number of cases on February 8 2020 was f ð16Þ ¼ 129:653 % 130. The actual number was 133 and the relative error was À2:26%. The fitting results are shown in Fig. 6a . The fitting was optimal. The prediction, which is described by the evolution curve is displayed in Fig. 6b . Obviously it will be constant from February 22 2020. Shanghai City is a very important international city in China and the NACP from January 20 to February 7 (Tables 1, 2) following execution of the restrictive isolation could be fitted in the basic functions: The number estimated in February 8, 2020 was f ð20Þ ¼ 290:174 % 290. The actual number was 292 and the relative error was À0:685%. The fitting result is shown in Fig. 3a . The fitting was optimal. The prediction that contained the evolution curve is displayed in Fig. 3b . It is expected that it will tend to be constant from approximately February 20, 2020. Another example can be obtained for the non-Hubei region of China part. The NACP in that region was reported from January 25 to February 7 (Tables 1, 2) , when the strict isolation was executed. The data could be fitted with the basic functions as follows: 1; tanhð0:1xÞ; tanhð0:2xÞ; tanhð0:3xÞ; . . .. The following formula was obtained, f ðxÞ ¼ 959:537 þ 35049:5 tanhð0:1xÞ À 77153:2 tanhð0:2xÞ þ 169568: tanhð0:3xÞ À 243464: tanhð0:4xÞ þ 187331: tanhð0:5xÞ À 59145:8 tanhð0:6xÞ:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Fig. 6b",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 710,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 811,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1052,
                    "text": "(Tables 1, 2)",
                    "ref_id": null
                }
            ],
            "section": "Fitting method"
        },
        {
            "text": "The number estimated on February 8 2020 was f ð15Þ ¼ 10162:9 % 10; 163. The actual number was 10,098, and the relative error was 0:64%. The fitting result is shown in Fig. 8a . The fitting was excellent. The prediction, i.e., the evolution curve is displayed in Fig. 8b . It is expected for this curve to stabilize from the 23th of February 2020. All fittings and the evolution curves for the different regions are presented in Figs. 2, 3, 4, 5, 6, 7, 8, 9 and 10. With regard to the prediction of the next day, i.e. on the 9th of February 2020, the method is similar. The actual number on the 8th of February 2020 was added into the old data and fitted with the new method and the above basic functions. The fitting functions could be obtained and the number of infected cases on February 9 2020 could also be obtained. The fitting results and the evolution curves were obtained. The prediction of NACP in the continuous days is presented in Tables 4 and 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Fig. 8a",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 269,
                    "text": "Fig. 8b",
                    "ref_id": null
                }
            ],
            "section": "Fitting method"
        },
        {
            "text": "Initially, this novel fitting method was employed to the fitting and prediction of the data of SARS in China Mainland and Hongkong in 2003 to assess the effectiveness of this method. The results are presented in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Validation of the novel fitting method in data of SARS in China mainland and Hongkong"
        },
        {
            "text": "Apparently, the fitting was excellent and could predict the evolution of SARS in China Mainland and in Hongkong in 2003 qualitatively and quantitatively. The data of SARS in China Mainland were obtained from the official website of WHO (World Health Organization) from April 21 2003 to July 11 2003 (https://www.who.int/csr/sars/country/en/). The data from the Hongkong were obtained from the website from the March 17 2003 to the 1st of July 2003 (https://www.who.int/csr/sars/country/en/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of the novel fitting method in data of SARS in China mainland and Hongkong"
        },
        {
            "text": "The data implied that the novel fitting method is excellent for SARS in 2003 and perhaps valid and effective for the 2019-nCoV. In the next section, this fitting method was employed to the prediction of NACP and the plateau phase of 2019-nCoV in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of the novel fitting method in data of SARS in China mainland and Hongkong"
        },
        {
            "text": "In this subsection, the prediction of NACP will be presented in the continuous days at different regions in Tables 4 and 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 122,
                    "text": "Tables 4 and 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prediction of NACP in different regions of China"
        },
        {
            "text": "All fittings and the evolution curves for different regions are represented in Figs. 2, 3, 4, 5, 6, 7, 8, 9 and 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of NACP in different regions of China"
        },
        {
            "text": "In this subsection, the inflection points (IP) in different Chinese regions are presented. IP stands for the maximum of NACP that was achieved. After this point, the infectious disease will be controlled and the majority of the confirmed patients will recover, whereas a low number of cases will succumb to the disease. The prediction of this point is of great importance to the inhibition of the 2019-nCoV outbreak. In the present study, the prediction of IPs in the 2019-nCoV outbreak in different regions of China is presented (Figs. 11, 12, 13 and Tables 6, 7, 8, 9) . These regions are usually important cities or the main affected regions around Hubei province. It is of great importance to investigate the date of the 2019-nCoV termination. It is very helpful for the prevention of 2019-nCoV outbreak to construct a plan for their daily life, returning to work and resuming production by the government. It can be deduced that the cities in the mainland China outside of Hubei Province should be able to control the outbreak of 2019-nCoV before March 30 2020 and after this date no confirmed patient should be reported. The nearby regions, especially the severe outbreak regions, such as Henan, Hunan, Jiangxi and Anhui Provinces, the important industrial and financial regions, such as Guangdong, Zhejiang, Jiangsu Provinces and the important international Figs. 11, 12, 13 and Tables 6, 7, 8, 9. Since the medical conditions and curative efficiency are being improved, the NACP of Hubei Province and Wuhan City can not represent the real number of the infected subjects. Thus, the NACP or IP can not be predicted effectively. But in this paper, I have tried to predict the NACPs and IPs for Wuhan City and Hubei Province. The results of NACPs are excellent also and presented in Tables 10, 11 and 12. The results for IPs in these two regions are presented in Fig. 13 ðy À zÞ and Table 6 . Based on the fact that the rigorous isolation policy is executed continually, the results of the present study are very significant. Firstly, the numbers of the infected subjects can be predicted very accurately leading to the cumulative number of confirmed patients in different regions of China. Notably, Hubei Province exhibited the smallest relative errors (0:012%), followed by Wuhan City (0:021%). In addition, the non-Hubei Chinese region exhibited larger relative errors (À0:195%) in the short-term period of infection. Moreover, it is possible to predict the time points when the plateau phases are developed in different regions in the long-run period of infection. It was generally shown for the non-Hubei Chinese region that the NACP of the 2019-nCoV infection would tend to reach a constant state of growth from February 23 2020. This evidence is considered very important for the fighting against the 2019-nCoV outbreak in China.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 540,
                    "text": "(Figs. 11,",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 561,
                    "text": "13 and Tables 6,",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "9)",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1374,
                    "text": "Figs. 11,",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1395,
                    "text": "13 and Tables 6,",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1398,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 1399,
                    "end": 1401,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1404,
                    "text": "9.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1868,
                    "end": 1875,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1888,
                    "end": 1895,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Prediction of inflection points in different regions of China"
        },
        {
            "text": "Recently, there are increasing imported confirmed patients in the international cities such as Beijing, Shanghai, Guangzhou since more and more Chinese peoples returned back from the other countries suffering from the worse outbreak of 2019-nCoV. Since the numbers of the coming back peoples from these countries in everyday and the rates of infection in these countries are different, so the number of the imported confirmed patients are stochastic. It is not similar to the situation of China Mainland. It has no any relation to the outbreak of 2019-nCoV in China Mainland. I can not predict it accurately by the present method in this paper. I will study it in the separate paper in the future. It is a challenge of the fighting against the 2019-nCoV in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of inflection points in different regions of China"
        },
        {
            "text": "Based on these results, it is suggested that not only the rigorous isolation policy by the government should be executed continually, but also the concomitant diagnosis and treatment of-as many as possible-confirmed and suspected cases should be facilitated. This will speed up the conquer of the viral outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of inflection points in different regions of China"
        },
        {
            "text": "In the present study, the novel fitting method was employed to predict the NACP and the plateau phase of the 2019-nCoV infection in different regions of China. The data were collected during different time periods of infection occurring in different regions of China to ensure that as many as possible confirmed and suspected cases could be collected for diagnosis or treatment. The hyperbolic tangent functions were used as the basic functions for the fitting method. Two significant results were obtained as follows: Firstly, the NACP could be predicted very accurately in different regions of China, notably in Wuhan City and Hubei Province with very small relative errors. In the non-Hubei region of China larger relative errors were noted in the short-term period of infection. Secondly, the time point at which the plateau phases occur can be predicted in different regions in the long-run period of infection. Generally for the non-Hubei Chinese regions, the plateau phase of 2019-nCoV was noted at approximately March 30 2020 and after this time period no new confirmed patients were identified. The predictions of the time of Inflection Points (IPs) and maximum NACP for certain important regions were also presented. These measures are very important for the prevention of the 2019-nCoV outbreak and for returning to work and resuming production in their daily life and work duties in China. Based on these results, it is suggested that the rigorous isolation policy should be executed by the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Containment strategy for an epidemic based on fluctuations in the SIR model",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Bittihn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Golestanian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.08784"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A time delay dynamical model for outbreak of 2019-nCoV and the parameter identification",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.00418"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potential natural compounds for preventing 2019-nCoV infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular diagnosis of a novel coronavirus (2019-nCoV) causing an outbreak of pneumonia",
            "authors": [
                {
                    "first": "Dkw",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis and forecast of COVID-19 spreading in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piazza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06031"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forecasting and evaluating intervention of Covid-19 in the World",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.09800"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel coronavirus is putting the whole world on alert",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Studies on mathematical models for SARS outbreak prediction and warning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "49",
            "issn": "21",
            "pages": "2245--2251",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.12298"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic analysis of COVID-19 in China by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical characteristics of 2019 novel infected coronavirus pneumonia: a systemic review and meta-analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rabajante FJ (2020) Insights from early mathematical models of 2019-nCoV acute respiratory disease (COVID-19) dynamics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05296"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mathematical modeling of epidemic diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sameni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11371"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "462--465",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Susceptible-infected-recovered (SIR) dynamics of COVID-19 and economic impact",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Toda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11221"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "World Health Organization (2020) Laboratory testing of 2019 novel coronavirus (2019-nCoV?) in suspected human cases: interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fitting and prediction of SARS in China Mainland and Hongkong in 2003 respectively in a and b The fitting (a) and the evolution curve (b) of NACP for Shanghai The fitting (a) and the evolution curve (b) of NACP for Zhengzhou, The fitting (a) and the evolution curve (b) of NACP for Xinyang, The fitting (a) and the evolution curve (b) of NACP for Nanyang, The fitting (a) and the evolution curve (b) of NACP for Zhoukou, The fitting (a) and the evolution curve (b) of NACP for Non-Huibei regions The fitting (a) and the evolution curve (b) of NACP for Wuhan, Hubei Province Cognitive Neurodynamics cities, such as Beijing and Shanghai are also predicted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The fitting (a) and the evolution curve (b) of NACP for Hubei Province",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inflection points in different regions III. The intersection points of the evolution curves with the horizontal axis are the times of the Inflection Points and the level parts mean the maximums of NACP for different regions respectively",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "NACP in Wuhan City and Hubei Province",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prediction of NACP in different regions for a continuous time period. I",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Changsha Fig. 11 Inflection points in different regions I. The intersection points of the evolution curves with the horizontal axis are the times of the Inflection Points and the level parts mean the maximums of NACP for different regions respectivelyFig. 12 Inflection points in different regions II. The intersection points of the evolution curves with the horizontal axis are the times of the Inflection Points and the level parts mean the maximums of NACP for different regions respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Prediction of IP in different Chinese regions. I government continually during the daily life and that as many as possible confirmed and suspected cases should be collected for diagnosis or treatment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The author would like to acknowledge the financial support for this research via the NNSF of China under the Grant Nos. 11972327, 11372282 and 10702065. The author also thank Prof. Rubin Wang, Editor-in-Chief of Cognitive Neuro-dynamics, for his sufficient discussions, valuable suggestions and kind help. All best wishes for all citizens in Hubei Province, esp. Wuhan City, and the doctors, nurses, scientists and PLAs there from all over China helping them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}