{
    "paper_id": "f7495ec3eff9472a1ab5b6d2b9b884c78f64d84c",
    "metadata": {
        "title": "Supplementary Online Content",
        "authors": [
            {
                "first": "Han",
                "middle": [
                    "Y"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "JAMA Netw Open",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "JAMA Netw Open",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "JAMA Netw Open",
                    "location": {
                        "settlement": "Wenzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The following patient demographic and clinical data was collected: age, gender, history of Wuhan residency, date of symptom onset, clinical symptoms at onset, and date of diagnosis. Age was described using median and interquartile range (IQR). Mann-Whitney test was used to evaluate the difference in median age between patients from Wuhan or not. Other categorical variables were described as frequencies and percentages. Proportions for categorical variables were examined using Fisher's exact tests or χ2 tests. P value < 0.05 was considered significant. All statistical analyses were performed using R Statistical Software (version 3.6.2) (https://www.r-project.org/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis of demographic and clinical data"
        },
        {
            "text": "The basic reproduction number of SARS-Cov-2 was estimated by the method as described by Wu et al. 1 . Specifically, to adjust the underestimated diagnoses, the reporting rate on the t-th day was estimated as",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "where the increase fold grew linearly during a period of time, and its growth rate depends on the time that the increase fold started and ended to grow. The adjusted number of daily diagnoses was defined as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "reporting rate(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "where c(t) is the reported number of confirmed cases on the t-th day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "We focused on coronavirus confirmed cases who traveled from Wuhan to Wenzhou between January 23 and 27, 2020. The reporting rate was assumed to increase on January 23 and reached the maximum on January 27. The duration time of COVID-19 was consistent with 5 days' incubation of the Severe Acute Respiratory Syndrome (SARS) and the Middle East Respiratory Syndrome (MERS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "The reproduction number R0 was estimated using the exponential growth method, implemented in the R0 (version 1.2-6) R package (version 3.6.1) 2 . The serial interval (SI) was modelled as Gamma distribution in which its mean and standard deviation (SD) should be provided 3 . The information of COVID-19 (7.5±3.4) from a recent study was used to set the SI and SD 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating basic reproduction number"
        },
        {
            "text": "Three features of the susceptible-asymptomatic-symptomatic-quarantined-isolated-removed (SEIQJR) model were suitable to simulate the spread of COVID-19 in the population. First, since both quarantine of asymptomatic individuals exposed to virus and isolation of individuals diagnosed with COVID-19 were used in Wenzhou to control the spread of the epidemic, quarantine (Q) and isolation (J) were considered in our model 5 . Second, asymptomatic infected persons could also be an infection source according to the national's diagnosis and treatment scheme of novel coronavirus pneumonia (The seventh edition). So we considered infectiousness of those individuals at incubation period. Third, there were asymptomatically infected travelers into the city whom we considered the imported cases.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SEIQJR model"
        },
        {
            "text": "The SEIQJR model could be demonstrated by the following diagram 5 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIQJR model"
        },
        {
            "text": "This model can be expressed as, is assumed to be the rate of 1 and 2 were estimated by 1 _ ⁄ . 6 The mean incubation period was used as 5.2 days estimated from a recent study 4 . 1 and 2 were estimated by (1 − )⁄ where μ is natural death rate per day and T is expected time in isolation (or expected time until recovery or death) 5 . The annual natural death rate in 2019 was 7.14‰ according to National Bureau of Statistics of China. The median hospitalization time was chosen as 14 and 13 days for 1 and 2 , respectively 7 .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SEIQJR model"
        },
        {
            "text": "Four parameters associated with government policies ( , , 1 and 2 ) were estimated using a Markov Chain Monte Carlo (MCMC) method with the delayed rejection adaptive Metropolis algorithm and non-informative prior implemented in FME R package (version 1.3.6.1) 8 . The rate of imported cases p was calculated from real data of Wenzhou. Initial values of the susceptible, asymptomatic, symptomatic, quarantined, isolated, and removed individuals on January 21 were respectively estimated as S=9249870, E=76, I=16, Q=36, J=2, and R=0 from real data of Wenzhou. Specifically, as for the number of asymptomatic individuals, because the mean incubation period was nearly 5 days, cases whose onset date was between January 22 and 26 were asymptomatic on January 21. We also assumed those who had exposed history were quarantined at initial time. So the number of asymptomatic individuals was estimated as the number of cases whose onset date was between January 22 and 26 and didn't have exposed history. Wenzhou took a series of measures since January 21. The epidemic curve was simulated starting on January 21, 2020. For simplicity, a two-stage optimization was used for simulating the epidemic dynamic in Wenzhou. In the first stage, measures were taken from January 21 to February 3. The epidemic curve was simulated with the baseline parameter values. In the second stage, stronger measures were taken after February 3. The curve was simulated with 50% reduction in and and",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "SEIQJR model"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "School closure and mitigation of pandemic (H1N1) 2009, Hong Kong. Emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "538--541",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haneef",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med Inform Decis Mak",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serial intervals of respiratory infectious diseases: a systematic review and analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American journal of epidemiology",
            "volume": "180",
            "issn": "9",
            "pages": "865--875",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "P Roy Soc B-Biol Sci",
            "volume": "271",
            "issn": "",
            "pages": "2223--2232",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "562",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inverse Modelling, Sensitivity and Monte Carlo Analysis in R Using Package FME",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soetaert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Petzoldt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Statistical Software",
            "volume": "33",
            "issn": "3",
            "pages": "1--28",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(t), E(t), I(t), Q(t), J(t) and R(t) are the number of susceptible, asymptomatic, symptomatic, quarantined, isolated and removed individuals at time t, respectively, so that S(t) + E(t) + I(t) + Q(t) + J(t) + R(t) = N, and N is total population size. Asymptomatic individuals are those who are exposed tothe virus, but not yet develop clinical symptoms. Symptomatic individuals are resulted from the development of clinical symptoms of those asymptomatic cases. Quarantined individuals are asymptomatic cases separated from the general population before developing clinical symptoms. Isolation is the separation, such as hospitalization, of infected individuals with symptoms. Removed class includes recovered cases and virus-induced dead individuals. and are transmission coefficients of symptomatic and asymptomatic classes which reflect the effect of control and prevention measures, such as social distancing and reducing contacts, on stopping the spread of virus.1 is quarantine rate of asymptomatic individuals and 2 is isolation rate of symptomatic individuals.1 and 2 represent the rate at which asymptomatic and quarantined individuals develop clinical symptoms and thus are transferred to the symptomatic and isolated class. 1 and 2 are the recovery plus virus-induced death rates of symptomatic and isolated class.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The number of removed (recovery and death) and isolated individuals from January 21 toFebruary 8 were used to estimate the policy parameters ( , , 1 , and 2 ) in the SEIQJR model with MCMC. MCMC was repeated for five replicates, and four parameter estimates were used as baseline values. Below are the baseline values:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "30% increase in 1 , and 2 compared with the baseline values in the first stage. The reported cumulative cases were adjusted with the reporting rate as described above.We investigated the impact of four different measures on total cumulative number of cases 6 months later. In each scenario, one parameter (measure) was changed to 0-90% of its baseline value whereas the other 3 parameters remained unchanged.We also investigated the impact of starting time of measures on total cumulative number of cases Wuhan. Wuhan went on lockdown on January 23 and restriction to residential communities was implemented in Wuhan on February 10. We assumed that the transmission coefficients of symptomatic and asymptomatic classes, and , were reduced to 50% of the baseline values; and quarantine and isolation rates, 1 and 2 , were increased by 50% of the baseline values on January 23. Transmission coefficients were further reduced by 95% and quarantine and isolation rates were increased by 50% on ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}