{
    "paper_id": "f864c42617b8702b776985577444149bbdd7b176",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Chest CT imaging of the patient (a, c) Chest CT scans obtained at admission show patchy high-density shadows on the dorsal segment of the right lower lobe (green boxes in a and c). (b, d) Image obtained 4 days after admission show large ground glass-like high-density shadows on the dorsal segment of the right lung, and patchy cloud-like high-density shadows and consolidation shadows on the left lung (red boxes in b and d). 2019-nCoV). As of today (February 14, 2020), 63,935 cases have been confirmed in China. Currently, clinicians have found some atypical cases with positive chest CT findings may present with negative results of RT-PCR for 2019-nCoV. The timely diagnosis, isolation and treatment of these patients will help control the further spread of 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report a 58-year-old male who was admitted to the hospital with a 1-day history of fever, sore throat and fatigue 5 days after visiting Wuhan, China (the epicenter of the 2019 Novel Coronavirus Pneumonia outbreak). 1 blood cell count (4.3 × 10 9 /L) and blood procalcitonin level were also normal. The erythrocyte sedimentation rate was slightly increased at 23 mm/h (normal range, 0-20 mm/h). A swab test and chest CT scanning were performed. Chest CT images illustrated multiple patchy, cloud-like high-density shadows in the dorsal segment of the right lower lobe ( Fig. 1 a and c) . Three real-time fluorescence polymerase chain reaction (RT-PCR) assay of the oropharyngeal swab specimens were negative for the 2019-nCoV nucleic acid. A repeat chest CT performed 4 days after admission displayed that the range of patchy turbidity high-density shadows in the lower lobe of the right lung was significantly enlarged, and turbidity high-density shadows also appeared in the outer zone of the left lower lobe (Figure b & d) . Finally, the fourth RT-PCR 2019-nCoV nucleic acid assay was positive.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 587,
                    "text": "( Fig. 1 a and c)",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1027,
                    "text": "(Figure b & d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Currently, clinicians have found some cases with positive chest CT findings may present with negative results of RT-PCR for 2019-nCoV. Although this patient's multiple specimen tests were negative, repeat chest CT showed a great progression of cloud-like highdensity shadows in both lungs compared to the previous chest CT. The imaging characteristics of 2019-nCoV pneumonia may be bifocal extra-zonal distribution, bilateral, multifocal 2-3 . With typical clinical presentation and a clear epidemiological history, 2019-nCoV infection may be strongly suspected when chest CT has the characteristics of viral pneumonia despite negative RT-PCR results. In these cases, repeat oropharyngeal swab testing and patient isolation should be carefully considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "W-DH obtained and analyzed the clinical data and made the figure. We all contributed to editing the figure, and writing and editing the manuscript. Written consent for publication was obtained from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in china",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chest CT findings in 2019 novel coronavirus (2019-nCoV) infections from Wuhan, China: key points for the radiologist",
            "authors": [
                {
                    "first": "Kanne",
                    "middle": [],
                    "last": "Jeffrey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200241"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200343"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Physical examination of the lungs at admission was normal. Laboratory studies demonstrated the white Letter to the Editor / Journal of Infection xxx (xxxx) xxx",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}