{
    "paper_id": "f92742c96cc6b85af56319e1424b1d909414c51c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Time to pause, to think, and to recalibrate after It is an eerie feeling entering the theater complex. All elective surgery has stopped as theaters have been converted to additional intensive treatment unit pods, with emergency work restricted to one designated theater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The number of emergencies has fallen as people stay away from hospitals and surgeons follow the COVID-19 guidelines to reduce the risk of infection to staff and patients. 1 The recommendation is to avoid surgery where possible, especially if it avoids admission and use of an intensive treatment unit bed. 2, 3 There are, however, differences across the United Kingdom and the United States regarding the specifics in the advice. 4,5 Some of the recommendations are based not on data but on exercising the most cautious and protective approach possible. 6 Surgeons' and theater staff's risk of acquiring an infection is higher because of a combination of factors and the ability of the virus to remain viable on surfaces for a long time. 7, 8 It will be interesting to see what happens when we get back to normality again and start seeing patients face to face, instead of virtual consultations on the phone. What will that normality look like for each specialty and for patients who did not get their urgent surgery? It will be interesting to note how many diabetic feet get septic without their urgent débridement or end up with major amputations without their urgent angioplasties and bypasses.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 310,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 555,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 741,
                    "end": 742,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For stroke and transient ischemic attack patients with significant carotid artery stenosis who do not undergo carotid endarterectomy within 7 days, the COVID-19 era will be a defining moment for those championing the benefit of the modern best medical management. It will be a chance to see how many such patients end up with a major stroke within the next 3 months and if the carotid stenting rate goes up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly, for renal access, no new arteriovenous fistulas or grafts are being made. We are just dealing with complications like infections and blowouts of the old ones. All new starters, crash landers, and those with problematic arteriovenous fistulas are having tunneled lines inserted, with possibly a greater rate of infections as time may tell?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For patients with abdominal aortic aneurysms >5.5 cm, it will be a time of apprehension and frustration. Having been on surveillance for years and reached the threshold for intervention, suddenly they are being told that risk-benefit ratio does not favor surgery in those with <7-cm abdominal aortic aneurysms (6.5 cm in the American College of Surgeons recommendations). It will be interesting to see how many of them leak or rupture and need an emergency endovascular or open repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The effect on surgical training, too, will be immense as surgical residents are redeployed in critical care. The training has essentially been paused and, once it is all over, will have to be extended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As we sit back and wait for the COVID-19 blanket to lift, the surgical world could be a very different place. Let us not let COVID-19 become a death note for surgery but maintain data and accurately document outcomes to recalibrate what we do. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Joint surgical colleges guidance for surgeons working during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical guide for the management of vascular patients during the coronavirus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance for surgeons working during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Response statement from the Vascular Society for Great Britain and Ireland",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19 and vascular surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American College of Surgeons. COVID-19 guidelines for triage of vascular surgery patients",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SAGES statement on potential viral transmission during the use of laparoscopy, and strategies to address that potential risk",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Why surgeons in Europe and America don't want to operate right now",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Raghvinder Pal Singh Gambhir, MS, DNB, FACS, FRCSEd, FFSTEd, FRCS, FEBS King's College Hospital London, United Kingdom",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}