{
    "paper_id": "f997337cf2970387b33679713f2413f163d8af71",
    "metadata": {
        "title": "CONFERENCE AND DENTISTRY SHOW ANNOUNCES NEW DATES",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The British Dental Conference and Dentistry Show (BDCDS) will be postponed to Friday 11 and Saturday 12 September 2020 and will remain at the NEC Birmingham.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The original event was due to take place in May, but has been moved due to official advice regarding the current COVID-19 pandemic and the latest guidance on social distancing over the next 12 weeks [25 March] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 209,
                    "text": "[25 March]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This decision has been made in order to protect delegates, exhibitors, sponsors, partners, speakers and staff. The organisers hope the new date will enable the UK's dedicated dental professionals to focus on the current situation and come together as a united profession once the height of the COVID-19 crisis is over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alex Harden, Show Director of the British Dental Conference and Dentistry Show, said: 'We would like to thank everyone for their patience and understanding. While we have not taken this decision lightly, the health and safety of individuals involved is a top priority for us and we are committed to following all official guidance. ' We will be working hard to create another outstanding event in September, offering the plethora of the first-class educational and networking opportunities the British Dental Conference and Dentistry Show has become known for. As such, CloserStill Media and the British Dental Association will be collaborating closely to ensure we present even more world-class speakers for delegates to hear from. We will also be liaising with partners, exhibitors and sponsors to ensure they have every opportunity to maximise on their time at the later event. If anyone has any questions, please do contact the CloserStill Media team.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "'For now, I would encourage everyone to follow the guidance and stay safe during these difficult times. ' BDCDS is the UK's leading two-day exhibition and conference for dental professionals, providing clinical, leadership and practical training via an extensive educational programme and hands-on workshops. It is the UK's largest event of its kind, attracting over 9,000 unique delegates and over 400 exhibitors.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The British Dental Conference and Dentistry Show 2020 -11 and 12 September -Hall 5, Birmingham NEC, co-located with DTS. Visit www.thedentistryshow.co.uk or call 020 7348 5270.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NHS England is signalling strongly that community water fluoridation is the optimum intervention to improve the oral health of children and tackle health inequality among disadvantaged communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "The new impetus is fully supported by the Community Water Fluoridation (CWF) network, which is pressing for targeted water fluoridation in areas of high need. Dr Simon Hearnshaw, speaking for the CWF network, says that the latest unprecedented support from government inspires optimism that the first new scheme in a generation could get the go-ahead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "Health minister Jo Churchill referenced water fluoridation in the House of Commons, responding to a written question about plans for improving children's oral health. Meanwhile, Sir Paul Beresford, Conservative MP for the Mole Valley, and a dentist, gave a powerful speech in favour of community water fluoridation in Westminster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "New content 1 has been added to the NHS England website and a whole page 2 is dedicated to Dental Care and Fluoridation. According to NHS England, if 5-year-olds with the most tooth decay drank fluoridated water they would have 28% less tooth decay and be 45-68% less likely to need teeth removed in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "Dr Hearnshaw, Chair of the Local Professional Network (LPN) in Hull which instigated the CWF Network, said: 'NHS England is making the same case that is being made by us and by Public Health England. 3 The whole philosophical thrust is towards the prevention of disease and in relation to dental decay, the most effective and cost-effective measure is water fluoridation. '",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "He welcomed the recognition on the new NHS England web page that support for CWF schemes at a local level by NHS representatives is important. Dr Hearnshaw believes this is a reference to the cocommissioning of feasibility studies by local authorities working with the NHS to provide a strong strategic and collaborative lead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        },
        {
            "text": "The CWF network would like NHS England to go one step further-it would like the recurring costs of water fluoridation to be funded by the NHS because it would benefit from the associated reduction in child hospital admissions for tooth extractions, estimated to be as much as £50 million annually in the UK. Dr Hearnshaw continued: 'We have some way to go. Last month the USA celebrated 75 years of CWF. They have around 70% coverage, compared to only around 10% in the UK. All around the world new water fluoridation schemes are being adopted. We have not seen a new scheme in the UK since 1985. '",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WATER FLUORIDATION IS THE OPTIMUM INTERVENTION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Menu of evidencebased interventions and approaches for addressing and reducing health inequalities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dental care and water fluoridation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Research and analysis. Water fluoridation: health monitoring report for",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "©Classen Rafael/EyeEm/Getty Images Plus NEWS www",
            "authors": [],
            "year": null,
            "venue": "nature.com/BDJTeam BDJ Team",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}