{
    "paper_id": "f9e0753a734812061a219875fc836a442313031b",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To control the coronavirus disease 2019 (COVID-19) outbreak, China adopted stringent traffic restrictions and self-quarantine measures, first in Wuhan and neighboring cities beginning Jan 23, 2020, and then 2 days later in all provinces in China (figure). The countrywide ban on traffic mobility greatly reduced transportation emissions, whereas emissions from residential heating and industry remained steady or slightly declined. 1 In this Comment, we examine the change in air pollution and the potentially avoided cause-specific mortality during this large-scale quarantine.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 433,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "As of March 14, 2020, new confirmed cases of COVID-19 in China reported by the National Health Commission decreased to 20 (four cases from Wuhan) (figure). By this time, most Chinese provinces had lowered the level of emergency responses. We thus defined the quarantine period as Feb 10 to March 14 and the period before quarantine as Jan 5 to Jan 20. Based on evidence from previous years, we excluded the Chinese New Year holidays to avoid reductions in air pollution that were unrelated to the quarantine (figure). We obtained daily concentrations of nitrogen dioxide (NO 2 ) and PM 2·5 in 367 Chinese cities from Jan 1, 2016, to March 14, 2020. We focused on NO 2 and PM 2·5 because both are traffic-related air pollutants whose emissions were substantially reduced as a result of the traffic bans and home quarantine, and both had well established concentration-response functions (CRFs) from one of the largest epidemiological studies in China on short-term mortality effects. 2,3 A difference-in-difference approach was then applied to quantify air pollution changes due to the quarantine. Specifically, we calculated changes in air quality during the quarantine versus before the quarantine period in 2020 and compared these findings with corresponding changes in the same lunar calendar periods from 2016 to 2019. This approach, which can also be interpreted as comparing changes in air quality in 2020 versus 2016-2019 during the quarantine period with those changes in the before quarantine period, also controlled for the long-term declining trend in air pollution because of China's clean air policy in the past few years. 4 To validate the air quality changes, we used satellite images from the Tropospheric Monitoring Instrument, which is onboard the Sentinel-5 Precursor satellite, to derive the mean NO 2 tropospheric column density for periods during and before quarantine.",
            "cite_spans": [
                {
                    "start": 1636,
                    "end": 1637,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "We then calculated the avoided mortality attributable to decreases in daily NO 2 and PM 2·5 over China on the basis of short-term CRFs from a previous study of 272 Chinese cities (appendix p 2), and the cause-specific mortality data from the China Health and Family Planning Statistical Yearbook 2018. 2, 3 In addition to total non-accidental and cardiovascular mortality, the cause-specific mortality for hypertensive disease, coronary heart disease, stroke, and chronic obstructive pulmonary disease (COPD) was also calculated. The attributable fraction (AF) method was used to estimate the daily avoided cause-specific mortality from the air pollution reduction. 5 AF is defined as follows:",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "2,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 305,
                    "end": 306,
                    "text": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "β is the cause-specific coefficient of the CRF and Δc is the air pollution changes due to the quarantine. AF is then multiplied by the daily cause-specific number of deaths and the total number of days during the quarantine period (34 days) to estimate the cause-specific avoided deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "We found that, because of the quarantine, NO 2 dropped by 22·8 µg/m³ in Wuhan and 12·9 µg/m³ in China. PM 2·5 dropped by 1·4 µg/m³ in Wuhan but decreased by 18·9 µg/m³ across 367 cities (appendix p 3). The smaller reduction in PM 2·5 in Wuhan is due to a similar decreasing trend in PM 2·5 in 2016-2019. The pronounced decline in NO 2 across China during the quarantine period was also detected by the Copernicus Sentinel-5P satellite with the NO 2 tropospheric column density (figure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "We estimate that improved air quality during the quarantine period avoided a total of 8911 NO 2 -related deaths (95% CI 6950-10 866), 65% of which were from cardiovascular diseases (hypertensive disease, coronary heart disease, and stroke) and COPD (figure, appendix p 4). Furthermore, we estimate that reduction in PM 2·5 during the quarantine period avoided a total of 3214 PM 2·5 -related deaths (95% CI 2340-4087) in China, 73% of which were from cardiovascular diseases See Online for appendix AF=1 -e -β∆c and COPD. Similar estimates were found with an alternative before quarantine period from Jan 1 to Jan 20 (appendix p 3-4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "Our estimates should be interpreted with caution because of the potential overlap between PM 2·5 and NO 2related mortality and the effect on mortality rate from disrupted health-care systems during the quarantine, which could have impacted the timely treatment of patients with chronic diseases. We used cause-specific CRFs from single-pollutant models because coefficients from two-pollutant models were not available. 2 Although there might have been some risk of double counting, results from published literature suggest that this risk is small because effect estimates for NO 2 and PM 2·5 were similar between single-pollutant and two-pollutant models. 3, 6 Moreover, similar to previous epidemiological studies with outdoor air pollution, 7 exposure measurement error is inevitable since most people stayed indoors.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "3,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 662,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "Our estimates suggest that interventions to contain the COVID-19 outbreak led to improvements in air quality that brought health benefits in non-COVID-19 deaths, which could potentially have outnumbered the confirmed deaths attributable to COVID-19 in China (4633 deaths as of May 4, 2020). 8 Our findings show the substantial human health benefits related to J a n 5 J a n 1 0 J a n 2 0 J a n 2 3 J a n 2 5 cardiovascular disease morbidity and mortality that can be achieved when aggressive control measures for air pollution are taken to reduce emissions from vehicles, such as through climate mitigation-related traffic restrictions or efforts to accelerate the transition to electric vehicles.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "We declare no competing interests. KC and MW contributed equally. KC had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        },
        {
            "text": "Editorial note: the Lancet Group takes a neutral position with respect to territorial claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air pollution reduction and mortality benefit during the COVID-19 outbreak in China"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "University at Buffalo School of Public Health and Health Professions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "USA (PLK); and Yale School of Forestry and Environmental Studies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Heavy air pollution in Beijing-Tianjin-Hebei and surrounding areas and five experts answering the cause of pollution",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fine particulate air pollution and daily mortality. A nationwide analysis in 272 Chinese cities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Associations between ambient nitrogen dioxide and daily cause-specific mortality: evidence from 272 Chinese cities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiology",
            "volume": "29",
            "issn": "",
            "pages": "482--89",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drivers of improved PM2.5 air quality in China from 2013 to 2017",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci",
            "volume": "116",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An estimate of the global burden of anthropogenic ozone and fine particulate matter on premature human mortality using atmospheric modeling",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Anenberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Q"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environ Health Perspect",
            "volume": "118",
            "issn": "",
            "pages": "1189--95",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ambient particulate air pollution and daily mortality in 652 cities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sera",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "705--720",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association between long-term exposure to ambient air pollution and change in quantitatively assessed emphysema and lung function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Aaron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madrigano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "546--56",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Update on the novel coronavirus pneumonia outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Air pollution levels and avoided cause-specific deaths during the COVID-19 outbreak in China (A) The coronavirus disease 2019 (COVID-19) epidemic curve and quarantine timeline in Wuhan, Hubei province (outside of Wuhan), and China (outside of Hubei) from Jan 5 to March 14, 2020. New confirmed cases of COVID-19 were reported by the National Health Commission of China. (B) Daily nitrogen dioxide and PM2·5 concentrations from 20 days before the Chinese New Year and 50 days after the Chinese New Year in 2020 (blue line) and 2016-2019 (grey line). (C) The mean nitrogen dioxide tropospheric column density before and during the quarantine period in 2020. (D) The reduction in cause-specific deaths in China due to a decrease in air pollution during quarantine.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}