{
    "paper_id": "fa9b69d7695148c8fb0a3f4ced93467f090f34d6",
    "metadata": {
        "title": "Journal Pre-proof Response of chiropractic organizations to the COVID-19 pandemic: A descriptive report",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "D"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "S"
                ],
                "last": "Little Dc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamara",
                "middle": [
                    "A"
                ],
                "last": "Sterling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Gojkovich Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Boghosian",
                "middle": [],
                "last": "Karlos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Dc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ciolfi Dc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maryland and University of Bridgeport",
                    "location": {
                        "settlement": "Bethesda, Bridgeport",
                        "region": "CT"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " Chiropractic entities in this sample recognized the COVID-19 crisis while it was emerging and moved quickly with their responses.  They established a safe working environment for their entity's staff so that their services to the chiropractic profession could continue.  They delivered communications to stakeholders to guide decisions, direct actions so that stakeholders could make the best decisions possible in their situation.  They are continuing to monitor the situation and respond as new information becomes available. 1 This deadly disease has infected millions, has taken thousands of lives, and these numbers continue to climb. 2, 3 The World Health Organization has developed multiple measures to respond to this pandemic, including providing resources and recommendations for action. 3 This pandemic has created unique challenges to the practice and education of health professionals around the world. Chiropractors, and the patients and public they serve, are facing unknown territory as they navigate health care and the public health response.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 648,
                    "end": 649,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 803,
                    "end": 804,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the World Federation of Chiropractic, there are nearly 104 000 chiropractors in the world. 4 A majority of chiropractic healthcare providers (74%) practice in the United States (US) (77 000), followed by Canada (8500), Australia (5277), and the United Kingdom (3200). 5 Chiropractic is a recognized and licensed health care profession in many world regions and, \"is one of the healing professions dedicated to conservative and natural methods of health care and recognizes the body's innate ability to heal.\" 6 Chiropractors care for patients, primarily focusing on physiological and biomechanical aspects of health, including spinal, musculoskeletal, neurological, emotional, and environmental relationships.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 281,
                    "end": 282,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 522,
                    "end": 523,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Contributorship"
        },
        {
            "text": "Chiropractors are part of the healthcare workforce, collaborate with other providers to provide the best care possible to their patients and the public, and value public health principles. 6, 7 According to a recently published practice analysis of the chiropractic profession in the US, chiropractors continue to develop to meet the needs of the public. 8 The report showed that a majority of Doctors of Chiropractic (DCs) (64%) are sole proprietors, and 17% are employed by other health care professionals or organizations, including multi-disciplinary health care facilities. The majority of DCs (84%) are considered general practice, and 65% focus on wellness and maintenance of health. 8 Most DCs in the US report that they are science-based and use current chiropractic and medical research when making patient care decisions (90%). 8 The chiropractic profession is well known for its high rates of patient satisfaction and a hands-on approach to patient care. 9 People seek out chiropractic care for a variety of health concerns. 8 A Gallup study in 2015 reported that more than 33 million American adults visited a DC in the prior year. 10 The median 12-month utilization of chiropractic services has been estimated to be 9.1% globally. 11 Approximately 29% of adults 65 years of age and older report using complementary health approaches, of which over 60% stated these approaches were important for maintaining their health and well-being. Of those who have used complementary methods, 8% reported using chiropractic care in the last year. 12 Managing this section of the population is especially relevant since COVID-19 seems to result in greater morbidity and mortality with older adults. 13, 14 Many entities are integral to the education, practice, and licensure of the chiropractic profession. For example, chiropractic educational institutions in the US are accredited by the Council on Chiropractic Education (CCE), which is a programmatic accrediting agency. Doctor of chiropractic programs (DCPs) are supported by the Association of Chiropractic Colleges (ACC), an organization comprised of leaders from chiropractic training programs. The NCMIC provides multiple services to chiropractic practitioners, such as insurance and financial products. The Federation of Chiropractic Licensing Boards (FCLB) membership is comprised of legislatively created boards delegated with the authority to regulate the profession in the interest of public protection.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 192,
                    "end": 193,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 691,
                    "end": 692,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 839,
                    "end": 840,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 967,
                    "end": 968,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1037,
                    "end": 1038,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1550,
                    "end": 1552,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1701,
                    "end": 1704,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1705,
                    "end": 1707,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Contributorship"
        },
        {
            "text": "The National Board of Chiropractic Examiners (NBCE) provides services for qualifying examinations. All these entities provide essential support functions for the chiropractic profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributorship"
        },
        {
            "text": "Chiropractic practitioners, students, and licensing boards often look to chiropractic entities for guidance, especially during a time of crisis. However, it is unknown how the profession, in general, has been responding to the needs of its stakeholders during this time of social distancing and stay at home orders during the pandemic. Therefore, the purpose of this paper is to describe responsive actions by entities, which support chiropractic education or practice, in the early stages of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributorship"
        },
        {
            "text": "Multiple entities that support education or practice for the majority of the chiropractic profession were identified to participate in this report. The leader of each entity was sent an e-mail invitation to contribute to this report. Several reminders were emailed and those who declined or did not respond were not included in this report. Of those who did reply, each leader was asked to assign a designee to provide a description of their entity and a brief synopsis of actions their organization has taken in response to COVID-19. Only those that responded were included. A summary report was created from their responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Below is a description of each entity and how it responded to the COVID-19 pandemic in the first several months of the outbreak. These findings may be used as examples for how the profession has responded to the COVID-19 crisis to support DCs, chiropractic students, and the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The CCE was incorporated in 1971 and its mission is, \"To assure the quality and integrity of its accredited DCP and residency programs.\" 15 Accreditation provides assurances of educational quality and institutional integrity to governments, jurisdictional licensing and regulatory bodies, institutions, professional organizations, students, other accrediting agencies and the public at large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Council on Chiropractic Education"
        },
        {
            "text": "Within the US, CCE currently accredits 16 DCPs, at 19 locations, and 5 chiropractic residency programs. The purpose of CCE is to promote academic excellence and to ensure the quality of chiropractic education. CCE maintains recognition by the US Department of Education as the only national programmatic accrediting agency for DCPs of higher education. CCE is recognized by the Council for Higher Education Accreditation (CHEA) and is a member of the Association of Specialized and Professional Accreditors (ASPA) and the Council for Higher Education Accreditation (CHEA) International Quality Group (CIQG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Council on Chiropractic Education"
        },
        {
            "text": "In response to the COVID-19 pandemic, CCE has taken proactive steps as it pertains to DCPs and how accreditation processes affect them during this crisis. In the first days of March 2020, CCE staff worked with staff and administrators of DCPs to transition upcoming site visits at DCPs from in-person to virtual meetings. Where the site visits could not be done virtually, the CCE staff have rescheduled those visits to a later time. CCE also extended the call for applications to its Site Team Academy from the original date of March 31, 2020 to April 30, 2020, in anticipation that potential candidates from programs may need more time to complete applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCE Response to COVID-19"
        },
        {
            "text": "On March 12, 2020, Dr. Craig Little, CCE President/CEO, sent a communication to the leaders of chiropractic programs to promote open communication between the CCE and all accredited programs related to education delivery and programmatic accreditation requirements during the COVID-19 pandemic. This communication emphasized CCE's commitment to promoting flexibility in response to COVID-19 while assuring compliance with accreditation standards. The CCE provided guidance in allowing flexibility of course delivery temporarily, without the need for a Substantive Change Requests that would typically be required. This is important as Substantive Change Requests are lengthy applications for any significant change to a chiropractic program and are only reviewed biannually by the Council. Thereby, this action helped to avoid any delay that would have been caused by waiting for a Substantial Change approval, which would have hindered a program's ability to shift educational delivery rapidly enough to keep programs on track with education delivery and assessment of learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCE Response to COVID-19"
        },
        {
            "text": "On March 27, further communications were sent to DCP leaders regarding their challenges in responding to the COVID 19 crisis. The communication included an invitation to participate in an Internet survey to identify changes that programs may need to respond to COVID-19. A CCE Communication, Guidance & FAQs on COVID-19 webpage was created on the CCE website to share the questions and responses to all CCE stakeholders and this information continues to be updated. 16 The CCE responses have included promoting flexibility for all accredited DCPs to develop innovative responses in this time of crisis and use distance learning and technology to keep learning on track for students. At the same time, programs must continue to document the purposeful and meaningful involvement/interactions of faculty with students to ensure program quality and the assessment of education competency outcomes.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "CCE Response to COVID-19"
        },
        {
            "text": "Before the COVID-19 pandemic, as appropriate to the specific meta-competency outcome, the majority of assessments of student competency were to be performed in the context of the clinical workplace in patient care settings. As a temporary measure, and in response to COVID-19, CCE is encouraging programs to be as flexible and creative as possible in finding solutions in the assessment of meta-competency outcomes. Because of social distancing and stay-at-home orders, in-person clinic visits for chiropractic students are not available currently. To temporarily facilitate teaching and learning, programs may now incorporate patient recordings, patient simulations, student demonstrations, clinical case studies, review of patient files, clinical rationale discussions, and other scenarios, as determined to be the next best option for the specific meta-competency outcome evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCE Response to COVID-19"
        },
        {
            "text": "The CCE will continue its communication and collaboration with programs while moving forward together to ensure the educational process of chiropractic students continues without protracted interruption. The collaborative effort between higher education and accreditation personnel will continue throughout this crisis. Going forward the CCE will continue to collaborate to promote a new normal in assuring quality and integrity in chiropractic education for all stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CCE Response to COVID-19"
        },
        {
            "text": "The ACC began in 1984 and is a leadership organization of DCPs in the US and Canada that serves to advance excellence in education by leading a mutually supportive chiropractic academic community and by supporting student learning, research and evidence-informed practice. 17 The mission and purpose express commitment to chiropractic education, research, and public service. The ACC supports alternative educational methods demonstrating a commitment to the future of chiropractic education. The ACC assists prospective students in locating accredited DCPs, provides associated entrance requirements, and characterize the benefits and rewards of obtaining a chiropractic education. The ACC supports its member institutions in advancing chiropractic education, graduating competent health care professionals, conducting scholarship and research, and carrying out public service to enhance the health of the public. The ACC promotes scholarly activity by publication of its journal, The Journal of Chiropractic Education, twice a year and holding an annual Association of Chiropractic Colleges -Research Agenda Conference (ACC-RAC). 18, 19 The annual ACC-RAC conference focuses on clinical, basic sciences, and educational research, and professional integration. The conference promotes institutional and academic excellence, learning, and bringing together of staff, administration, and faculty for group meetings and peer-reviewed presentations.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Association of Chiropractic Colleges"
        },
        {
            "text": "In response to the COVID-19 pandemic, the ACC took action to ensure DCPs are continuing to offer high-quality education and is working with the leadership of the CCE during this process. The ACC collaborated with the CCE to create a directive that grants DCPs the ability to employ distance learning without having to petition the CCE for permission to implement substantial changes. This action ensures that DCPs continue to offer a seamless educational experience. As a result of the public safety concerns related to COVID-19, the ACC canceled the 2020 ACC-RAC that was scheduled to be held in March to reduce the risk of exposure to the attendees. The ACC implemented alternative methods such as video and teleconferencing to allow ACC groups to meet. The ACC worked with the National Association of Independent Colleges and Universities regarding student loans and educational support in federal relief programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACC Response to COVID-19"
        },
        {
            "text": "The FCLB began as an organization in 1926 and is an international resource for information and consolidated services for ensuring the safe, ethical practice of chiropractic. The FCLB is a nonprofit organization with a mission is to protect the public by promoting excellence in chiropractic regulation. The FCLB membership is comprised of the United States chiropractic licensing boards, certain Canadian provincial registration boards, and the chiropractic licensing board of New Zealand. FCLB lessens burdens on state governments by providing programs and services to its membership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Federation of Chiropractic Licensing Boards"
        },
        {
            "text": "Early response to COVID-19 occurred on March 17 when FCLB leadership affirmed that DCs are essential healthcare providers, which allowed access for existing and acute patients to chiropractic care. Following this, FCLB contacted individual governors and state officials about the importance of access to chiropractic as a public health necessity for current patients in need of care and to relieve the growing burden on emergency departments in the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FCLB Response to COVID-19"
        },
        {
            "text": "The Board of Directors cancelled the FCLB's 2020 Annual Educational Congress scheduled for late April in Denver, Colorado. To preserve many of the key communication elements of this conference, the FCLB worked with committees and affiliated groups to facilitate alternative virtual events. FCLB developed an on-going communication schedule with member and nonmember regulatory boards to honor regulatory scholarship commitments by extending the awards to the Fall Regional Meetings. FCLB has prepared staff to work remotely while maintaining the standards of service necessary to support chiropractic regulatory boards across US and international jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FCLB Response to COVID-19"
        },
        {
            "text": "On March 25, the FCLB leadership sent a letter to Dr. Anthony Fauci, Director of the US National Institute of Allergy and Infectious Diseases (NIAID) describing how chiropractic services are necessary care for patients and as support for the health care system during the pandemic. On March 28, the US Department of Homeland Security included chiropractors in the list of essential care providers. 20 FCLB continued these communications to the leadership of several states across the US. By April 2, multiple states revised their position on chiropractic facilities, ensuring that members of the public could continue receiving necessary chiropractic care.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "FCLB Response to COVID-19"
        },
        {
            "text": "On April 3, the newly established FCLB COVID-19 committee issued guidance for licensing boards. This included the recommendation that they expand acceptance of online education, consider modifications to license renewal deadlines, and offer concessions for license renewal fees. As chiropractic licensing boards shifted deadlines and renewal requirements to assist licensees, FCLB connected boards with continuing education providers, continuing education unit tracking and publicizing continuing education modifications. The FCLB website has included a COVID-19 resource center with updated links and information to member boards and licensees. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FCLB Response to COVID-19"
        },
        {
            "text": "The FCLB COVID-19 Committee drafted an additional letter of support for member boards to provide assistance to state governors and to encourage flexibility for the boards in maintaining licensure and mobility for DCs. The mission of the FCLB during this crisis is to assist member boards with multiple services designed to ease administrative burdens and strive to provide communication and leadership for licensing boards as they continue their work in public protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FCLB Response to COVID-19"
        },
        {
            "text": "The mission of the NBCE is to ensure professional competency through excellence in testing. Since 1963, the NBCE has developed exams that assess knowledge, higher-level cognitive abilities, and problem-solving in various basic science and clinical science subjects. 8 The exams are administered to qualified applicants, with scores provided to legal agencies that govern the practice of chiropractic. A passing score provides an assurance that examinees have demonstrated a baseline of knowledge and ability in diagnosis, diagnostic imaging, principles of chiropractic, associated clinical sciences, and chiropractic practice.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "National Board of Chiropractic Examiners"
        },
        {
            "text": "NBCE has uniquely positioned itself in the healthcare licensure testing industry by partnering with DCPs in the US to administer exams on-campus. NBCE's shared goal of facilitating the students' path to licensure allows the opportunity to coordinate exam administration plans with the leadership of DCPs. The added flexibility in the NBCE's business model supports the design of customized administration solutions. At all times, the NBCE must maintain the integrity of exam products and the commitment to the quality required by legal agencies that utilize NBCE exams to ensure the public safety of their constituents. Concurrently, the NBCE acknowledges the important part that the NBCE exams play in a chiropractic student's journey to licensure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Board of Chiropractic Examiners"
        },
        {
            "text": "In response to federal guidelines related to the COVID-19 pandemic, the NBCE took extra steps to ensure the health and safety of the NBCE staff, including the hundreds of test site administrators all over the country that are crucial to the exam process. After continuous monitoring of federal and local mandates, the NBCE determined that it could not maintain the integrity and quality of exam administrations while also protecting the health and safety of examinees and test site staff. It is with these priorities in mind that the NBCE cancelled the March, April, and May 2020 exams. By choosing to cancel the in-person exams, the NBCE has avoided exposing over three thousand examinees, 1,250 test site personnel, and approximately 20 communities to this potentially deadly virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NBCE Response to COVID-19"
        },
        {
            "text": "Due to the valuable partnership with US DCPs, and the adaptable design of the NBCE's systems, the NBCE is working toward the re-administration of all previously canceled exams in July and August 2020. The NBCE is reducing licensure delays for the majority of impacted examinees from 6 months down to 3 months by providing these re-administrations of canceled exams. Due to the ever-changing nature of this pandemic, the NBCE is continuing to prepare alternate contingency plans in the event a July or August re-administration is not possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NBCE Response to COVID-19"
        },
        {
            "text": "The fluid transition to planning re-administrations was made possible by the continued efforts of the NBCE Board of Directors and devoted staff at the Greeley, Colorado NBCE office. Due to business continuity and crisis planning, the NBCE staff and leadership are able to respond quickly to the changing landscape caused by the pandemic. By the time Colorado state officials issued a stay-at-home order, the NBCE had already equipped over 40 staff members with the necessary technology and protocols for remote work. The NBCE continues to remain fully operational and accessible to examinees and other stakeholders during this time of uncertainty. The Board of Directors has adapted their upcoming annual meeting format to be hosted virtually, allowing state delegates to participate in the elections and business review required for proper oversight of the NBCE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NBCE Response to COVID-19"
        },
        {
            "text": "Through proactive planning, flexible system design, and over 50 years of healthcare licensure testing experience, the NBCE remains confident in its ability to respond to the crisis caused by the COVID-19 pandemic, while continuing to support aspiring DCs during this unprecedented time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NBCE Response to COVID-19"
        },
        {
            "text": "NCMIC was formed in 1946 by a group of DCs with the express purpose of offering malpractice insurance in the US to DCs when no one else would. Delivering on its promise, \"We Take Care of Our Own,\" NCMIC is a mission-based company that focuses on protecting, strengthening, and supporting the chiropractic profession. NCMIC supports the profession through insurance and financial products as well as supporting research and many US national and state chiropractic organizations. NCMIC provides insurance products including malpractice, business, and longterm disability insurance. Finance products include equipment financing, working capital, merchant processing and premium finance. NCMIC has declared policyholder dividends since 1996 -totaling over $150 million and has given more than $14.8 million to chiropractic research and education since 1995. NCMIC has been proud to \"Take Care of Our Own\" for almost 75 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NCMIC"
        },
        {
            "text": "When it became apparent that COVID-19 would impact the chiropractic profession and NCMIC employees, NCMIC leadership made immediate preparations to protect customers, staff, and the community. For NCMIC customers, this meant including adjustments for premium leniency and providing access to a collection of robust COVID-19 resources and information specific to the profession. Staff was given the nearimmediate capability to work remotely to continue providing uninterrupted service to policyholders. The community benefited not only from the decision to keep staff at home, but also NCMIC's donations to local hospitals and clinics in need of personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NCMIC Response to COVID-19"
        },
        {
            "text": "For insurance clients, NCMIC proactively decided to defer cancellations for non-payment. A new no-cost leave of absence endorsement was created that allows policyholders the opportunity to suspend their policy if they were unable to practice. As chiropractic practices have experienced lower patient volume due to stay at home orders and social distancing, NCMIC realized the need for financial relief. NCMIC communicated with its policy holders to ensure they were aware of all available options to keep quality coverage in place and continue to serve their communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NCMIC Response to COVID-19"
        },
        {
            "text": "As the crisis developed, NCMIC's marketing team surveyed a sample of policyholders to better understand the environment and how the NCMIC could assist them. More than 1,300 people completed the survey, and their feedback topics ranged from financial concerns and law changes to practical advice for sanitizing clinics, staying connected to patients, and enforcing social distance at their practices. The result of this survey informed a selection of thoughtful resources and blogs that NCMIC provided to address their concerns. By providing these resources, NCMIC supplied policyholders with not only a library of actionable resources to help keep their businesses running during this unpredictable time, but also peace of mind that they have the full support of their prepared insurance company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NCMIC Response to COVID-19"
        },
        {
            "text": "The NCMIC has hosted multiple webinars and provided ancillary information on the NCMIC website and social media pages covering topics such as telehealth, seeing patients in the time of COVID-19, and mental health issues. 22 These subject matter experts provided policyholders with a connection to the industry during these times of social distancing and reinforced actions and best practices to continue to prioritize the health and safety of themselves, their staff, and their patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NCMIC Response to COVID-19"
        },
        {
            "text": "Although this is only a sample, each of these entities is responsible for an essential function to support the chiropractic profession, ranging from licensure and accreditation, to education, funding, and insurance. The infrastructure provides a safety net for chiropractic practitioners to provide care to patients safely and effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In each of these exemplars, the entity responded quickly and responsibly to the COVID-19 crisis. Common themes included the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "1. They recognized the crisis while it was emerging and moved quickly with their responses. 2. They established a safe working environment for their entity's staff so that their services to the chiropractic profession could continue. 3. They delivered communications to stakeholders to guide decisions and direct actions so that chiropractic students and DCs could make the best decisions possible in their situation. 4. They are continuing to monitor the situation and respond as new information becomes available. These entities have demonstrated flexibility and forward-thinking actions during challenging and uncertain circumstances to facilitate protecting patients who use chiropractic care and the chiropractic profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This paper only provides examples of how the chiropractic profession has responded in the early months of the COVID-19 pandemic. Only those entities that responded to the invitation are represented here; therefore, there may be other entities that were not included that would have responded differently. Those represented here, although serving a majority of the chiropractic profession, do not necessarily represent the entire profession. However, we feel that this is a reasonable representation of those organizations that responded to the crisis. The current responses do not necessarily predict future responses. Future actions will evolve as time passes and situations change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIMITATIONS"
        },
        {
            "text": "Primary entities, which support chiropractic education or practice, serve a large portion of the chiropractic profession. They have been quick to respond in a responsible, compassionate, and supportive manner to assist chiropractic practitioners and students during the COVID-19 pandemic, ultimately to the benefit of the patients and communities that they serve. These findings are encouraging as the chiropractic profession looks to the future and navigates changes in education and the healthcare environment in the months and years ahead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Coronavirus disease (COVID-19) Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The chiropractic workforce: a global review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stochkendahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rezai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chiropr Man Therap",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An international stakeholder survey of the role of chiropractic qualifying examinations: A qualitative analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Chiropr Educ",
            "volume": "34",
            "issn": "1",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chiropractic care and public health: answering difficult questions about safety, care through the lifespan, and community action",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Manipulative Physiol Ther",
            "volume": "35",
            "issn": "7",
            "pages": "493--513",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chiropractic and public health: current state and future vision",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Dougherty",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Manipulative Physiol Ther",
            "volume": "31",
            "issn": "6",
            "pages": "397--410",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Practice Analysis of Chiropractic 2020. Greeley: National Board of Chiropractic Examiners",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Himelfarb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hyland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Ouzts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors associated with patient satisfaction with chiropractic care: survey and review of the literature",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaumer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Manipulative Physiol Ther",
            "volume": "29",
            "issn": "6",
            "pages": "455--462",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Majority in U.S. Say Chiropractic Works for Neck, Back Pain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keating",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The chiropractic profession: a scoping review of utilization rates, reasons for seeking care, patient profiles, and care provided",
            "authors": [
                {
                    "first": "Pjh",
                    "middle": [],
                    "last": "Beliveau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chiropr Man Therap",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Patterns and Perceived Benefits of Utilizing Seven Major Complementary Health Approaches in U.S. Older Adults",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Marottoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ness",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Tinetti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "73",
            "issn": "8",
            "pages": "1119--1124",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS-CoV-2 and COVID-19 in older adults: what we may expect regarding pathogenesis, immune responses, and outcomes. Geroscience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nikolich-Zugich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Natt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection of SARS-CoV-2 Among Residents and Staff Members of an Independent and Assisted Living Community for Older Adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Roxby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "14",
            "pages": "416--418",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Scottsdale: The Council",
            "authors": [],
            "year": 2018,
            "venue": "CCE Accreditation Standards: Principles, Processes, and Requirements for Accreditation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CCE Communication, Guidance & FAQs on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A History of Chiropractic Education in North America: Report to the Council on Chiropractic Education. Davenport: Association for the History of Chiropractic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Callender",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cleveland",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A history of the journal of chiropractic education: twenty-five years of service",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Chiropr Educ",
            "volume": "25",
            "issn": "2",
            "pages": "169--181",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The association of chiropractic colleges educational conference and research agenda conference: 17 years of scholarship and collaboration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Manipulative Physiol Ther",
            "volume": "33",
            "issn": "3",
            "pages": "165--166",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Federation of Chiropractic Licensing Boards. COVID-19 FCLB Resources & Response. Federation of Chiropractic Licensing Boards",
            "authors": [],
            "year": 2020,
            "venue": "Cybersecurity & Infrastructure Security Agency. Advisory Memorandum on Identification of Essential Critical Infrastructure Workers During COVID-19 Response",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "List author initials for each relevant category. For example, John Frank Smith should be \"JFS\" Concept development (provided idea for the research) CDJ Design (planned the methods to generate the results) CDJ Supervision (oversight, organization and implementation, writing of the manuscript) CDJ Data collection/processing (experiments, organization, or reporting data) CDJ Analysis/interpretation (statistical analysis, evaluation, and presentation of the results) CDJ Literature search (performed the literature search) CDJ Writing (responsible for writing a substantive part of the manuscript) CDJ, CSL, TAS, SG, KB, MAC Critical review (revised manuscript for intellectual content, not spelling, grammar) CDJ, CSL, TAS, SG, KB, MAC CORRESPONDENCE CONTACT INFORMATION For corresponding author (correspondence, proofreading, and reprints) First name, middle initial, last name and degrees Claire D. Johnson, DC, MSEd, PhD Email addressthis is where your proofs will be sent cjohnson@nuhs.edu Postal mailing addressthis is where one complimentary copy will be shipped if your paper is accepted 200 E Roosevelt Rd Lombard IL Phone number ORDER AND AUTHOR INFORMATION -Provide correct author order. Order changes after submission are discouraged, subject to approval, and must include a signed letter from all authors explaining to the Editor the reason for the order change. First author Given / First name and middle initial Claire D Family / Last name Johnson Highest academic and professional degrees. Do not include certifications. DC, MSEd, PhD",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Coronavirus disease-2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was discovered in late 2019.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No funding sources were received for this study. The primary author (CDJ) is a board member of the NCMIC, however, she received no directive or remuneration for this paper. Each author has declared their affiliations and no other conflicts of interest were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING SOURCES AND CONFLICTS OF INTEREST"
        }
    ]
}