{
    "paper_id": "fc8ac71bdfcfa70fbcbf9a2829ef6bd68f5cac67",
    "metadata": {
        "title": "Disaster Planning for Cosmic Impacts: Progress and Weaknesses",
        "authors": [
            {
                "first": "Harold",
                "middle": [
                    "D"
                ],
                "last": "Foster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the evening of June 18, 1178, several witnesses near Canterbury, England saw a spectacular night sky event (Ingram 1999) . These observers reported directly to a monk who was keeping detailed records of events occurring in or around Christ Church Cathedral. Fortunately, this diary, the Chronicles of Gervase has survived and provides a detailed description of the strange events of 1178:",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 123,
                    "text": "(Ingram 1999)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This year, on the Sunday before the Birth of Saint John the Baptist, after sunset when the moon had first become visible, a marvellous phenomenon appeared to five or more men while sitting facing it. Now there was a bright new moon, and as usual the horns protruded to the east; and lo, suddenly, the upper horn split in two. From the middle of this division a firebrand burst forth, throwing over a considerable distance fire, hot coals and sparks. Meanwhile the body of the moon which was lower [than this] writhed as if troubled, and in the words of those who told this to me and who saw it with their own eyes, the moon throbbed as a beaten snake. It then returned to its former state. This phenomenon was repeated twelve times and more, the flame assuming various twisting shapes at random then returning to normal. And after these vibrations it became semi-dark from horn to horn, that is, throughout its length. Those men who saw this with their own eyes reported these things to me who writes them; [they are] prepared to give their word or oath that they have added nothing false to the above. Hartung (1976) has argued that this was the first and only sighting, in recorded history of a large asteroid striking the moon and contended that this collision created the twenty-two kilometer-wide crater, known as Giordano Bruno. In contrast, Nininger and Huss (1977) postulated that the twelfth century English eyewitnesses had seen a meteor in the Earth's atmosphere that happened to be in the line of sight of the moon. Calame and Mulholland (1978) , however, strongly support Hartung's position, arguing that the moon was still reverberating from the collision and ringing like a bell. If these authors are correct, the Canterbury eyewitnesses saw an event releasing some 100 000 megatons of energy, that is an event that was ten million times more powerful than the atomic bombs that destroyed Hiroshima and Nagasaki (Ingram 1999) .",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1117,
                    "text": "Hartung (1976)",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1372,
                    "text": "Nininger and Huss (1977)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1528,
                    "end": 1556,
                    "text": "Calame and Mulholland (1978)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1927,
                    "end": 1940,
                    "text": "(Ingram 1999)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In July, 1994 Comet Shoemaker-Levy 9 (S-L9) fragmented as it entered the dense atmosphere of Jupiter, creating impact scars the size of the Earth. There is no doubt about the subsequent comet-planet collisions. These events were the most widely witnessed in astronomical history (Morrison 1996) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 294,
                    "text": "(Morrison 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On December 8, 1994, less than a day before it was expected to strike the Earth, astronomers discovered a new asteroid, 1994 XM1 that had the mass of a large house and was moving at 108 000 kilometers per hour. Fortunately, it missed, but only by some 105 000 kilometers (Wood 2000) . More recently, another asteroid of similar size, 2003 SQ222, came even closer, avoiding our planet by only 88 000 kilometers (Knocke 2003) .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 282,
                    "text": "(Wood 2000)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 410,
                    "end": 423,
                    "text": "(Knocke 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clearly, not all encounters with near-Earth objects have ended so fortuitously. Unlike the Moon, the Earth has retained only a small sample of its population of impact structures as the result of geomorphological processes. Beyond that, since the oceans occupy about 70 percent of the planet's surface, many other near-Earth objects must have struck these areas. Nevertheless, over 160 impact craters have so far been identified on Earth. A complete listing of their size and location is available at the Earth Impact Database (2004) . A further 15 or so major impacts can be recognized in the stratigraphic record (Grieve 1997; Kaiho et al. 2001) . Impact scars range in size from the Vredefort (South Africa), Sudbury (Canada) and Chicxulub (Mexico) craters that are respectively 300, 250 and 170 kilometers in diameter to the 1.5 m Haviland crater in Kansas (Earth Impact Database 2004, Grieve and Kring n.d.) .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 533,
                    "text": "Database (2004)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 628,
                    "text": "(Grieve 1997;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 629,
                    "end": 647,
                    "text": "Kaiho et al. 2001)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 890,
                    "end": 912,
                    "text": "Grieve and Kring n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given such enormous range in scale, the consequences of impact must also have differed dramatically. The Chicxulub crater, located under Mexico's Yucatán Peninsula, is thought to have been created by an asteroid that was roughly 10 kilometers in diameter. It is estimated that it hit the Earth with the energy equivalent to more than 5 billion Hiroshima atom bombs, that is 100 million megatons (Morrison 1996) . Aside from the initial concussion and heat, two major post-impact events caused massive secondary planetary damage. Large quantities of rock and dust blown out of the crater subsequently rained down as meteors, heating the atmosphere and creating worldwide forest and grassland fires. Not all the dust returned to Earth quickly, however, a finer layer remained suspended in the atmosphere for months, blocking photosynthesis and causing plummeting surface temperatures. It is likely also that the ozone layer was seriously damaged (Birks et al. 2006) . These events triggered massive global terrestrial and marine extinctions, bringing to a close the domination of the dinosaurs and, with it, the end of the Cretaceous Period and Mesozoic Era. It is possible that a similar collision, creating what is now a buried impact crater offshore of Northwestern Australia, may have marked the end of the Permian (Becker et al. 2004 ). The Bedout impact may have triggered the Permian-Triassic extinction in the same way that the Chicxulub impact terminated the Cretaceous era (Kerr 2004) . Indeed, based on variations in sulfur isotopes and the presence of a nickel-rich layer in end-Permian limestone, marl and shale in southern China, Kaiho and colleagues (2001) previously had postulated such an extinction event, caused by a meteorite of up to 60 kilometers in diameter (Ball 2001) . However, controversy continues over whether, or not, the end-Permian ex-tinction event had an extraterrestrial cause (Koeberl and Farley 2004) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 410,
                    "text": "(Morrison 1996)",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 963,
                    "text": "(Birks et al. 2006)",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1336,
                    "text": "(Becker et al. 2004",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1481,
                    "end": 1492,
                    "text": "(Kerr 2004)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1642,
                    "end": 1669,
                    "text": "Kaiho and colleagues (2001)",
                    "ref_id": null
                },
                {
                    "start": 1779,
                    "end": 1790,
                    "text": "(Ball 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1910,
                    "end": 1935,
                    "text": "(Koeberl and Farley 2004)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While it is apparent that on rare occasions in the geological past, huge devastating asteroids have collided with the Earth, it is probably more relevant to ask the question \"What is the minimum sized near-Earth object that has the capability of causing serious damage?\" This question has been addressed by Hills and Mader (1997) who wrote:",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 329,
                    "text": "Hills and Mader (1997)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The fragmentation of a small asteroid in the atmosphere greatly increases its cross section for aerodynamic braking, so ground impact damage (craters, earthquakes, and tsunami) from a stone asteroid is nearly negligible if it is less than 200 meters in diameter. A larger one impacts the ground at nearly its velocity at the top of the atmosphere producing considerable impact damage. The protection offered by Earth's atmosphere is insidious in that smaller, more frequent impactors such as Tunguska only produce air blast damage and leave no long-term scars on the Earth's surface, while objects 2.5 times larger than it, which hit every few thousand years, cause coherent destruction over many thousands of kilometers of coast. Smaller impactors give no qualitative warning of the enormous destruction wrought when an asteroid larger than the threshold diameter of 200 meters hits an ocean. A water wave generated by an impactor has a long range because it is two-dimensional, so its height falls off inversely with distance from the impact. When the wave strikes a continental shelf, its speed decreases and its height increases to produce tsunamis. The average run-up in height between a deep-water wave and its tsunami is more than an order of magnitude. Tsunamis produce most of the damage from asteroids with diameters between 200 meters and 1 km. An impact anywhere in the Atlantic by an asteroid 400 meters in diameter would devastate the coasts on both sides of the ocean by tsunamis over 100 meters high. An asteroid 5 km in diameter hitting in mid Atlantic would produce tsunami that would inundate the entire upper East Coast of the United States to the Appalachian Mountains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Even though smaller, more frequent impactors do not create large tsunamis or longpreserved impact craters, they are far from harmless. On June 30, 1908 a near-Earth object, some 50 to 70 meters in diameter, exploded 8 km above the Stony Tunguska River, in Siberia. Whether it was an asteroid or comet is still in dispute, but the resulting air blast devastated an area of some 2 150 square kilometers. In the hot central epicenter the forest flashed into a huge ascending column of flame that was visible for several hundred kilometers. Fires burned for weeks destroying 1 000 square kilometers of forest. Ash and powdered fragments of tundra were drawn skywards by the fiery vortex and carried around the world by the global air circulation (Gallant n.d.) . The blast felled trees outwards in a radial pattern over an area half the size of Rhode Island. The mass of the object involved was probably about 100 000 tons and the explosion's force some 40 megatons of TNT, that is 2000 times the energy of the Hiroshima atomic bomb. St. Petersburg seismograph station, 4000 kilometers to the west recorded tremors associated with the blast.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 756,
                    "text": "(Gallant n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Fortunately, the Tunguska region was a very sparsely inhabited. Nevertheless, the event instantly incinerated a local herdsman, Vasily Dzhenkoul, together with his hunting dogs, and 600 to 700 reindeer (Gallant n.d.) . Despite the extraterrestrial object's relatively small size, as Chapman (1998) has pointed out, its associated destruction covered an area larger than either New York City or Washington, D.C. Had such a cosmic body exploded over a densely populated area of Europe instead of the desolate region of Siberia, the number of human victims would have been 500 000 or more, not to mention the ensuing ecological catastrophe and geopolitical ramifications (Galland 2004).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 216,
                    "text": "(Gallant n.d.)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 297,
                    "text": "Chapman (1998)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Every significant hazard has its own lobby groups consisting of those who have the most to gain from various levels of mitigation. Such organizations compete to increase, or decrease, government attention to particular threats. Clearly, before logical mitigation strategies can be implemented, a hazard hierarchy must be established. Cosmic impacts can be realistically compared with thousands of other natural and man-made hazards only after their frequency of occurrence and associated damage consequences have been established. Chapman (2003) has attempted to do this and Table 27 .1 draws heavily on his assessment.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 545,
                    "text": "Chapman (2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 583,
                    "text": "Table 27",
                    "ref_id": null
                }
            ],
            "section": "Probabilities"
        },
        {
            "text": "Earth is constantly being bombarded with cosmic debris. While estimates of scale and frequency should not be treated as exact, it is known that some ten pea-sized meteoroids and one walnut-sized impactor enter our atmosphere every hour. These are followed by one grapefruit-sized meteoroid every 10 hours. A basketball-sized impactor enters the Earth's atmosphere roughly once a month, whereas a rock with a diameter of 50 meters can be expected once a century (Gallant 2004) . During the next century there is also a 0.2 percent chance of a cosmic impact with a near-Earth object having a diameter greater than 300 meters. In contrast, the probability of a collision with an object over 1 kilometer in diameter, during the next one hundred years is roughly 0.02 percent (Chapman 2003) .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 475,
                    "text": "(Gallant 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 771,
                    "end": 785,
                    "text": "(Chapman 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Probabilities"
        },
        {
            "text": "Although they can damage satellites and spacecraft, small meteoroids burn up in the atmosphere and so cause no problems on the Earth's surface. From a disaster planning point of view, the most worrisome meteoroids are those that range in size from greater than ten to hundreds of meters in diameter. As pointed out by Chapman (2003) , although impact rates and their consequences vary enormously, they have several important characteristics in common. Whether explosion occurs in the atmosphere, ground surface or ocean they can have devastating consequences. Despite this threat, they are too small to be easily detected or tracked by existing telescope programs, and their impacts are too infrequent and too unpredictable to be studied in detail. As a consequence, their nature and effects are not well understood. This means that \"scientific uncertainties are greatest for just those objects whose sizes and impact frequencies should be of greatest practical concern to public officials\" (Chapman 2003) .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "Chapman (2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 991,
                    "end": 1005,
                    "text": "(Chapman 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Probabilities"
        },
        {
            "text": "In 1994, Chapman and Morrison compared the chance of being killed directly or indirectly by the impact of an asteroid or comet, in the United States, to those of other potential causes of death. This is a useful concept, although it must be admitted that it lacks precision. The average American has a 1 in 100 chance of dying in a motor vehicle accident. Other hazards with high probability include homicides, fires and firearm accidents and are likely to be the cause of death of 1 in 300, 800 and 2500 Americans respectively. Americans have a 1 chance in 20 000 of being killed directly, or indirectly, by the impact of an asteroid or comet. A similar probability is given for the likelihood of death in a passenger aircraft crash. In contrast, floods and tornadoes can be expected to kill roughly 1 in 30 000 and 1 in 60 000 Americans respectively (Chapman and Morrison 1994) . If these figures are even of the right order of magnitude, it can be argued that mitigating the adverse impacts of cosmic impacts should be paid at least as much attention as reducing flood and tornado losses.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 879,
                    "text": "(Chapman and Morrison 1994)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Probabilities"
        },
        {
            "text": "The Earth is an intricate risk mosaic. On a daily basis, television and radio broadcasters and newspapers provide a deluge of information about recent disasters. From epidemics to invasions, each headline is accompanied by graphic descriptions of death, suffering and destruction. Since it is impossible to avoid all risk, societies have evolved to permit operation within specific levels of tolerance for natural and anthropogenic events. Typically limits to what can be successfully accommodated are defined either by law or by common practice. Usually regulations, such as building or public health codes, identify the maximum event that must be guarded against. As a result, the level of socially accepted safety reflects such factors as needs, wants, wealth and past experience (Foster 1980) . This process works quite well for repetitive hazards, like earthquakes, heavy rainfall, tornadoes or fires. It does not necessarily provide an adequate level of safety for those hazards, such as moderate or large asteroids, that may rarely but catastrophically impact with the Earth.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 796,
                    "text": "(Foster 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Goal Setting"
        },
        {
            "text": "Mitigation costs money and this is generally allotted by politicians and bureaucrats who have to select which hazards will be given the most attention and where related mitigation effects will take place. Unfortunately, all too often, decision-makers respond to more exotic threats only after a disaster has occurred. Even major ongoing catastrophes, such as the global spread of HIV-1, Hepatitis B and C viruses and the Coxsackievirus B that are currently killing some 7 million people annually and have infected over 2 billion in total have been very inadequately addressed (Foster 2002 (Foster , 2004 .",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 588,
                    "text": "(Foster 2002",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 603,
                    "text": "(Foster , 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Goal Setting"
        },
        {
            "text": "What is needed in the near-Earth-object debate is a comprehensive plan for risk reduction. At the very least a safety program should include six major elements: risk mapping, greater safety by improved design, disaster simulation and prediction, adequate warning systems, disaster planning and planning for reconstruction (Foster 1980) . Naturally, few if any of these strategies will be adequately implemented until those in power can be convinced of the reality of the dangers of cosmic impacts.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 335,
                    "text": "(Foster 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Goal Setting"
        },
        {
            "text": "Most natural hazards are spatially selective so there is nothing random about the deaths, injuries and damage they cause. While the chaos brought about by river floods, seiches, avalanches, storm surges, earthquakes and tsunamis traditionally has been a stimulus for belief in the supernatural, such decimation reflects differences in the distribution of factors controlling risk rather than any plan of divine retribution. Mapping risk factors that are often geological, geomorphological or hydrological in nature, allows spatial predictions of future destruction and so plays a key role in disaster planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "Cosmic hazards are unusual in that they are not spatially selective. They will either miss the Earth, or they will not. In the latter case, the location of the impact will be random. This makes traditional risk mapping of the land surface irrelevant since any point on the planet appears to have a similar chance of being struck by a near-Earth object. Naturally, the larger the country, the greater its chance of being impacted. This means, of course, that the next asteroid striking the planet is more likely to crater Canada, the United States, Brazil, Australia and Russia than it is Luxemburg or Switzerland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "If one takes the fraction of the Earth that was badly damaged by the Tunguska impact, about one-millionth of the surface area of the planet, and multiply it by the global population, it can be argued that such a relatively small impact would, on average, kill about 10 000 people (Harris n.d.). This figure, however, is meaningless because if such an air blast occurred above New York, London or Tokyo, millions would probably die. In contrast, if it took place above the Sahara Desert, there might be no casualties. However, given that the oceans cover the majority of the Earth's surface, and that they are interconnected, it is quite possible that the next hit by a near-Earth object could generate a tsunami.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "Numerous tsunami risk maps already have been produced. Typically they portray the areas that have been, or will probably be, inundated by earthquake-generated waves. They can be used, for example, as a tool to reduce construction in low-lying zones at high risk, plan evacuation routes and model expected damage for tsunamis of differing magnitudes. As part of the activities of the U.S. National Tsunami Hazard Mitigation Program (2004), for example, such maps are being produced for communities in Alaska, Washington, Oregon, California and Hawaii. THAMS, (Tsunami Hazard Assessment and Mitigation Studies) is a collaborative effort, begun in 1992, among three European institutes and Tohuku University, Japan. Much of THAMS effort has been directed towards identifying European tsunami risk and the improvement of tsunami mapping methodology (THAMS n.d.) .",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 857,
                    "text": "(THAMS n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "Certainly, tsunamis are not rare events. The Global Tsunami DataBase Project covers the period from 1628 BC until the present (Gusiakov 2003 (Gusiakov , 2006 . It contains evidence of almost 2250 tsunami or tsunami-like events, 1206 of which occurred in the Pacific Ocean. A further 263 and 126 have been experienced in the Atlantic and Indian Oceans respectively, whereas 545 have occurred in the Mediterranean Sea. Beyond this, Bryant (2004) has provided depositional and erosional geographic evidence from the South Coast of New South Wales, North-eastern Queensland and Northwest Australia that is suggestive of cosmogenic mega-tsunamis.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 140,
                    "text": "(Gusiakov 2003",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 141,
                    "end": 157,
                    "text": "(Gusiakov , 2006",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 443,
                    "text": "Bryant (2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "There is roughly a 1-in-1 000 chance of an asteroid, with a diameter greater than 200 meters, striking the Earth during the 21 st century. If it does, the most likely point of impact would be the Pacific Ocean. While there is still disagreement about the size of the resulting tsunami, there can be no doubt that it would cause immense damage around the ocean's rim and beyond (Hills and Mader 1977; Ward and Asphaug 2000) . If the impact point of the asteroid were in the center of the Pacific Ocean, within twentyfour hours or so, hundreds of port cities, ranging from Melbourne and Sydney through Hong Kong, Shanghai and Tokyo to Vancouver, Seattle, Portland, San Francisco and Valparaiso would have been seriously damaged, if not completely destroyed. Financial losses would inevitably be in the tens if not hundreds of trillions of dollars, causing a collapse of the world's economy. If the Tsunami Warning System in the Pacific and its 26 member states functioned exceptionally well, life loss might be kept in the millions but, if not, or if the impact site was close to one shore or the other, relative mortality rate in coastal areas could exceed that of the Black Death. Obviously, computer generated tsunami risk maps, showing potential inundation from an asteroid strike should be prepared and used to plan evacuation routes and reduce construction on high risk sites. They would not completely prevent either large-scale destruction or loss of life, but they would help in their reduction. They also may be useful tools in encouraging politicians to take cosmic threat seriously. A lack of such tools and associated mitigation planning were responsible for much of the life loss around the Indian Ocean, caused by the Great Sumatra-Andaman earthquake on the 26 th December 2004 (Lay et al. 2005) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 399,
                    "text": "(Hills and Mader 1977;",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 422,
                    "text": "Ward and Asphaug 2000)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1791,
                    "end": 1808,
                    "text": "(Lay et al. 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Risk Mapping"
        },
        {
            "text": "Given the enormous kinetic energy of an impacting asteroid or comet, none of the standard architectural and engineering techniques for increasing integrity, improving operational compatibility, or for creating forgiving environments appear relevant to the debate (Foster 1980) . Improved building codes to strengthen roofs, for example, may reduce hurricane damage, but are hardly relevant to discussions of a flying mountain, bigger \"than the world's largest domed stadium … crashing to Earth at a speed of a hundred times faster than that of a jet airliner\" (Chapman 2003) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 276,
                    "text": "(Foster 1980)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 574,
                    "text": "(Chapman 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Safety by Improved Design"
        },
        {
            "text": "Nevertheless, for many reasons including, but not limited to cosmic impacts, society should pay far more attention to the ways in which our increasingly integrated, technological-dominated world is becoming more susceptible to catastrophic failures. The Ozymandias Principles (Foster 1997) , outlines thirty-one dimensions of resilience (Table 27.2) and describes how their application can produce systems that are far less subject to dramatic collapse. Those dimensions that seem most pertinent here are the need for functional redundancy, the requirement for rapid response to stimuli, autonomous operation, mobility and early fault detection.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 289,
                    "text": "(Foster 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety by Improved Design"
        },
        {
            "text": "There seems to be a 1-in-1000 chance that, during this century, many of the major coastal cities of the planet will be badly damaged, if not destroyed, by what would be, by astronomical standards, a relatively small near-Earth-object. If this is the case, then electrical power systems, oil and gas pipelines, telecommunications grids and other social networks should be designed so that, given such a cosmic impact, they can still function. That is, those parts of these grids that are unlikely to suffer tsunami damage should be capable of autonomous operation. Such design would make them far less susceptible to other hazards, including earthquakes, hurricanes and terrorist attack. Greater functional redundancy would also help to protect against total collapse given serious damage to coastal areas. Beyond this, as little as possible that is irreplaceable should be immobile, especially if it is normally located in a high risk zone. Early detection of near Earth objects speaks for itself. The greater the length of forewarning of an impending impact, the more time society has either to prevent it, or at least to prepare to reduce its associated damage. In summary, it is not the strongest or the most intelligent species that ultimately survives, but rather the one that is most adaptable (Foster 1997) . For this reason, it is suggested that the first Moon, or other extraterrestrial base include an egg and sperm bank for humans and other animals, and a seed depository.",
            "cite_spans": [
                {
                    "start": 1300,
                    "end": 1313,
                    "text": "(Foster 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety by Improved Design"
        },
        {
            "text": "Attempting to predict and respond to potential disasters is essentially a branch of futurology. There are at least 27 methodologies that have been used to predict the fu-ture (Foster 1980) . Many of them, for example, scenario building, the Delphi technique, scale modeling and computer simulation could be applied in efforts to understand the implications of cosmic impacts more fully. To illustrate, simulation models are important methods of investigating the development of potential disasters through time. These are normally of three types: scale, analog and mathematical (Chorley and Kennedy 1971) . In 1970, for example, Whalin and coworkers described a scale representation of the harbor at San Diego, California. This model was built to investigate the impact of deep-water wave heights from about 4 to 15 meters. Such waves could be generated by localized seismic disturbances, an explosion, a massive landslide, or the impact of a meteorite. They concluded, as the result of experiments conducted with their scale model, that waves of this magnitude would cause extensive inundation of the Silver Strand, the city of Coronado, and parts of the North Island. It was thought unlikely that any vessel would survive them in the surf zone.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "text": "(Foster 1980)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 604,
                    "text": "(Chorley and Kennedy 1971)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "Computer simulations that permit relatively accurate predictions of potential disaster losses are extremely valuable managements tools. Regardless of the hazard involved, the construction of such models require four common steps. The first is an analysis of the physical characteristics of the hazard. This allows the subsequent development of a mathematical model capable of forecasting the severity and frequency of its impact. The approach taken is to develop a model that can produce a spatial representation of intensities with properly spaced contours, which are consistent with the size, shape and configuration of observed patterns. This distribution will be controlled by the magnitude of the event, modified by the impact of certain local variables. In the case of a tsunami generated by an asteroid, the scale of inundation and associated damage would reflect size and speed of the impactor, its location in the ocean, and the presence or absence of local features such as bays, reefs, submarine ridges, canyons and the width of the continental shelf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "To predict the damage and casualties caused by such an event, it is also necessary to know the geographical location and characteristics of the population, and the type and value of the infrastructure at risk. Such information is used to produce a geographical representation of the society threatened by the hazard. In the United States, for example, the Travelers Insurance Company collected such information for some 85000 grid areas that completely covered the 48 contiguous states of the United States. These data were used in computer simulations that permitted the setting of realistic premiums for policies covering a variety of natural hazards (Friedman 1973) .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 668,
                    "text": "(Friedman 1973)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "Once these first two steps have been taken, the models of the disaster agent and of the infrastructure and its inhabitants must be linked by a matrix representing the loss relationship between property type and intensity of impact. This is usually designed by historical research, based on known disasters and the damage caused by hazard impacts of differing magnitude. Foster and Carey (1976) , for example, produced such a matrix for the simulations of earthquake damage in Victoria, British Columbia. Given the completion of these three steps, it is possible to apply the mathematical representation of the hazards to the geographical distribution of inhabitants and infrastructure. This produces a synthetic, computer simulation of the disaster experience that can be represented in terms of economic loss, degree of damage to particular buildings, and fatalities and injuries sustained.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 393,
                    "text": "Foster and Carey (1976)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "Risk Management Solutions Inc. (1995 a, b and c) for example, has produced computer simulations for major earthquakes striking Los Angeles, San Francisco Bay and the Tokyo region that seem particularly relevant in this discussion. They concluded that if an earthquake having the same characteristics as that occurring in 1923 were again to strike Tokyo, it would cause between 30 000 to 60 000 deaths and 80 000 to 100 000 serious injuries. Total expected economic losses would range from US$ 2 100 000 to US$ 3 300 000 million and undermine the entire global economy. Dore (2006) has begun this simulation process for cosmic hazards by examining the economic impact on the global economy of potential strikes by asteroids and comets of differing sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "Computer simulations of tsunami damage associated with cosmic impacts could be used to argue for greater investment in mitigation strategies, better design of evacuation routes and near-Earth-object and tsunami warning systems, and more realistic disaster exercises and gaming. They would be relatively easy to produce, especially for cities such as Los Angeles, San Franciso and Tokyo for which earthquake models already exist (Risk Management Solutions Inc. 1995 a,b and c). The only major obstacle seems to be the great difference in opinion expressed by researchers about the size of the deep ocean waves likely to be generated (Ward and Asphaug 2000; Hills and Mader 1997) . Clearly, this issue should be resolved before computer simulations of damage can be realistically attempted.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 655,
                    "text": "(Ward and Asphaug 2000;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 656,
                    "end": 677,
                    "text": "Hills and Mader 1997)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Simulation and Prediction"
        },
        {
            "text": "During the Cold War, in the event of a nuclear attack, Canadians were advised to \"duck, hide, hope and pray\" (Stirton 1971). They were expected to take these actions only after sirens have sounded and every radio and television station in the country had broadcast the Attack Warning. How effective this would have been following this advice is highly debatable, but it does illustrate that, like chains, warning systems are only as strong as their weakest links. For this reason, such networks have to be designed with great care. Attention should be paid to both technical and social components, to their interactions and to the networks' roles in the social system of which they are merely a small part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "Arthur C. Clarke, noted for his excellence as a science fiction writer, introduced the concept of a \"Spaceguard Survey\" in his 1973 novel Rendezvous with Rama. This system searched the heavens for asteroids that threatened the Earth (Chapman 1998) . Since then, progress by small under funded search groups, like that at the University of Victoria, British Columbia, has been slow. In 1990, Congress requested that NASA speed up discovery of potentially threatening near-Earth asteroids, beginning with those larger than 1 kilometer in diameter that were considered the most dangerous (Morrison 1996) . A team of international astronomers suggested setting up a program to obtain a complete census of these larger asteroids called the Spaceguard Survey. In 1992 these results were reported to Congress and NASA provided $ 1 million in additional funds so that existing search programs could be updated. Simultaneously, the International Astronomical Union appointed a working group to promote more cooperation in the search for cosmic threats.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 247,
                    "text": "(Chapman 1998)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 585,
                    "end": 600,
                    "text": "(Morrison 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "After the dramatic impacts of fragments of Comet Shoemaker-Levy 9 into Jupiter in 1994, public awareness and support for a cosmic impact warning system increased and, as a result, the Spaceguard Survey was formally endorsed by NASA in 1998. The goal was set of discovering, within a decade, 90 percent of near-Earth asteroids larger than one kilometer in diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "Currently, Spaceguard consists of a network of professional laboratories, dominated by two 1-meter aperture telescopes near Socorro, New Mexico (operated by MIT Lincoln Laboratory) and numerous amateur and professional observers who follow up discoveries and attempt to refine knowledge of their orbits. Members of the Spaceguard search programs include the Lowell Observatory's LONEOS in Flagstaff, Arizona, Jet Propulsion Laboratory's near-Earth Asteroid Tracking [NEAT] facility, located in Maui and on Mt. Palomar, California and Spacewatch on Arizona's Kitt Peak (Chapman 2004 ). In addition, the International Spaceguard Foundation is centerd in Italy. This consists of a team of astronomers who collaborate by e-mail whenever one discovers a particularly threatening Near-Earth-asteroid. This global network of professional and ama-teur observers continues to discover a new Near-Earth-asteroid every few days. As of February 2004, almost 2 670 have been found, some 600 of which are potentially hazardous. As Chapman (2004) points out, this compares with only 18 that were known in 1981. It is believed that the census is complete for near-Earth-asteroids greater than 3 kilometers in diameter. The estimated number of near-Earth-asteroids greater than one kilometer in diameter is some (1 100 ± 200) (Bottke 2006) . About 55 percent of this total had been identified by early 2004. NASA also supports a Near-Earth Object Program that was established in 1998 to help coordinate and provide a focal point for research into asteroids and comets that approach the Earth's orbit. It operates from the Jet Propulsion Laboratory and provides data on the recent approaches to the Earth, including the name of the object, its closest approach date, miss distance, estimated diameter and relative velocity. On June 27, 2004, when the author visited this website (NASA 2004) 40 such objects were listed, varying in size from an estimated 900 m-2.0 km to 15 m-34 m in diameter, with miss distances reaching a minimum of 1.5LD (1 LD [lunar distance] =~384 000 kilometers).",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 581,
                    "text": "(Chapman 2004",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1017,
                    "end": 1031,
                    "text": "Chapman (2004)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1309,
                    "end": 1322,
                    "text": "(Bottke 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "While, clearly, a great deal of warning system progress has been made in the past decade, there are still some very obvious weaknesses. When assessing any natural hazard warning system several key questions must be asked. These, for example, include \"Are all threats from this type of hazard being adequately monitored?\" Others include, \"Is it clear who will issue warnings and will they be believed?\" It also is extremely important that, where a threat is perceived, the public is sufficiently aware of its consequences to react in a manner that reduces risk in a cost-effective way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "Clearly, Spaceguard and the Near-Earth Object Program do not yet seek to identify and monitor all cosmic threats. NASA, however, has had a Science Definition Team studying the benefits and costs of extending the program to search for, and monitor, smaller asteroids (Morrison 2004a ).",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 281,
                    "text": "(Morrison 2004a",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "Even using a conservative approach to estimating the losses that would be expected from impacts by sub-km asteroids, the annualized losses are much greater than the costs of mitigating the hazard by a more capable survey. The sub-km hazard has two peaks, one for land impacts (near 200 m) and one for tsunamis from ocean impacts (near 350 m). The total cost to carry out surveys that are 90% complete for NEA [Near-Earth asteroids] larger than 140 m is less than $ 400 million, with both groundbased and space-based options possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "As things stand, a highly dangerous near-Earth-object could remain undetected until all chance of altering its course has passed. To rectify this deficiency, Safeguard needs to be expanded. Morrison (2004a) , for example, has suggested the necessary addition of an LSST-type telescope with an 8 m aperture and wide field of view.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 206,
                    "text": "Morrison (2004a)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "Technology is important but there is much more to a well designed warning system than merely hardware. A warning is a recommendation based on a prediction, to take precautionary, protective, or defensive action. The decision to warn, therefore, carries with it a great deal of responsibility. Once any organization has issued such a public pronouncement, especially if it is based upon the prediction of an event of great destructive potential, that agency, and the public's response to it will never be the same again. This is true, whether or not the warning proves correct. For this reason, the decision to warn cannot be taken lightly. Spaceguard's record to date has not been good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "In early 1998, the global media announced that a huge asteroid might strike the Earth in 2028. The next day, astronomers claimed that new data proved that there was no such danger of cosmic impact. This chain of events was not true, as described by Chapman (1998) :",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 263,
                    "text": "Chapman (1998)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "That's what was reported in the press, but it is not exactly what happened. We now realize that data were already collected two-and-a-half months before March 11 th , and published on the Internet, which were sufficient to demonstrate that the asteroid called 1997 XF11 was certifiably safe: it simply could not, realistically, impact the Earth. But months went by and the few astronomers who are funded, part-time if at all, to study all the new asteroid discoveries never had a chance to examine the data in detail. When one under funded astronomer suddenly noticed quirky data about 1997 XF11 in early March, his hasty response was to announce a possible impact. Within hours, his colleagues finally looked at the data and concluded -as they just as well could have done months earlier -that the object could not possibly strike Earth in 2028.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "This was only one of several impact scares between 1998 and 2004 (Marsden 2006) . Clearly, the Spaceguard Survey requires a firm chain of command and a well-established procedure for issuing warnings. After all, imagine what would be required if an official warning of an imminent collision with even a 400 meter diameter asteroid were issued. If such an impactor were to strike the ocean and generate an enormous tsunami, every port and low lying region of the planet would require evacuation. Safe havens would be required for shipping; but where? All works of art and other articles and equipment of value would have to be moved inland to higher altitudes. Possible toxic and dangerous substances would require removal from threatened areas. These tasks, and many others, would stretch mankind's capacity to adequately react up to and probably beyond its limits. The social and financial costs would be enormous. Now consider the political implications of an error in issuing such a warning. On the other hand, imagine refusing to issue such a warning and having such an impactor strike the planet, destroying every major coastal city around the Pacific.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 79,
                    "text": "(Marsden 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Warning Systems"
        },
        {
            "text": "As shown in Table 27 .3, a well-designed natural hazard warning system has sixteen main components, most of which are social not technical (Foster 1980) . Beyond issues already discussed, these include provisions for the education of user groups, procedures for testing and revision of the warning process, and the creation of feedback loops that ensure that reactions to warnings will be those intended. Unfortunately, many of these dimensions are, as yet, missing from the Spaceguard Survey. This seems to be largely because it is under-funded and understaffed. It seems enigmatic that while three space agencies can cooperate and spend over $ 3 billion on the Cassini-Huygens mission to Saturn and Titan (Jet Propulsion Laboratory 2004) they are unwilling to provide a fraction of this to greatly increase the safety of the Earth.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 152,
                    "text": "(Foster 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Table 27",
                    "ref_id": null
                }
            ],
            "section": "Warning Systems"
        },
        {
            "text": "Disasters are characterized by an urgent need for rapid decisions, accompanied by acute shortages of the necessary trained personnel, materials and time. To help mitigate these difficulties, disaster plans should be drawn up and tested long before they are needed. Such plans can be prepared at every level from the international to the local long be-fore any cosmic impact disaster (Foster 1980) . All should seek to identify the problems that are likely to occur and the decisions that probably will have to be made as a result. Good disaster plans are essential if decision making is to be anywhere near optimum under crisis conditions. These plans typically consider 25 significant aspects of disaster.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 396,
                    "text": "(Foster 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disaster Planning"
        },
        {
            "text": "One key aspect of planning for disaster is identifying a chain of command. Whom for example will be in charge of global response if the Spaceguard Survey issues a warning of an imminent cosmic impact? What will be the responsibilities of major international and national agencies? How will these responses be funded? There are numerous large and small scale issues that should be addressed and settled now. To wait until a significant threat has been identified is to wait too long.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disaster Planning"
        },
        {
            "text": "Two of the most important planning issues are briefly examined here. Firstly, the possibility of deflecting or destroying smaller comets or asteroids, so that an Earth impact is prevented, needs detailed consideration. A wide range of approaches to impact prevention has been put forward in the literature. Mitigation subsystems might involve rocket propulsion, rocket-delivered nuclear warheads, kinetic energy systems using projectiles, directed energy from lasers, mass drivers, solar sails and biological, chemical or mechanical asteroid and/or comet \"eaters\". Suggestions have been made also of super magnetic field generators and futuristic force fields, tractor beams and gravity manipulation (Morrison 1996 (Morrison , 2004a Simon 2002) . Considerable progress has been made very recently in this area. The NASA Institute for Advanced Concepts has just announced five Phase II awards for the further development of revolutionary advanced concepts to help protect the Earth from cosmic collision (NIAC 2004) . Beyond this, the European Space Agency has given priority to \"Don Quijoté\", selected from six potential asteroid protection missions. This will involve an asteroid 500 meters in diameter and two spacecraft, Sancho and Hidalgo. Sancho will arrive first and orbit the asteroid for several months, deploying penetrating probes to form a seismic network. When this is ready, and adequate data has been collected, Hidalgo will arrive, crashing into the asteroid at about 10 kilometers per second. Sancho would then study the changes in the asteroid's orbit, rotation and structure caused by Hidalgo's impact. This information will give insights into what is needed to modify the orbit of any similar asteroid that may threaten Earth (Morrison 2004b) . The United States is currently installing a missile defense system (Missile Defense Agency 2005). With greater international cooperation, this might be expanded to provide the capacity to protect the planet against errant near-Earth-objects, including medium-sized asteroids.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 714,
                    "text": "(Morrison 1996",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 732,
                    "text": "(Morrison , 2004a",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 733,
                    "end": 744,
                    "text": "Simon 2002)",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1014,
                    "text": "(NIAC 2004)",
                    "ref_id": null
                },
                {
                    "start": 1745,
                    "end": 1761,
                    "text": "(Morrison 2004b)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Planning"
        },
        {
            "text": "Disaster plans should be tested long before they are needed in earnest. After an expert panel has evaluated such potential technologies for impact mitigation, two or three of the most promising should be tested on small, non-threatening asteroids. The sooner the planet has a functional defense system, the better. The technology required to provide one already exists. What is lacking is the political will and the financing required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disaster Planning"
        },
        {
            "text": "A second key disaster planning issue that should be addressed now is \"How should we respond to the threat of very large tsunamis generated if there is an oceanic cosmic impact?\" Obviously, given the great differences of opinion concerning the magnitude of such potential tsunamis (Hills and Mader 1997; Ward and Asphaug 2000) , modeling has to be improved. Once an expert consensus has been reached, the major issue of adequate tsunami warnings and associated evacuations must be addressed. While there is an effective tsunami warning network for the Pacific, nothing comparable exists elsewhere. How then could warnings and evacuation be effectively organized for the populations of low lying coastal areas around the Atlantic, Arctic and Indian oceans? How could the evacuation of the total populations of low altitude countries like the Netherlands and Bangladesh be organized? What about that around the Mediterranean or the Great Lakes? What about islands without central mountain cores, such as the Marshall and Tokelau Islands? The issues are enormous and the logistics far beyond anything humanity has ever attempted. It seems much more likely that, rather than face up to these problems, many decision-makers would prepare to issue warnings of impending impact together with the advice to 'duck, hide, hope and pray' (cf. Stirton 1971). Table 27 .4, of course, provides an insight into a little of what is really needed.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 302,
                    "text": "(Hills and Mader 1997;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 303,
                    "end": 325,
                    "text": "Ward and Asphaug 2000)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 1346,
                    "end": 1354,
                    "text": "Table 27",
                    "ref_id": null
                }
            ],
            "section": "Disaster Planning"
        },
        {
            "text": "Reconstruction Given their roles within economic regions, speed of population re-growth and the psychological impact of abandonment, few cities fail to recover from major disasters (Kates and Pijawka 1977) . In the twentieth century, for example, only two were perma-nently destroyed by natural hazards, St. Pierre, Martinique and Yungay, Peru. The former was completely demolished by a nuée ardente, a glowing avalanche of gas and debris ejected from Mount Pelé and the latter buried beneath sediments deposited by an earthquaketriggered avalanche (Griggs and Gilchrist 1983;  Office of Emergency Preparedness 1972). Nevertheless, civilizations have been destroyed by natural hazards. To illustrate, the tsunami that swept the lowlands of the Mediterranean Sea (circa 1450 to 1480 BC) generated by the eruption of the volcano of Santorini, likely decimated the Minoans (Foster 1980) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 205,
                    "text": "(Kates and Pijawka 1977)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 549,
                    "end": 576,
                    "text": "(Griggs and Gilchrist 1983;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 577,
                    "end": 577,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 883,
                    "text": "(Foster 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27.9"
        },
        {
            "text": "Whether port cities, destroyed by tsunamis generated by a near-Earth-object, would be quickly rebuilt is uncertain and dependent upon the size and location of the impactor and scale of its associated destruction. Nevertheless, it is well known that the degree of uncertainty occurring after any major disaster plays a significant role in influencing the speed of rebuilding (Kates and Pijawka 1977) . To avoid unnecessary delays, it is important to pre-plan for recovery. Unfortunately, the widespread unwillingness to face up to the possibility of major disasters increases the suffering associated with such adverse events when they occur. This was extremely obvious when the tsunami, generated by the Great Sumatra-Andaman earthquake of December 26, 2004 swept the Indian Ocean (Lay et al. 2005) . It also reduces society's chances of benefiting from the opportunities for creative reconstruction that they offer.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 398,
                    "text": "(Kates and Pijawka 1977)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 781,
                    "end": 798,
                    "text": "(Lay et al. 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "27.9"
        },
        {
            "text": "\"Think tanks\" should be set up to review what should be done to speed human recovery from a significant cosmic impact. At the very least, the horrifying economic and social scenarios that they would generate might encourage politicians to take the need for a global extraterrestrial defense system more seriously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "27.9"
        },
        {
            "text": "Archaeological records show that civilizations may fail to recover from major catastrophes. Societies operate within specific levels of tolerance for repetitive natural hazards and anthropogenic modification. Catastrophic events, like cosmic impacts, lie outside the realm of human experience and so are difficult to plan for and respond to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "All near-Earth objects with the ability to cause serious damage and potential hazards that might result from a large impact event (e.g., tsunamis, earthquakes, volcanism, secondary impacts, wildfires, climate change, orbital and axial changes, economic collapse, disease, famine and war) must be identified. The most worrisome objects, ranging from 10s to 100s of meters in diameter, are not easily detected by earthbound platforms. There is a 1 in 1 000 chance of an object greater than 200 m impacting this century, with the most likely target being an ocean. The resulting tsunamis would devastate coastal zones and hundreds of port cities, leading to an unprecedented mortality rate and global economic collapse. Current architectural and engineering designs will be unable to cope with the kinetic energy released by a cosmic impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "During most disasters, an urgent need for rapid decisions is confounded by the lack of trained personnel, materials and time. Mitigation for on-going catastrophes (e.g., famines, droughts) receive the most attention from decision makers, the response to exotic threats occurs only after the disaster has occurred. However, mitigating for cosmic impacts should be seriously considered given that the chances of being killed by a meteorite impact are similar to the chances of being killed in an airplane disaster (i.e., 1 in 20 000). Unfortunately, current Space Guard programs have limited success because of under funding and technological limitations, but also socio-economic factors and human error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "Well-designed hazard warning systems should include provisions for education, testing and revising the warning process, and feedback loops to ensure that responses to warnings are valid. It is essential to establish a chain of command for issuing warnings of impact, delineating responsibilities and funding of various agencies. Pre-planning is essential to reduce societal losses and increase the chances of benefiting from reconstruction. Disaster mitigation options include deflecting or destroying smaller objects to prevent significant impact, enhancing existing missile defense systems, and responding to the threat of very large tsunamis following an oceanic impact. Computer-generated risk maps need to accurately predict the potential inundation from tsunamis to calculate disaster losses, plan evacuation routes and mitigate loss of life and destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "Reconstruction is dependent on the size and location of the impactor and scale of destruction. Infrastructure and other social networks should be designed to function autonomously. Functional redundancy and adaptability is also recommended to protect against societal collapse. Extraterrestrial genetic ark repositories should also be established to ensure species continuity following a global catastrophic event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "Although the last decade has seen some progress in preparing for the possibility of cosmic collision, we continue to be very ill-prepared for such an event. What is needed is the political will to cooperate and dedicate adequate financial and human resources to mitigate the threat posed by cosmic impacts, and studies of how the human race can recover from such hazards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Brimstone pickled Permian",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bedout: a possible End-Permian impact crater offshore of Northwestern Australia. Science Express",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Poreda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iasky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Frequent ozone depletion resulting from impacts of asteroids and comets",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Birks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Crutzen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Roble",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding the near-Earth object population: the 2004 perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Bottke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conference Comet/Asteroid Impacts and Human Society. The International Council for Science Workshop",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lunar crater Giordano Bruno AD 1178: impact observations consistent with lunar ranging results",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Calame",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mulholland",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Science",
            "volume": "199",
            "issn": "",
            "pages": "875--877",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The risk to civilization from extraterrestrial objects",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chance Lectures",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How a near-Earth object impact might affect society",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Commissioned by the Global Science Forum, OECD, for the Workshop on near Earth Objects: Risks, Policies, and Actions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The hazard of near-Earth asteroid impacts on Earth",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Earth and Planetary Science Letters",
            "volume": "222",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Asteroid threat! 1993 Science Yearbook",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "41--45",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impacts on the Earth by asteroids and comets: assessing the hazard",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "367",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The economic consequences of disasters due to asteroid and comet impacts, small and large",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Chorley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "What really causes AIDS",
            "volume": "62",
            "issn": "",
            "pages": "549--553",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The simulation of earthquake damage. In: Foster HD (ed) Victoria: physical environment and development",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Western Geographical Series",
            "volume": "12",
            "issn": "",
            "pages": "221--240",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Computer simulation of natural hazard effects. The Travelers Insurance Company",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tunguska: the cosmic mystery of the century",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gallant",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Target Earth: evidence for long-scale impact events",
            "authors": [
                {
                    "first": "Raf",
                    "middle": [],
                    "last": "Grieve",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The United Nations International Conference",
            "volume": "822",
            "issn": "",
            "pages": "319--352",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The geologic record of destructive impact events on Earth",
            "authors": [
                {
                    "first": "Raf",
                    "middle": [],
                    "last": "Grieve",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kring",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Geologic hazards, resources, and environmental planning",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griggs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilchrist",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "NGDC/HTDB meeting on the historical tsunami database proposal",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Gusiakov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tsunami Newsletter",
            "volume": "35",
            "issn": "4",
            "pages": "9--10",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chapter 14 of this volume Harris A (n.d.) The large and the small impact debate: Part III. Astrobiology Magazine. www.astrobio.net Hartung JB (1976) Was the formation of a 20-km-diameter impact crater on the Moon observed on",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Gusiakov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Meteoritics",
            "volume": "2",
            "issn": "",
            "pages": "187--194",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tsunami produced by the impacts of small asteroids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mader",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Remo JL (ed) Near-Earth Objects: The United Nations International Conference",
            "volume": "822",
            "issn": "",
            "pages": "381--394",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The barmaid's brain and other strange tales From science. Penguin Books Canada, Toronto Jet Propulsion Laboratory (2004) Cassini-Huygens mission to Saturn and Titan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "End-Permian catastrophe by a bolide impact: evidence of a gigantic release of sulphur from the mantle",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaiho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kajiwara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kawahata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tazaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veshima",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Geology",
            "volume": "29",
            "issn": "",
            "pages": "815--818",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "From rubble to monument: the pace of reconstruction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pijawka",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Reconstruction following disaster",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evidence of huge, deadly impact found off Australia Coast?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "5673",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Asteroid's flyby of Earth closest yet. The Planetary Society",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Knocke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Geochemistry of the end-Permian extinction event in Austria and Italy: No evidence for an extraterrestrial component",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koeberl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Psyckas-Ehrenbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sephton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Geology",
            "volume": "32",
            "issn": "12",
            "pages": "1053--1056",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Great Sumatra-Andaman earthquake of 26",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanamori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nettles",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "308",
            "issn": "5725",
            "pages": "1127--1133",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impact risk communication management",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Marsden",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "has it improved? Chapter 31 of this volume",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Making ballistic missile defense a realilty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Missile Defense Agency",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Planetary defense conference: protecting the Earth from asteroids",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Notes from AIAA Planetary Defense Conference",
            "volume": "",
            "issn": "",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Don Quijoté, Toutatis and Sagan. Asteroid and Comet Impact Hazards",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "NASA Institute for Advaced Concepts (NIAC) Phase II Awards",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Was the formation of Giordano Bruno witnessed in 1178? Look again",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Nininger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Huss",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Meteoritics",
            "volume": "12",
            "issn": "",
            "pages": "21--25",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Report to the Congress: disaster preparedness. US Government Printing Office",
            "authors": [],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What if the 1923 earthquake strikes again? A five-prefecture Tokyo region scenario",
            "authors": [],
            "year": 1971,
            "venue": "List of joint publications arising from the research of THAMS",
            "volume": "1",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Department of Physics. Tunguska Home Page",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Asteroid impact tsunami: a probabilistic hazard assessment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asphaug",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Icarus",
            "volume": "145",
            "issn": "",
            "pages": "64--75",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A model study of wave run-up at",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Whalin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Bucci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Strange",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proceedings of the International Symposium on Tsunamis and Tsunamis Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Disasteroids! Reader's Digest Canada",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}