{
    "paper_id": "fccd27fccb9ed71e19ed7a05a95d97341ebd036d",
    "metadata": {
        "title": "43 Wie Katz und Maus",
        "authors": [
            {
                "first": "Stefan",
                "middle": [],
                "last": "Monecke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Lück",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simone",
                "middle": [],
                "last": "Trautmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Meinhardt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Enno",
                "middle": [],
                "last": "Jacobs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die Patientin M.S. ist eine 20-jährige Frau, bei der vor etwa 2 Jahren eine akute lymphoblastische Leukämie festgestellt wurde. Die Erstmanifestation war ein lymphozytäres Chlorom an der rechten Seite des Kopfes. Nach der operativen Entfernung des Chloromes erhielt Frau S. eine kurative Radiound Chemotherapie. Rund 18 Monate später kam es zu einem Rezidiv, das nach Konditionierung mit Cyclophosphamid, Anti-Thymozyten-Globulin und Ganzkörperbestrahlung mit einer allogenen Stammzelltransplantation behandelt wurde. Die Patientin war seit einem halben Jahr in einer kompletten Remission. Vor einigen Tagen bekam sie plötzlich Fieber bis zu 40°C. Bis zur Aufnahme im Krankenhaus entwickelte sie Dyspnoe, Tachypnoe und etwas unproduktiven Husten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Am Tag der Aufnahme hat die Patientin eine Leukozyten-bzw. Thrombozytenzahl von 3,0/nl und 108/nl. Das CRP ist mit 12 mg/l (Normwert <5 mg/l) leicht erhöht. Es werden mehrere Blutkulturen abgenommen, die aber alle steril bleiben. Ausserdem wird ein High-resolution-CT des Thorax durchgeführt, das aber keine signifikanten Veränderungen zeigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "? Fragen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die hier beschriebene pulmonale Toxoplasmose ist eine sehr seltene Verlaufsform einer Toxoplasma-gondii-Reaktivierung bei Patienten mit Immunsuppression . Wegen der steigenden Zahl der Patienten, die Knochenmark-oder andere Organtransplantationen erhalten, und wegen der HIV-Epidemie wurde dieses Krankheitsbild in den letzten Jahren auch in Deutschland zunehmend häufiger beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Klinisch erscheint die pulmonale Toxoplasmose als schwere atypische Pneumonie . In einem 1996 publiziertem Review (Rabaud et al. 1996) wurden die Symptome von 64 Fällen ausgewertet. 70% der Patienten hatten Fieber über 39°C und 92% hatten Husten. Bei 6,2% der Patienten entwickelte sich ein ARDS und bei 15,6% ein septischer Schock. Die Mortalität betrug 37%. Andere Studien geben Sterblichkeitsraten von 55% (Pomeroy u. Filice 1992) bis über 90% (Sing et al. 1999) an.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "text": "(Rabaud et al. 1996)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 409,
                    "end": 433,
                    "text": "(Pomeroy u. Filice 1992)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 465,
                    "text": "(Sing et al. 1999)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei immunsupprimierten Patienten mit sog. atypischer Pneumonie gibt es keine klinischen oder radiologischen Merkmale, die eine pulmonale Toxoplasmose von anderen atypischen Pneumonien (Pneumocystis-jiroveci-Pneumonie, Legionellose) unterscheiden können. Eine wichtige Differenzialdiagnose ist daher immer die Pneumocystis-jiroveci-Pneumonie (PCP). Sowohl bei der PCP als auch bei pulmonaler Toxoplasmose kommt es zu zunehmender Atemnot mit trockenem Husten und zur LDH-Erhöhung, wobei gerade der letztgenannte Laborwert bei einer Vielzahl anderer Erkrankungen ebenfalls deutlich erhöht sein kann. Bei beiden Pneumonieformen ist das Thoraxröntgenbild initial wenig auffällig, später treten unspezifische Veränderungen wie interstitielle Verschattungen auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die mikrobiologische Diagnostik der beiden Erreger unterscheidet sich methodisch erheblich: Während zum Nachweis von Pneumocystis jiroveci kommerziell erhältliche direkte Immunofluoreszenztests sowie teilweise sog. In-house-PCR-Tests Verwendung finden, wird die Diagnose einer Toxoplasmose beim Immunkompetenten meist serologisch gestellt. Beim Immunsupprimierten können damit allerdings nicht regelhaft zuverlässige Befunde erhoben werden. In Einzelfällen können serologische Befunde (Zunahme der IgG-Titer oder positives IgM) zur Diagnose einer pulmonalen Toxoplasmose beitragen. Rabaud (Rabaud et al. 1996) berichtete über 64 Patienten mit pulmonaler oder generalisierter Toxoplasmose, von denen 3 Patienten serokonvertierten, 12 einen mehr als 2-fachen Anstieg des IgG-Titers und einer ein erhöhtes IgM hatten.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 609,
                    "text": "(Rabaud et al. 1996)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beim Immunsupprimierten ist ein direkter Erregernachweis anzustreben. Da die PCR-Untersuchung noch kein standardisiertes Verfahren darstellt, ist die Giemsa-Färbung die Diagnostik der Wahl: Trophozoiten von Toxoplasma gondii erscheinen als charakteristisch geformte Gebilde (toxon = Bogen, plasma = Form) von ungefähr 6×2 µm, die rote Kerne enthalten (⊡ Abb. 43.2). Sie treten sowohl intra-als auch extrazellulär auf (Bottone 1991) . Die Wahrscheinlichkeit, Toxoplasmen zu finden, hängt sowohl von der Zahl der Organismen in der Probe als auch von der Geduld und Erfahrung des Beobachters ab. In der Studie von Sing (Sing et al. 1999 ) wurden in 7 von 8 gesicherten Fällen Toxoplasmen in der BAL gesehen. Die gleiche Arbeit zeigt auch, daß die Giemsa-Färbung mindestens genauso empfindlich ist wie die direkte Immunofluoreszenz. In dem Review von Rabaud (Rabaud et al. 1996) erbrachte eine Kombination beider Methoden bei 57 von 64 Patienten (89%) positive Resultate.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 431,
                    "text": "(Bottone 1991)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 616,
                    "end": 633,
                    "text": "(Sing et al. 1999",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 874,
                    "text": "(Rabaud et al. 1996)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Nachweis von Toxoplasma gondii in Versuchstieren oder Zellkulturen ist auch möglich, aber nur wenige Labors haben die Möglichkeiten, solche Versuche durchzuführen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bei Patienten mit Immunsuppression , insbesondere nach Knochenmarktransplantation, ist der fulminante Verlauf von Systeminfektionen mit Toxoplasma häufig nicht vorhersehbar, wobei frühzeitig ein direkter Erregernachweis aus geeigneten Materialien anzustreben ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wichtig"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fatal attraction in rats infected with Toxoplasma gondii",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berdoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc R Soc Lond B Biol Sci",
            "volume": "267",
            "issn": "",
            "pages": "1591--1594",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis of acute pulmonary toxoplasmosis by visualization of invasive and intracellular tachyzoites in Giemsa-stained smears of bronchoalveolar lavage fluid",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bottone",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Microbiol",
            "volume": "29",
            "issn": "",
            "pages": "2626--2627",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Increased risk of traffic accidents in subjects with latent toxoplasmosis: a retrospective case-control study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flegr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Havlicek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary toxoplasmosis: a review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Filice",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "863--870",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary toxoplasmosis in patients infected with human immunodeficiency virus: a French National Survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabaud",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1249--1254",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary toxoplasmosis in bone marrow transplant recipients: report of two cases and review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leitritz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "429--433",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "(Berdoy et al. 2000). Ob diese Manipulationen auch bei infizierten Menschen zu Verhaltensänderungen führen, ist ein interessantes Problem; eine neuere Studie hat bei Traumapatienten, die in Verkehrsunfälle verwickelt waren, im Vergleich zu Kontrollpatienten eine höhere Seroprävalenz nachweisen können(Flegr et al. 2002).Menschen können infiziert werden, indem sie entweder von Katzen ausgeschiedene infektiöse Oozysten oder zystenhaltiges Fleisch anderer Zwischenwirte (v.a. Schweine, aber auch Rinder, Ziegen, Schafe und sogar Hühner) aufnehmen. Groß angelegten Untersuchungen in Mittel-und Westeuropa zufolge liegt die Durchseuchungsrate bei Frauen in gebärfähigem Alter bei 40-60%. Normalerweise ist die Primärinfektion asymptomatisch oder uncharakteristisch mit geringgradigem Fieber und Lymphknotenschwellungen. Bei einer Erstinfektion während der Schwangerschaft kann es zur Infektion des Fetus kommen, die zu einem der Röteln-oder CMV-Embryopathie ähnlichen Syndrom führt und neurologische Defizite, Hydrocephalus und Taubheit verursachen kann. Deshalb sollten Schwangere engen Kontakt zu Katzen meiden und kein rohes Fleisch (Hackepeter bzw. Mett) essen.Die Parasiten persistieren nach einer überstandenen Infektion im Menschen, wodurch es bei einer Immunsuppression zu einer Reaktivierung kommen kann. Die häufigste Form ist die Toxoplasmose des Zentralnervensystems, die zu typischen, abszessartigen Prozessen im Gehirn führt. Pulmonale und generalisierte Verlaufsformen sind seltener. Die Therapie erfolgt mit Pyrimethamin, Sulfadizin und Clindamycin. Die ersten beiden Substanzen wirken auf die Folsäuresynthese der Erreger. Clindamycin wirkt eigentlich nicht auf eukaryontische Ribosomen, sondern kommt dadurch zustande, dass es Organellen unbekannter Funktion (die Apicoplasten) abtötet, die phylogenetisch von freilebenden Prokaryonten abstammen. Spiramycin kann die Infektion des Fetus verhindern, ist aber für eine Therapie nicht wirksam genug.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}