{
    "paper_id": "fde8bf0f8f68e913b5dc3f49f32a0a682d06ebf7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In current times, with the Covid-19 virus spreading throughout the world, with its significant impact on health, well-being and economic welfare of people, it seems of minor importance to dedicate a special issue to a small topic within the musculoskeletal domain: The Pelvis. Of course, in comparison to a life-threatening disease, any musculoskeletal complaint may seem like a minor burden. On the other hand, can we state that 'the Pelvis' is indeed a small topic within the musculoskeletal domain?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "Multiple researchers and clinicians regard musculoskeletal pelvic pain as lumbopelvic pain, which is considered a subgroup of nonspecific low back pain (LBP) (1, 2) . LBP affects people of all ages and is a leading contributor to disease burden world-wide (3) scoring highest on the list of years lived with disability (DALY's) (4) . As such, non-specific LBP is not a minor burden.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "How substantial the contribution of the pelvis to lumbopelvic pain is uncertain. Literature is inconclusive with numbers mentioned between 10-45% in chronic pain (2, 5) . The magnitude of the expected involvement is best seen in a 'window of time'. In the early 1900's the Sacroiliac Joint (SIJ) as a source of pain was 'in fashion' (6) . With the shift in focus to the intervertebral disc in the 1930's, the SIJ's were suddenly forgotten. The pelvis and more specifically, the SIJ's regained interest in the nineties (5, 7, 8) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "In the nineties experimental research led to theoretical models of the pelvis such as 'force closure', with muscles contributing to 'stiffness' of the pelvic ring, and especially the SIJ's. (7, 8, 9) The assumption was that loss of 'force closure\" by either non-optimal muscle recruitment, or different alignment of the SIJ's would lead to problems in load transfer, strain on ligaments and capsules, culminating in pain. This model was adopted by researchers and clinicians as a possible explanatory model for the aetiology of Pelvic Girdle Pain (PGP), described as pain across the pelvis, iliac crest to the gluteal fold or in the symphyses originating during pregnancy, partus or directly post-partum. PGP has a prevalence of 45-78% in pregnancy, and 30% remaining chronic complaints after childbirth (10) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "Physiotherapists, manual therapists, osteopaths and chiropractors have embraced the above described theoretical model world-wide as a rationale as to why SIJ mobility and supposed positional faults should be assessed and if diagnostic tests were positive on involvement of the SIJ, treatment should follow with mobilisation, manipulations and/ or motor control exercises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "It is logical that, to make the world manageable, theoretical models are made of complex situations. These models will always be supported by findings in that period of time. However, clinicians should be aware that these models are very limited. It is no longer acceptable to consider (musculoskeletal) pain solely as a peripheral phenomenon (11) . It is astounding how vivid this very restrictive biomedical model still is among clinicians and researchers. Hodges et al., 2019 describe a collaborative model, formed by fuzzy cognitive mapping with 14 clinicians and scientists with expertise in the area of PGP (1). The most frequent category receiving emphasis was 'Biomechanics\" with related \"Tissue injury and pathology\" in the metamodel. Remarkably, since the category receiving highest scores regarding LBP was psychology, only 1 expert scored this in PGP (1) . It might well be that PGP approaches and perspectives got stuck in time, resulting perhaps in a closed mind on what might be the cause and driver of symptoms for people afflicted with PGP?",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "With this special issue we are pleased to contribute to an ongoing focus on and discussion of PGP. A primary theme of this special issue is the consideration of comorbid health conditions and the underlying mechanisms that may link these comorbidities with PGP, to enhance our understanding of a person as a whole and not just a pelvis. In this way we are, updating legacy approaches and older perspectives on PGP to current viewpoints in musculoskeletal care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "The manuscripts included in this special issue highlight the dilemma's facing researchers and clinicians in this area. First of all, a major dilemma is still not being able to explain the pathogenesis of PGP, taking > 20 years of research into account as presented by a narrative review of Meyer et al., in this issue (2002a). This dilemma may explain why many clinicians stick to 'older theoretical models', although we are worried they will remain to be used to explain to patients where their pain derives from. In this issue an important 'Professional Issue article' contributes to new theories on the origin of \"chronic\" musculoskeletal health problems as PGP, to broaden the scope of each clinician (Meyer et al., 2020b). This broadened scope includes a complete intertwined functioning of the body as well as psychological and social functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "To help the clinician with clinical reasoning within this broadened holistic scope this special issue contains studies on prognostic factors for on-going persistent PGP, diagnostic tools including screening of co-morbidity as well as a master class on intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "For clinicians it is important to have insight in which prognostic factors can predict on-going PGP. Two studies on prognostic factors on persistent PGP are part of this special issue. One systematic review presents factors related to (pre) pregnancy, partus as well as child related factors on persistent post-partum pain (Wiezer et al., 2020), while the other study presents postural control parameters as a predictor of PGP (Aldabe et al., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognostic factors"
        },
        {
            "text": "Specific assessment of PGP is a significant area of debate and variability in clinical practice. One of the more controversial areas of pelvic assessment are SIJ mobility tests. A systematic review points out that it seems not possible to clinically measure SIJ mobility in a valid and reliable way (Klerkx et al., 2020) . So, we have to question ourselves as clinicians, if mobility tests should be used at all in our clinical reasoning, especially when we know that we should no longer look at PGP as a local biomechanical peripheral condition. Within clinical reasoning the clinician can still focus on pain and function. Symphysial pain is a common condition related to PGP, that can negatively influence function and well-being. An established questionnaire to objectify disability in PGP is the Pelvic Girdle Pain questionnaire (Stuge et al., ….) (12) Adaptations to this tool have been developed to self-administer symphyseal pain often experienced during pregnancy and re-occurring in later pregnancies (Woodley et al., 2020) Another focus in our clinical reasoning are functional tests, to indicate possible treatment strategies. Findings are presented of a well-known functional test; the Timed up and Go test in the PGP population (Yeminisihar et al, 2020). Studies on how function is altered in patients with PGP versus healthy controls are also incorporated in this special issue. Where Delshad et al., (2020) are focussing on the effect of the pelvic belt, Bussey et al., (2020) present how functional (dis)ability in postural control develops during pregnancy. Tabahatha et al, (2020) focussed on a different group of patients, those with pain in the buttock hypothesized to originate from the piriformis muscle: coined the piriformis syndrome. They studies differences in gait in a population with and without these complaints. All of these studies can be informative on how function can be altered with complaints in the pelvic area. Within the diagnostic process, understanding of the relation to co-morbidity is important as well. Often the co-morbidity of lower urinary tract symptoms as urinary incontinence are missed. Is the clinician up to asking questions in this domain, if it is not related to nerve root compression? This question is challenged in the qualitative study, tackling the issue of assessment of comorbid lower urinary tract symptoms (Vredeveld et al., 2020)",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 857,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 320,
                    "text": "(Klerkx et al., 2020)",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis"
        },
        {
            "text": "Two groups of clinician-researchers have provided updates related to the management of PGP, taking a more modern pain science perspective. It is of interest that both teams, independently, work to conceptualise PGP from a modern pain science perspective. Meijer et al., (2020b) follow their historical journey with a 'deconstruction' that leads to a theory of PGP as a neuroinflammatory disorder. It provides conceptual links to comorbid mental health disorders that commonly accompany chronic PGP complaints. Similarly, Beales et al, (2020) also see neurological system sensitisation as a potential mechanism linking PGP to comorbid health complaints. Further, they provide clinicians with a road map of sorts for consideration of this with a person-centred approach to managing these disorders, described in the Masterclass of this special issue (Beales et al., 20202).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Building a Collaborative Model of Sacroiliac Joint Dysfunction and Pelvic Girdle Pain to Understand the Diverse Perspectives of Experts",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cholewicki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Popovich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PM R",
            "volume": "11",
            "issn": "1",
            "pages": "11--23",
            "other_ids": {
                "DOI": [
                    "10.1002/pmrj.12199"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sacroiliac joint pain: A comprehensive review of epidemiology, diagnosis and treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Neufeld",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Neurother",
            "volume": "13",
            "issn": "1",
            "pages": "99--116",
            "other_ids": {
                "DOI": [
                    "10.1586/ern.12.148"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-specific low back pain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buchbinder",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "16",
            "pages": "30970--30979",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global, regional, and national disability-adjusted life years (DALYs) for 306 diseases and injuries and healthy life expectancy (HALE) for 188 countries, 1990-2013: quantifying the epidemiological transition",
            "authors": [
                {
                    "first": "Hale",
                    "middle": [],
                    "last": "Dalys",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Collaborators",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "GBD 2013",
            "volume": "386",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The sacroiliac joint: an overview of its anatomy, func-tion and potential clinical implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vleeming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Schuenke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Masi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Carreiro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danneels",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Willard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Anat",
            "volume": "221",
            "issn": "6",
            "pages": "537--567",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An historical perspective on low back pain and disability",
            "authors": [
                {
                    "first": "David B Allan &amp; Gordon",
                    "middle": [],
                    "last": "Waddell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Acta Orthopaedica Scandinavica",
            "volume": "60",
            "issn": "",
            "pages": "234--235",
            "other_ids": {
                "DOI": [
                    "10.3109/17453678909153916"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transfer of lumbosacral load to iliac bones and legs. Part 1: biomechanics of self bracing of the sacroiliac joints and its significance for treatment and exercise",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vleeming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoeckart",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Biomech",
            "volume": "8",
            "issn": "",
            "pages": "285--294",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Insufficient lumbopelvic stability: a clinical, anatomical and biomechanical approach to 'a-specific' low back pain",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pool-Goudzwaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vleeming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoeckart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mens",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Man Ther",
            "volume": "3",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {
                "DOI": [
                    "10.1054/math.1998.0311"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Relation between form and function in the sacroiliac joint. Part II: Biomechanical aspects. Spine (Phila Pa 1976)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vleeming",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Volkers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijders",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoeckart",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "133--136",
            "other_ids": {
                "DOI": [
                    "10.1097/00007632-199002000-00017"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Severity and Impact of Pelvic Girdle Pain and Low-Back Pain in Pregnancy: A Multinational Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gutke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boissonnault",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stuge",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Womens Health (Larchmt)",
            "volume": "27",
            "issn": "4",
            "pages": "510--517",
            "other_ids": {
                "DOI": [
                    "10.1089/jwh.2017.6342"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diverse Role of Biological Plasticity in Low Back Pain and Its Impact on Sensorimotor Control of the Spine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Barbe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Loggia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nijs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Orthop Sports Phys Ther",
            "volume": "49",
            "issn": "6",
            "pages": "389--401",
            "other_ids": {
                "DOI": [
                    "10.2519/jospt.2019.8716"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The pelvic girdle questionnaire: a condition-specific instrument for assessing activity limitations and symptoms in people with pelvic girdle pain",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stuge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garratt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Jenssen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grotle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physical therapy",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The above, highlight the need for further work on outcome measures for tracking these disorders. It is clear that recognition of these disorders remains a challenge for clinicians. Establishing appropriate care pathways is also a challenge.We hope this specially issue provides some guidance for clinicians working in this area. We also hope this special issue can inspire further work in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}