{
    "paper_id": "fe0885bcee318404a4dfc00c71d85c2fd130709a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Alessio",
                "middle": [],
                "last": "Muscillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Siena",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Pin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Siena",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The diffusion of COVID-19 is calling governments and public health authorities to interventions that limit new infections and contain the expected number of critical cases and deaths. Most of these measures rely on the compliance of people, who are asked to reduce their social contacts to a minimum. In this note we argue that individuals' adherence to prescriptions and reduction of social activity may not be efficacious if not implemented robustly on all social groups, especially on those characterized by intense mixing patterns. Actually, it is possible that, if those who have many contacts reduce them proportionally less than those who have few, then the effect of a policy could backfire: the disease would take more time to die out, up to the point that it could become endemic. In a nutshell, unless one gets everyone to act, and specifically those who have more contacts, a policy may even be counterproductive. * We thank Alberto Dalmazzo, Matthew Jackson and Alessia Melegaro for very helpful comments. We gratefully acknowledge funding from the Italian Ministry of Education Progetti di Rilevante Interesse Nazionale (PRIN) grant 2017ELHNNJ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As social scientists, we use epidemic models to mimic the diffusion of opportunities and ideas in the society. In this context, we are used to think of the effects of people's choices and actions on diffusion processes, like viral marketing campaigns or the launch of new technologies that increase online contacts. In general, our focus is on what happens when each individual in the society takes autonomous decisions that affect her socialization. Looking at people's responses and decisions can be helpful to design policies against diseases and to understand how they affect the behavior of other members of the society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following the outbreak of the new Coronavirus, governments have faced the necessity to foster the limitation of social contacts. In most cases, initially the population have been asked to limit their contacts relying on the individual sense of responsibility (an extreme case was the initial approach in the United Kingdom, where isolation was intended only for people suspected to be infected or arrived from abroad, as stated by the Health Protection (Coronavirus) Regulations 2020 on March 10); while only at a later stage rigid temporary laws have been issued (like China on January 23 and 26, 2020, or Italy on March 4 and 11). There are still countries like Sweden, where on March 27 the Government banned only public gatherings of more than 50 people. However, independently of the nature of the restrictions, it is clear that not every individual responds in the same way to impositions and requests. Some people cut immediately all their social contacts, while others may only marginally reduce them. The classic argument of revealed preferences suggests that those who have more social relations will be less prone to limit them: their behavior reveals that they care more than others about social interactions, for personal taste or for professional reasons. So, if we just ask people to reduce their contacts at a level they feel safe, everybody will trade off the expected risks with the benefit that they perceive from socialization. Thus, those who have many contacts every day will be proportionally less inclined to cut them, compared than those who have few.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We argue that when a disease spreads in a population with heterogeneous intensity of meetings -a so-called complex network -if the individuals who meet many people exhibit high resistance against isolation policies, such policies may not only turn out to be ineffective, but can even be detrimental. Imagine a social-distancing policy that asks people to limit their contacts to reduce the diffusion of a disease. This generates a new reduced social network that is smaller but denser. The main unintended negative consequence of the policy could be that even if the disease was eventually going to die out in the original social network, it becomes endemic in the new network instead. Paradoxically, as long as the policy is in force, the disease will be kept alive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The intuition behind the phenomenon is simple to grasp, and we leave the details of a parsimonious susceptible-infected-susceptible (SIS) model in the Supplementary Material. Consider the social network of a society, where some people have few links and others have many. Consider, also, a disease spreading via these contacts. Whether the disease will be endemic or not turns out to depend on the interplay between the features of the disease itself and the statistical properties of the social network through which it is spreading. The disease is concisely described by the transmission rate, β, and the recovery rate, δ. The characteristics of the social network are captured by the number of contacts that one has d. In particular, by its average across people, denoted d , and by the expected square of this number, d 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whether the disease dies out or remains endemic depends on the relationship between two quantities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A high λ indicates a disease that is highly contagious and slow to recover from. On the contrary, µ describes the heterogeneity of the network. The analysis of the model shows that µ captures how much the structure of the network slows diffusion processes down: the lower the µ, the more dangerous the situation is (with a physics analogy, 1/µ can be though of as the conductivity of the network with respect to the disease's diffusion process). When λ < µ the disease is not endemic, and the difference between them tells us how fast it will die out. Instead, when λ ≥ µ, the disease becomes endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Original social network Social distancing policies aim at reducing the contacts among people, thus modifying the original social network in order to cut or interrupt the transmission chain of the disease, until it dies out. However, if not everyone responds in the same way to the policy, then the resulting network may turn out to be sparser on average, but still too dense of contacts among the most active individuals. This can happen, for instance, if those who have more contacts are relatively less responsive to the policy indications. Unfortunately, then, the new smaller network might have some properties, such as a low µ, that might hinder the containment of the disease or even \"help\" the disease to remain endemic among those individuals who keep on being active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Imagine, for example, that the number of people that one meets on a daily basis ranges from five to 50. As usually happens in the real world (see Fig.  1 ), many people have few connections while few individuals, called hubs, have a lot more. Now, say that everybody is asked to cut their meetings by the same quantity (to begin with, just three contacts, which is more than half for peripheral nodes, but proportionally very little for the hubs), so that the new degree distribution is shifted down, but keeps the same variance. In this case, a µ that was originally higher than λ may actually decrease, so that a disease may remain active for more time. If more contacts are dropped with the same uniform rule, µ may keep decreasing, up to the point that it becomes smaller than λ, and the disease remains endemic in the society, at least as long as the population is in the new network exhibits µ < λ. This remains true even if an additional cut completely isolates some nodes in the network, or even most of them. The sub-population of the remaining ones, those who had originally many links and are still very connected, will behave as an incubator for the disease because they form now a denser sub-network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig.  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "By contrast, a policy that imposes a proportional cut their contacts to each individual always delivers an increased µ (e.g. it doubles if the reduction is by 50% for all nodes). A valid intervention by the authorities should play on both the uniform scaling that reduces contacts by a constant amount (as is the effect of closing schools for students) and on targeting those individuals with many contacts (which could be obtained by closing or regulating private activities like shops and leisure meeting points).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our claim is based on a simple SIS model (see Supplementary Material) , but the findings are consistent with those of other models that have been recently proposed, as in the examples from the Stanford Human Evolutionary Ecology and Health group or the SIR models by Anderson and colleagues (1) and Koo and colleagues (2) . The same message comes from the empirical work of Chinazzi and colleagues (3) , analyzing human mobility data from airline companies. All these works point out that restrictions are effective only if everyone fulfills the prescriptions and limits socialization.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 69,
                    "text": "Supplementary Material)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The specific focus of our approach is to distinguish people by their degree of socialization, and remark that if not everybody reduces drastically and proportionally their social contacts, then such measures could have an effect opposite to the one expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contributors Both AM and PP were responsible for analyzing the model and writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A.1 The model Consider a society formed by a large number of individuals who interact by meeting others at random and where each individual can alternate between being susceptible or infected to a disease which transmits via social contacts. More in detail, we first consider a degree-based random mixing model with an infinite number of agents, often thought as an \"approximation\" of a large social network. Then, we consider a tractable first approximation of a susceptibleinfected-susceptible (SIS) model based on a simple linear form, standard in the literature. (4;5) Although we are not the first ones to consider this model in a context of quarantine, all previous works have focused on different issues and did not consider the possible negative effects of a quarantine that is not homogeneous. (6;7;8) Technically, we adopt a SIS model because its ergodic nature delivers neat analytical results. Moreover, it is still not clear to scientists whether COVID-19 can affect more than once the same person. Cases of multiple infection in the same person have been reported by the end of February in China and Japan.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 572,
                    "text": "(4;5)",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 810,
                    "text": "(6;7;8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "Consider a network with degree distribution P (d), i.e. where the degree of a node i is d i and P (d) is the fraction of individuals with degree d. The probability of meeting an agent of degree d is P (d)d/ d . Let ρ(d) be the fraction of individuals of degree d who are currently infected, so that the probability of meeting an infected agent of degree d is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "Overall, the probability of meeting an infected individual is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "while the average infection rate in the population is ρ = d ρ(d)P (d).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "The mechanism of the disease transmission is as follows. The chance that a given individual of degree d becomes infected in a given period when faced with a probability θ that any given meeting is with an infected individual is βθd,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "where β ∈ (0, 1) is a parameter describing the rate of transmission of the infection in a given period. The probability that an infected individual recovers (and becomes again susceptible) in a given period is δ ∈ (0, 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "With a mean-field approach, one can compute the expected change of ρ(d) over time, for all d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "where the first term describes the inflow of susceptibles becoming infected and the second term describing the outflow, i.e. infected who recover. The steady-state of the system is such that dρ(d)/dt = 0. Solving this equation yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "where λ := β/δ. Plugging Eq. (3) into Eq. (1) gives the condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "The function H(θ) keeps track of how many individuals would become infected starting from a level θ. Steady states of the system are fixed points such that H(θ) = θ and Eq. (4) has always solution θ = 0, but can also have other solutions. Since H(0) = 0 and H(θ) is increasing and strictly concave in θ, then it turns out that in order to have a (unique) positive steady state it must be that H (θ) > 1. Since H (θ) = λ d 2 / d , then the condition for an endemic equilibrium to exist is (and corresponding also to a positive average infection rate in the population, ρ > 0)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "This condition means that the infection-to-recovery ratio has to be high enough relative to average degree divided by second moment (roughly variance of degree distribution). Intuitively, this shows that high degree nodes are more prone to infection and, since they have many meeting, also serve as conduits for infection. In general, a social network with high variance in the degree distribution is such that there are many of such high degree nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "A.2 Endemic Disease from Self-isolation From Eq. (5), we have that if µ = d / d 2 decreases, then the epidemics can become endemic. This can happen, for example, if during a self-isolation period only the nodes with low degree reduce drastically their contacts. In general, consider the situation in which all nodes decrease their contacts by a common discrete number h, obtaining a new re-scaled degree distribution d = d − h. The mean degree becomes d = d − h, but the variance of the degree distribution d2 − d 2 = d 2 − d 2 remains unchanged. However, this new distribution is such that the threshold d / d2 in Eq. (5) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "then it is negative when d 2 > 2 d 2 , which holds if the standard deviation is high enough. For h small, this marginal effect remains negative which indicates that µ(h) decreases. Specifically, as h increases then µ(h) decreases as long as h does not exceed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "This implies that if the cut to links imposed by the self-isolation policy is too weak, i.e. h is too small, then the threshold for the existence of the endemic equilibrium decreases. Thus, a disease that was not endemic may instead become endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Supplementary material"
        },
        {
            "text": "From Eq. (2) we can compute the Jacobian J when the disease is not endemic. That is, when ρ(d) → 0 for all d, and also θ → 0. Deriving Eq. (2) with ρ = 0 and θ = 0 yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "which can be written as the (D × D)-matrix J = (J k ) k, =1,...,D of the form (where D is the maximum degree in the network)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "1P (1) · · · P ( ) · · · DP (D) − δI,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "where in the first term there is the matrix multiplication between two vectors and I is the identity matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "In general, consider a matrix A := uv −δI. Then, its eigenvalues are −δ and v u − δ. The corresponding eigenvectors are, respectively, all vectors orthogonal to v and u itself. In our case, then, the only eigenvalues of J are e 1 = −δ and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "While e 1 = −δ is independent of the network and always negative, e 2 , which is proportional to the difference 1/µ − 1/λ, is negative if and only if λ < µ. From Eq. (5), this occurs exactly when the only equilibrium is the disease-free equilibrium and it is asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "Moreover, from the policy perspective, in this case the speed of convergence to the disease-free equilibrium is determined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        },
        {
            "text": "This implies that as µ = d / d 2 increases, so does |e 2 | and the speed of convergence to the disease-free equilibrium increases as well. Conversely, as µ decreases, so does the speed of convergence, up to the point where µ goes below the threshold λ in Eq. (5), which is when the equilibrium becomes endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Speed of Recovery to Disease-free Equilibrium"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic? The Lancet",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Roy M Anderson",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "T Déirdre",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [
                        "R"
                    ],
                    "last": "Joel R Koo",
                    "suffix": ""
                },
                {
                    "first": "Minah",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "Yinxiaohe",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Haoyang",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Jue Tao",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Clarence",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Borame L",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dickens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak. Science",
            "authors": [
                {
                    "first": "Matteo",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic dynamics and endemic states in complex networks",
            "authors": [
                {
                    "first": "Romualdo",
                    "middle": [],
                    "last": "Pastor",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Satorras",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review E",
            "volume": "63",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social and Economic Networks",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quarantine-generated phase transition in epidemic spreading",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lagorio",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Dickison",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physical Review E",
            "volume": "83",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamics of an epidemic model with quarantine on scale-free networks",
            "authors": [
                {
                    "first": "Huiyan",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Kaihui",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xinchu",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Physics Letters A",
            "volume": "381",
            "issn": "47",
            "pages": "3945--3951",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dynamic stability of an SIQS epidemic network and its optimal control",
            "authors": [
                {
                    "first": "Kezan",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Guanghu",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Zhongjun",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Lijuan",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Communications in Nonlinear Science and Numerical Simulation",
            "volume": "66",
            "issn": "",
            "pages": "84--95",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Social network of 500 nodes, with degree distribution given by P(5) = P(10) = 0.4, P(20) = 0.1, P(40) = P(50) = 0.05. Different self-isolation measures are applied, depending on the number h of links removed to each node. In this example µ falls down as h increases.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}