{
    "paper_id": "fee6d99b5be4061e064bb47d1e53bc49f7b1ced0",
    "metadata": {
        "title": "To appear in: Public Health",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Corona virus disease 2019 (COVID-19) pandemic has now reached the entire world and emerged as a major public health threat. COVID-19 is a highly transmittable and pathogenic viral infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This novel pathogenic virus emerged in Wuhan, China and has rapidly spread around the world 1 , with 210 countries, including Bangladesh, reporting more than 2.4 million confirmed cases of COVID-19, leading to 1,69006 deaths as of April 22, 2020 2 . Many developed countries in the world have imposed uniquely severe isolation measures in an attempt to attenuate the mortality and disease transmission of the virus, and the World Health Organization (WHO) declared the situation a public health emergency of international concern. The first COVID-19 case in Bangladesh was identified on March 7, 2020. Since then, 120 deaths out of 3772 confirmed cases have been reported till date. The total number of cases is raising rapidly, with a high mortality rate (3.18%) 3 . As the number of 2019-nCoV infections continues to rise in Bangladesh ( Figure  1 ), an emergency public health response is urgently required to mitigate the severity of the COVID-19 outbreak, which has the potential to result in devastating social, economic and political crisis. In response to COVID-19, the government of Bangladesh, including the Directorate General of Health Services (DGHS) and Institute of Epidemiology, Disease Control and Research (IEDCR) have raised a national level alert and implemented wide-ranging, multiagency public health measures under WHO guidelines to fight against the pandemic. However, lack of public awareness and widespread panic and anxiety related to an unknown illness among the general population, as well as limited health facilities pose unique challenges and an enormous threat to the population. Since COVID-19 appears to be transmitted person-to-person through respiratory droplets, close contact and fomites in the immediate environment around the infected person 4 , the Bangladeshi government initiated a public campaign highlighting the necessity of practicing respiratory hygiene and hand hygiene, and using appropriate personal protective equipment (PPE) such as mask and gloves 5 , with evidence of minimal adoption by the public at large. Early detection and isolation of cases have been the bedrock for curbing the rapid spread of communicable diseases such as COVID-19, and extra precautions need to be taken to promptly identify asymptomatic viral carriers 6 . Currently, there are only 20 laboratories, which perform COVID-19 testing in Bangladesh most of them are in Dhaka 7 . By 22 April, a total of 32,674 samples were tested and in the last 24 hours, a total of 3,096 samples tested all over the country 3 . The overall COVID-19 test rate in Bangladesh is 156/1000000 population 7 , obviously, a markedly insufficient figure that attests to the severe insufficiency in testing facilities, as well as the absence of sufficient testing centers with the necessary equipment such as testing kits, surgical gloves, PPE for healthcare staff to address the anticipated surge in COVID-19 cases 8 . Dhaka, the largest and very populous city remains the epicenter for COVID-19 in Bangladesh, and multiple clusters from which community transmission occurred rapidly were identified, efforts such as lockdown and social distancing to interrupt transmission chains have already initiated 9 . However, public awareness remains extremely low and often dismissive of the social isolation directives. Government interventions aimed at enforcing the preventive measures have been quite difficult to implement and rather unsuccessful despite the mobilization of the Bangladesh police 10 . An intensive awareness program through mass media as well as internet and social media is urgently required to fully engage the population to learn and understand the seriousness of the outbreak, and their role and responsibility to mitigate the severity of COVID-19. However, concurrent government measures aimed at ensuring the adequacy of the food supply chain, that the poor and disadvantaged are brought under adequate and effective relief programs, and that community leaders are identified and empowered to lead and preserve the social isolation measures while effectively constituting surveillance mechanisms are all needed. In a time of crisis like the one generated by the rapid dissemination of COVID-19, Bangladesh stands, similar too many other emerging economies, in an extremely vulnerable position, whereby the absence of adequate testing and hospital resources along with public unawareness and lack of coordination among the various government or private agencies are likely to result in catastrophic loss of lives.",
            "cite_spans": [
                {
                    "start": 1030,
                    "end": 1031,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2552,
                    "end": 2553,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2804,
                    "end": 2805,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3186,
                    "end": 3187,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3475,
                    "end": 3476,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3765,
                    "end": 3767,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1115,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        },
        {
            "text": "Authors' contribution: All authors contributed equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: None"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 infection: Origin, transmission, and characteristics of human coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shereen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kazmi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report -91",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Modes of transmission of virus causing COVID-19 : implications for IPC precaution recommendations",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PM instructs all govt officials to wear masks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Shawon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dhaka Tribune. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strategies for the prevention and management of coronavirus disease 2019",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Govt now scrambles for testing kits, PPE [Internet]. The Daily Star",
            "authors": [
                {
                    "first": "Ma-M",
                    "middle": [],
                    "last": "Molla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bangladesh prepares for lockdown",
            "authors": [],
            "year": null,
            "venue": "The Business Standard. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bangladesh police struggle enforcing pandemic shutdown",
            "authors": [
                {
                    "first": "Mahmud",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}