{
    "paper_id": "fef647620a1799737eab093bf35aa444a6d68208",
    "metadata": {
        "title": "Automatic Control of Arterial Carbon Dioxide Tension in Mechanically Ventilated Patients",
        "authors": [
            {
                "first": "Tyrone",
                "middle": [],
                "last": "Fernando",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Cade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Packer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents a method of controlling the arterial carbon dioxide tension of patients receiving mechanical ventilation. Controlling of the CO 2 tension is achieved by regulating the ventilator initiated breath frequency and also volume per breath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Index Terms-Arterial carbon dioxide tension, automatic control, mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M ODERN lung ventilators are equipped with a variety of support techniques that provide the clinician various ways of artificially ventilating patients. Mandatory minute ventilation (MMV) is one such ventilation technique that interact with the patient in such a way that the delivery of a preset minimum minute volume (inhaled volume per minute) is guaranteed. The number of volume control breaths 1 per minute automatically increases or decreases to ensure the delivery of the requested mandatory or minimum minute volume. The concept of MMV appears attractive in that it provides the ability to increase or decrease the number of volume control breaths in a given time span. Thus, if the patient is apneic, an appropriate number of volume control breaths are delivered, and as the patient resumes spontaneous ventilation, the number of volume control breaths decreases gradually. This support scheme provides flexibility for a patient to automatically take up the work load of breathing and for the machine to gradually wind down at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "For a patient ventilated in MMV, the clinician selects the level of minimum minute ventilation and this setting remains unaltered until a change is requested by the clinician. In the event of an increase or decrease in arterial CO tension, the MMV setting may be decreased or increased respectively by the clinician to correct the disturbed arterial CO tension. Regulating the MMV setting to maintain an acceptable arterial CO tension could be performed automatically. This paper deals with such an automatic ventilation scheme that maintains the arterial CO tension less than a specified level determined by a clinician. 1 A volume control breath delivers a fixed volume specified by an operator. ",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 623,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "During respiration not all inhaled air reaches the alveoli, as part of it remains in the conducting portion of the airway. The region of the respiratory system where gas exchange does not take place is termed the respiratory dead space. By examining the CO content of the exhaled air, Bohr formulated the following relationship [1] : (1) where is the dead space, is the tidal volume (i.e., volume inhaled per breath), is the arterial CO tension, and is the average CO tension in exhaled air. A typical trace of exhaled CO tension against exhaled volume (i.e., SBT-CO plot 2 ) consists of three phases [1] : phase 1 comprising the CO -free gas from the airways, phase 2 a transition phase characterized by a S-shaped up-swing in the tracing representing the washout of airway with alveolar gas, and phase 3 comprising CO -bearing gas from the alveoli (see Fig. 1 ). The initial volume of expirate which includes the volume of fresh air down to the alveolar/fresh air interface represents the airway dead space. Airway dead space is, therefore, defined as the volume of air that does not reach the sites of gas exchange (i.e., alveolus). On the SBT-CO plot this corresponds to an exhaled volume in phase 2. The exact location of this position on the SBT-CO plot is reported in [2] and [3] , and here it is taken as the exhaled volume corresponding to the point of inflection on the SBT-CO curve. Alveolar tidal volume is the part of inhaled volume that reach the alveoli (2) where is alveolar tidal volume and is airway dead space. However, not all inhaled air that reaches the gas exchanging zone takes part in the mixing process. This fractional volume in alveoli that does not contribute to gas exchange is termed alveolar dead space. Combination of alveolar dead space and airway dead space defines the total dead space of the respiratory system (3) where is alveolar dead space. The effective alveolar ventilation is the difference between alveolar tidal volume and alveolar dead space (4) where is the effective alveolar ventilation. The alveolar dead space can be related to areas of SBT-CO plot (see Fig. 2 ). In Fig. 2 , the dashed vertical line falls through the point of inflection of the SBT-CO curve. The areas and represents the following.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1989,
                    "end": 1992,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 861,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2106,
                    "end": 2112,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2119,
                    "end": 2125,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "Area-Efficient part of ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "Area-A defect in CO elimination that represents wasted ventilation due to alveolar dead space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "Area-A defect in CO elimination that represents wasted ventilation due to airway dead space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "The alveolar dead space can be defined using Area-and Area- [1] , [4] Area-Area-Area-",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "Refer to the Appendix for a clinical trial on the measurement of airway deadspace and alveolar deadspace of a mechanically ventilated patient in the Intensive Care Unit (ICU) at the Royal Melbourne Hospital (RMH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. RESPIRATORY DEAD SPACE"
        },
        {
            "text": "This section describes two algorithms [5] that can estimate arterial CO tension of mechanically ventilated patients. The continuous estimation of arterial CO tension is based on instantaneous, correlated measurements of ventilatory flow, airway pressure, and CO tension of exhaled air measured by a capnograph. Although end tidal CO tension may approximately follow the variations in arterial CO tension, various studies have shown that utilization of end tidal CO as a noninvasive monitoring substitute for trends in arterial CO tension in critically ill patients may be misleading [6] , [7] . The algorithms described here are based on the efficiency of gas mixing in the lung as oppose to an algorithm based on end tidal CO tension. The efficiency of gas exchange may be defined using Bohr's equation efficiency (6) where is the dead space, is the tidal volume, is the arterial CO tension, and is the average CO tension of exhaled air. The term represents how well the inhaled tidal volume is used in the lungs for the purpose of gas exchange, and hence the term may be referred to as the efficiency of gas mixing efficiency (7) Experiments carried out on human subjects [5] , [8] have found that the efficiency of gas mixing stays relatively constant for various levels of ventilation. Hence, if the efficiency of gas mixing is calculated upon performing a blood test and assumed constant in an individual patient for subsequent breaths following the blood test, the only unknown in (7) is the blood CO tension, provided that the average partial pressure of CO in exhaled air is known. Using basic gas laws, can be expressed as follows: (8) where",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "III. ARTERIAL CO TENSION ESTIMATION"
        },
        {
            "text": "is the partial pressure of CO in exhaled air, is mouth pressure, is the flow, is the tidal volume, is the exhalation time, is the barometric pressure, and is the saturated water vapor pressure. It should be noted that the accuracy of estimation can be affected by possible variations in efficiency of gas mixing that may occur. The problem of changes in efficiency can be overcome by incorporating a monitoring module to detect such changes and to request the operator to perform a new blood test to calculate the new efficiency of gas mixing thereby improving the accuracy of CO estimation. The efficiency of gas mixing is considered to change if any of the following events occur three times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ARTERIAL CO TENSION ESTIMATION"
        },
        {
            "text": "• If minute volume increases by 800 ml/min or more and endtidal CO tension 3 does not drop by at least 2 mmHg. • If minute volume decreases by 800 ml/min or more and endtidal CO tension does not increase by at least 2 mmHg. • If minute volume increases by 800 ml/min or more and estimated CO tension does not drop by at least 2 mmHg. • If minute volume decreases by 800 ml/min or more and estimated CO tension does not increase by at least 2 mmHg. • If inspiratory time changes by more than 0.5 s. • If peak airway pressure changes more than 10 cm H O.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ARTERIAL CO TENSION ESTIMATION"
        },
        {
            "text": "• If previous PEEP 4 is less than 10 cm H O and changes by more than 5 cm H O. • If previous PEEP is greater than or equal to 10 cm H O and changes by more than 2 cm H O. Equations (7) and (8) together with a monitoring module for detecting changes in efficiency of gas mixing provide a framework for estimating arterial CO tension. Algorithm 1 outlines a technique for estimating arterial CO tension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. ARTERIAL CO TENSION ESTIMATION"
        },
        {
            "text": "Step one: Based on initial simultaneous and SBT-CO trace Do a blood test and measure Use (8) Step three: Applicable to measurement in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "Step two",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "Has the efficiency changed? Yes: Go to step one No: Go to step two Efficiency of gas mixing can also be defined using the areas of SBT-CO curve [9] Efficiency",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "Area-Area-Area-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "3 End-tidal CO tension is the partial pressure of CO in a sample of exhaled air taken at the end of exhalation. 4 PEEP stands for positive end expiratory pressure.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "The algorithm proposed by [5] for CO estimation is based on the efficiency expression derived by Fletcher. The method of estimation is shown in Algorithm 2.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm 1"
        },
        {
            "text": "Step one: Based on initial simultaneous and SBT-CO trace Step three: Applicable to measurement in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2"
        },
        {
            "text": "Step two",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2"
        },
        {
            "text": "Has the efficiency changed? Yes: Go to step one No: Go to step two",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2"
        },
        {
            "text": "It should be noted that the efficiency expression resulting from Fletcher's equation includes only alveolar dead space and alveolar tidal volume as opposed to total dead space and total tidal volume incorporated in the efficiency expression resulting from Bohr's equation. It has been reported that efficiency defined by Fletcher's equation is less sensitive to changes in ventilation than the efficiency defined using Bohr's equation [5] . Hence, it may be expected that incorporating the efficiency expression derived using Fletcher's equation for arterial CO estimation produces more accurate readings of arterial CO than incorporating the efficiency expression derived using Bohr's equation. The algorithm implemented by [5] claims an accuracy of 4 mmHg.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm 2"
        },
        {
            "text": "The level of arterial CO tension is dependent on the CO production in cells and the magnitude of effective alveolar ventilation. A disturbance in CO production or the magnitude of effective alveolar ventilation will alter the level of arterial CO tension. The relationship between these variables are given by the alveolar air equation [10] (10) Fig. 3 shows the inverse relationship between the blood carbon dioxide tension and the effective alveolar minute ventilation for various CO production values.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "A one-step-ahead control strategy may be adopted in the regulation of blood CO tension. A one-step-ahead controller by definition attempts to push the control variable (i.e., ) from the current value to the desired value in one step. The CO controller takes corrective action every five minutes, which is also the sampling time of the controller. The performance of the controller can be explained by referring to the details of Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 435,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "A patient with an unacceptable blood CO tension of 60 mmHg with an alveolar minute ventilation of 2.8 l/min and CO production of 200 ml/min can be represented at point A on the diagram. The controller in an attempt to push the patient's blood CO tension from the present value to the desired value of 40 mmHg calculates a desired alveolar ventilation of 4.3 l. If the CO production remains constant until the next sample (i.e., 5 min into the future), the patient descends down line AB and reaches the desired CO level in one step. The one-step-ahead control law can be written as (11) where is the current effective alveolar ventilation, is the current arterial CO tension, is the desired arterial CO tension, and is the calculated new effective alveolar ventilation to correct the current arterial CO tension. The above control strategy is derived using (10) and assuming that is constant between sampling periods. However, if the CO production changes (e.g., it increases from 200 mL/min to 250 mL/min), the patient instead of descending from point A to point B moves from point A to point C. In this situation, the target value is not reached in one step due to the disturbance in the CO production; the controller again attempts to push the patient from point C to the new desired point D by calculating a new alveolar ventilation of 5.4 L. It is clear that desired performance of the controller can be guaranteed even under sudden changes in CO production, provided it remains stable after the change. However, if the CO production is unstable and oscillates about a mean CO production value of with an amplitude of , then from (10) it is clear that blood CO tension oscillates about the desired CO tension with an amplitude of where (12) provided that alveolar ventilation is unchanged. Fig. 4 shows this scenario, as the CO production oscillates between 150 to 250 mL/min for a constant effective alveolar minute ventilation of 4.3 L represents an oscillatory movement of a point between and . It is clear that arterial CO tension will oscillate between 30 to 50 mmHg as shown in the horizontal oscillations. If the magnitude and direction of CO production oscillations are known, the controller can then suppress the oscillations in CO tension by oscillating the alveolar minute ventilation with an amplitude of where",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 860,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1794,
                    "end": 1800,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "The suppression only occurs when the CO production oscillations are in phase with the effective alveolar minute ventilation oscillations. The vertical oscillations in Fig. 4 indicates how effective alveolar minute ventilation should oscillate in order to suppress the CO tension oscillations. If the CO production oscillations and the oscillations are out of phase then from (10) it is clear that the blood CO tension will oscillate with amplitude (14) which is greater than the CO tension oscillations when there is no CO control action present.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "Since the disturbance in CO production depends on body metabolism, it cannot be predicted, though it can be continuously measured. Controlling CO tension when oscillatory disturbances are present in CO production may intensify the existing oscillations. When consistent oscillations are present in the CO production, the best performance the controller can achieve is by regulating the CO tension using a running mean CO production value instead of regulating it using the single CO production value at the time of sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "From the above discussion it is clear that to control the arterial CO level, it is necessary that the assumption the CO production is relatively constant be valid and regulation of effective alveolar minute ventilation be possible. Fig. 5 shows a typical variation of CO production over a period of 30 min. Here the average CO production varies within a band of 10 mL and from (12) it is clear that this will cause the arterial CO tension to oscillate with an amplitude provided that effective alveolar minute ventilation is left unaltered. For in the range of 4 to 8 L, the expected arterial CO tension oscillations have amplitudes ranging from 1.1 mmHg to 0.5 mmHg. Since the target tension is generally set around 40 mmHg, a control system that can regulate the level with in a band of 1.1 mmHg can be considered entirely acceptable. Such typical variation in CO production is, therefore, not a performance limiting factor of the control system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "The minute ventilation for a mechanically ventilated patient depends on the patient's own respiratory drive and the number of mandatory breaths the operator specifies. The mandatory breaths contribute to a certain mandatory minute ventilation and the patient's respiratory drive contributes to a certain spontaneous minute volume. Both the spontaneous and mandatory minute volumes contain respiratory dead space volume, and subtraction of the two gives the effective minute volume carried by spontaneous and mandatory breaths. The controlling of assumes that regulating is possible. The effective alveolar minute ventilation is composed of the effective minute volume contributed by the spontaneous breaths (i.e., ) and also the effective minute volume contributed by the mandatory breaths (i.e., )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "The regulation of can only be done by adjusting . To be able to set any desired by adjusting it is necessary that these two quantities are directly related, any changes to must be reflected in . Fig. 6 shows an example of changes in and the corresponding changes in . From this it is clear that the variations in does not necessarily follow the those in . A change in may alter both the and . There is no direct relationship between and , since alterations in does not get reflected in . Hence, controlling the level about a target value is not possible in such circumstances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "However, if a patient receives a certain number of mandatory breaths, then this ensures that the patient is guaranteed a certain level of effective alveolar minute ventilation, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "From (10) and (16), the following can be written:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "From (17), it is clear that using as the control signal and (11) as the control law can only maintain arterial CO level below a certain maximum level (i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "). Similarly, (16) and It is clear that in this situation using the MMV setting as the control signal and (11) as the control law, again can only maintain arterial CO tension below a certain maximum level (i.e., ). Hence, it may be stated that, while arterial CO tension cannot be controlled about a set target level, it is possible to maintain it below a certain maximum level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. CONTROL OF BY REGULATING"
        },
        {
            "text": "To maintain arterial CO tension below , must be regulated according to (11) periodically. The periodic implementation of can be done in the MMV mode by periodically selecting a MMV setting as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. VMMV ALGORITHM"
        },
        {
            "text": "where is the deadspace volume corresponding to . The new minute dead space volume can be estimated by assuming that minute dead space volume varies proportionally to minute volume [8] A patient who had been receiving mechanical ventilation for the past 72 hs was chosen to trial on the VMMV mode. The patient was on a rate of 12 volume control breaths per minute, each carrying a tidal volume of 600 mL. A blood test was performed 4 min into the trial, and it revealed an arterial CO tension of 41 mmHg. Based on the arterial CO tension in this minute, a blood gas efficiency of 0.646 was calculated (refer to Section III for details of this calculation). The VMMV mode was not engaged until the 21st minute, until then only the CO estimator was in operation. Within this time span, arterial CO tension varied between 38.9-41.1 mmHg. When the VMMV mode was engaged a maximum arterial CO tension setting of 41 mmHg was chosen as the input to the algorithm.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "V. VMMV ALGORITHM"
        },
        {
            "text": "The minute volume, MMV settings, estimated arterial CO tension, and spontaneous and volume control breaths per minute are shown in Fig. 8 . By the 61st minute, the patient was receiving no volume control breaths and was breathing spontaneously. The minute ventilation then remained above the MMV setting constantly for another 20 min at which point the trial was terminated. A blood gas performed in the 78th minute revealed an arterial CO tension of 36.7 mmHg. The estimated arterial CO tension was 1.6 mmHg different from the value obtained from gas analysis. It is noted that throughout the trial, the MMV setting has changed at every 5-min interval, and the arterial CO tension has remained below the set maximum limit. The new ventilation mode has demonstrated the ability to encourage patient's spontaneous breathing while ensuring that the arterial CO tension remained below the prescribed maximum settings as determined by the clinician.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "V. VMMV ALGORITHM"
        },
        {
            "text": "The control system cannot raise the arterial CO tension above the level achieved during spontaneous ventilation. In situations where arterial CO tension needs to be increased, patient's spontaneous ventilation needs to be suppressed through sedative medication allowing the mechanical ventilator to \"take over\" in regulating effective alveolar ventilation and thereby controlling the arterial CO tension. Tighter control of arterial CO tension is possible if spontaneous breathing is suppressed and ventilation is controlled entirely by a ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. VMMV ALGORITHM"
        },
        {
            "text": "When a patient is ventilated in the VMMV mode, the clinician decides the maximum arterial CO level. Once this decision is made, the ventilation scheme calculates a new MMV setting every 5 min (hence the name variable MMV) to ensure that arterial CO level stays below the set limit. The ventilation mode while providing all features of the MMV mode can ensure that arterial CO remains below a set limit. Fig. 9 . SBT-CO plot and the gradient of SBT-CO . The CO partial pressure signal was obtained from a Hewlett Packard 78 356A capnograph and the flow signal was obtained from a PB-7200a ventilator. The flow signal was integrated to obtain volume. The measurements were made in ICU at RMH.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 409,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "To form a SBT-CO trace, it is necessary to access the inspiratory flow waveform and CO partial pressure of exhaled air. The inspiratory flow waveform was accessed from an analog port in the PB-7200a ventilator and the CO partial pressure of exhaled air was accessed from an analog port of the HP-78 356A capnograph. Both analog signals were sampled at a frequency of 100 Hz and processed in an IBM-386 PC. The top graph of Fig. 9 shows a SBT-CO trace. The gradient of this curve is shown in the lower graph of Fig. 9 . The maximum peak in the gradient of SBT-CO plot corresponds to the point of inflection of the SBT-CO plot. The maximum peak in the gradient of SBT-CO plot in this patient occurs when the exhaled volume is 152 ml. This point corresponds to the point of inflection of the SBT-CO plot and, therefore, represents the airway dead space. The tidal volume of this breath is 408 ml and hence the alveolar tidal volume is 408 152 256 ml. A blood test performed within this time revealed an arterial CO tension of 41 mmHg. The Areaand Area-for this breath was calculated to be 7138 ml mmHg and 3373 ml mmHg, respectively. Using (5) alveolar dead space is (256 3373)/(7138 3377) mL. The total dead space of the respiratory system is the sum of alveolar dead space and airway dead space, 82 152 234 mL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 429,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 516,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "APPENDIX"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The concept of deadspace with special reference to the single breath test",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jonson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brew",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Brit. J. Anaesth",
            "volume": "53",
            "issn": "",
            "pages": "74--90",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lung function studies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Amer. J. Physiol",
            "volume": "154",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The single breath test for carbon dioxide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An intelligent P estimator and controller for ventilation control",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "End-tidal carbon dioxide in critically ill patients during changes in mechanical ventilation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Segel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bizousky",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gazeroglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sackner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Amer. Rev. Respir. Dis",
            "volume": "140",
            "issn": "",
            "pages": "1265--1268",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variation in PCO between arterial blood and peak expired gas during anesthesia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Raemer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Grabel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Anesth. Analg",
            "volume": "62",
            "issn": "",
            "pages": "1065--1069",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Elimination of carbon dioxide by the lung",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Anesthesiology",
            "volume": "21",
            "issn": "6",
            "pages": "620--633",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Deadspace, invasive and noninvasive",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Brit. J. Anaesth",
            "volume": "57",
            "issn": "",
            "pages": "102--107",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Essentials of Respiratory Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Pain",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Three phases of SBT-CO plot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SBT-CO plot and the partition of regions X; Y ; and Z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "One-step-ahead control performance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Oscillations of CO production, arterial CO , and effective alveolar minute ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Variation of carbon dioxide production over time. The online estimation was performed in ICU at RMH.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Pattern of changes in effective mandatory minute volume and the corresponding changes in effective alveolar minute ventilation. All measurements were carried out at RMH.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Implementation of the VMMV algorithm.(17) can be rewritten for a patient ventilated in the MMV",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "is a schematic of a patient ventilated in VMMV mode. Arterial CO tension (rather than minute ventilation) serves as the input to the VMMV algorithm. The periodic MMV selection is based on (23). Based on the arterial CO tension and minute ventilation, both averaged over 5-min intervals, the MMV selector outputs a new MMV setting every 5 min. The following is a clinical trial of a patient ventilated in the new VMMV mode.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Variations of minute volume, the MMV setting, the arterial CO tension, spontaneous, and volume control breaths per minute. This VMMV trial was carried out in ICU at RMH.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the clinical and technical staff at the Intensive Care Unit at the Royal Melbourne Hospital for their assistance in conducting clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        }
    ]
}