{
    "paper_id": "PMC2717332",
    "metadata": {
        "title": "Thermostability of the N-Terminal RNA-Binding Domain of the SARS-CoV Nucleocapsid Protein: Experiments and Numerical Simulations",
        "authors": [
            {
                "first": "Huey-Jen",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong-Zhong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mai",
                "middle": [
                    "Suan"
                ],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ming-Chya",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun-Ling",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chung-ke",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yen-lan",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tai-huang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hueih-Min",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tian-Yow",
                "middle": [],
                "last": "Tsong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chin-Kun",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": "huck@phys.sinica.edu.tw",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The SARS-CoV nucleocapsid protein (NP) is a major virion structural protein in severe acute respiratory syndrome (SARS) (1,2). It has 422 amino-acid residues, a molecular weight of 46 kDa, and shares 20–30% homology with the NP of other coronaviruses (1,2). Its major function is to assemble the viral RNA genome of coronavirus to form the helical ribonucleoprotein core. In vitro, the NPs, in the absence of genomic nucleic acid, exist as dimers at a low concentration, and may form higher oligomers at higher concentrations (3). The NP does not have any cysteine residues, thus it contains no disulfide bond, and may be less stable than other structural proteins of SARS-CoV. Experiments showed that it is most stable at pH 9.0 (3). Thermal and chemical denaturant-induced denaturation analysis (3) showed that the unfolding and refolding of oligomeric NP can be described by a two-state model. Chemical unfolding is found to be reversible (3,4), while both irreversibility (3) and reversibility (4) of the thermal-induced unfolding in different buffers have been reported. Recently, Wang et al. (4) reported that the NP in phosphate-buffered saline buffer starts to unfold at 35°C and is completely denatured at 55°C. The stability of the NP is critical for the function of the SARS virus, which is completely noninfectious at ∼56°C (5).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "mention": "1,2",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 255,
                    "mention": "1,2",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 528,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 731,
                    "end": 732,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 798,
                    "end": 799,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 943,
                    "end": 946,
                    "mention": "3,4",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 978,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 999,
                    "end": 1000,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1099,
                    "end": 1100,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "mention": "5",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Quite recently, Chang et al. (6) found that the NP consists of two independent structural domains—the N-terminal RNA-binding domain (RBD) (residues 45–181) and the C-terminal dimerization domain (DD) (residues 248–365), surrounded by flexible linkers. Fig. 1 shows a model for the overall structure of SARS-CoV NP (6). The two structural domains carry out two distinct functions. The N-terminal domain is able to bind RNA, while the C-terminal domain acts as a dimerization domain. Hsieh et al. (7) showed that the DD could also bind to an RNA packing signal, and Chen et al. (8) proposed an octamer model (note that the structure of the octamer can be accessed at the Protein Data Bank, PDB code: 2CJR) to demonstrate a possible framework for helical packing of viral RNA. Whereas the two structural domains do not interact with each other, they could act in concert to carry out biological functions with the aid of the long flexible linker between the two domains (6). In this context, two structural domains are logical candidates for further studies. We then investigated the thermostability of the two domains separately, instead of using the full-length of the NP. In this article, we focus on studying the RBD, and the study of the DD domain will be reported elsewhere.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 315,
                    "end": 316,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "7",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 577,
                    "end": 578,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 969,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The ability of the RBD to bind RNA is closely related to its structure. Fig. 2 shows the cartoon representation of the structure of the RBD (PDB code: 1SSK) (10). An additional 21 residues have been added to the N-terminal in the structure determination, so there is a total of 158 residues in this PDB structure, in which residues 22–158 correspond to residues 45–181 of the SARS-CoV NP. Nuclear magnetic resonance (NMR) studies indicate that the RBD has a five-stranded β-sheet, and all residues are solvent-exposed (6), which implies that it is essentially a loosely packed protein. We studied the thermostability of the RBD by differential scanning calorimetry (DSC) (11,12), circular dichroism (CD) spectroscopy, and NMR spectroscopy. Our experiments show that the transition midpoint of thermal denaturation of the RBD at pH 6.8 is 48.74°C, and the transition curve of the RBD can be fitted nicely with a two-state model. Further, NMR spectroscopy experiments conducted under equilibrium condition suggests that the N-terminus folds last at low temperature and unfolds first at high temperature. The remaining four β-sheets in the (un)folding process are highly cooperative.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 519,
                    "end": 520,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 672,
                    "end": 677,
                    "mention": "11,12",
                    "ref_id": null
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 78,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We have also performed numerical studies of the folding thermodynamics and kinetics of RBD using the simple Gō modeling approach (13,14). Using the Langevin dynamics and the reweighting technique (15), relevant thermodynamic quantities were computed and compared with the experiments. From the double-minimum structure of the free energy, plotted as a function of the number of native contacts, we conclude that the RBD is indeed a two-state folder. The reversibility of thermal folding of RBD was theoretically investigated by considering folding and unfolding pathways of five β-strands. The results are substantially congruent with the experimental results, while the folding of β-strands is less cooperative.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 135,
                    "mention": "13,14",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 199,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The rest of the article is organized as follows. In Materials and Methods, we briefly present sample preparation, experimental procedures, and simulation details. The experimental and simulation results are summarized in the Results and, finally, our results are addressed in the Discussion.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV TW1 strain cDNA sequencing clones were provided by Dr. P.-J. Chen of National Taiwan University Hospital (16). The RBD of the SARS CoV NP (residues 45–181) was cloned into the pET6H vector as described in Chang et al. (17). The fragment was expressed in Escherichia coli BL21(DE3) cells overnight at 37°C in Luria-Broth media without inducing agents. For purification, 10 amino-acid residues (MHHHHHHAMG) have been added to the N-terminal of RBD as His-tag, such that the final RBD sample has a total of 147 amino-acid residues, in which residues 11–147 correspond to residues 45–181 of the SARS-CoV NP. The protein was purified with Ni-NTA affinity column (Qiagen, Valencia, CA) in buffer (50 mM sodium phosphate, 150 mM NaCl, pH 7.4) containing 7 M urea. The protein was then allowed to refold by gradually lowering the denaturant concentration through dialysis in liquid chromatography buffer (50 mM sodium phosphate, 150 mM NaCl, 1 mM EDTA, 0.01% NaN3, pH 7.4). Renatured protein was loaded onto an AKTA-EXPLORER fast performance liquid chromatography system equipped with a HiLoad 16/60 Superdex 75 column (Amersham Pharmacia Biotech, Uppsala, Sweden). Complete Protease Inhibitor cocktail (Roche, Mannheim, Germany) was added to the purified protein. Protein concentration was determined with the Bio-Rad Protein Assay kit as per instructions from the manufacturer (Bio-Rad, Hercules, CA). The correct molecular weights of the expressed proteins were confirmed by mass spectroscopy.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Sample preparation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The conformational stability of the RBD is investigated by analyzing the unfolding transition induced by elevating temperature. The experiments were carried out with a VP-DSC calorimeter from MicroCal (Northampton, MA) at a scan rate of 1.0°C/min. The samples were degassed for 15 min at room temperature before the calorimetric experiments. The thermograms were measured in the temperature range 10–80°C. The sample was in a mixing buffer, which was composed of glycine, sodium acetate, and sodium phosphate with 100 mM sodium chloride, at pH 6.8. Fitting of the thermal unfolding/refolding transitions were carried out by the computer software MicroCal Origin Ver. 7.0.",
            "cite_spans": [],
            "section": "Differential scanning calorimetry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The CD spectra were measured on a Jasco (Tokyo, Japan) J-715 spectropolarimeter at different temperatures with wavelength scanning taken from 250 to 200 nm. All experiments were carried out at 2-nm bandwidth in a 1-mm quartz square cuvette, thermostated to ±0.1°C. Protein concentration was ∼20 μM and was determined by the BCA Protein Assay Kit (Pierce, Rockford, IL). Protein was dissolved in 30 mM mixing buffer containing glycine, sodium acetate, and sodium phosphate with 100 mM sodium chloride at pH 7.0. Temperature control was achieved by using a circulating water bath system and the equilibrium time was 10 min for each temperature point.",
            "cite_spans": [],
            "section": "Circular dichroism ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "13C, 15N-labeled samples were prepared as previously described. Samples were exchanged to NMR buffer (10 mM sodium phosphate, pH 6.0, 50 mM NaCl, 1 mM EDTA, 0.01% NaN3, 1 mM DSS, 10% D2O) with an Amicon Ultra-15 concentrator (Millipore, Billerica, MA). Final sample concentration was ∼1.5 mM. Variable temperature 15N-edited heteronuclear single-quantum coherence (HSQC) spectra were acquired on a Bruker AV600 spectrometer (Bruker, Rheinstetten, Germany) equipped with a normal temperature probe. Spectra were acquired using spectral widths of 12 ppm × 34 ppm and 1024 × 128 complex points for the 1H and 15N dimensions, respectively. The sample was allowed to equilibrate at the target temperature for at least 30 min before experiments were conducted. These spectra were processed with iNMR (Nucleomatica, Molfetta, Italy), which was also used to extract peak intensities. Graphs were generated with Microsoft Excel (Microsoft, Redmond, WA). Projection-reconstruction three-dimensional HNCO spectra were acquired on a Bruker AV500 spectrometer equipped with a cryoprobe. Spectra were acquired using spectral widths of 12 ppm × 34 ppm × 12 ppm and 1024 × 64 × 64 complex points on the 1H, 15N, and 13C dimensions, respectively. Spectra were processed with TopSpin 2.1 (Bruker) and the reconstructed spectra were analyzed with CARA (18). Digital resolution on the 13C dimension after processing was 0.046 ppm. Secondary shifts were calculated from the random coil shifts tabulated by Schwarzinger et al. (19,20), and corrected for sequence composition (19,20). The secondary shifts were graphed with GraphPad Prism (GraphPad Software, La Jolla, CA).",
            "cite_spans": [
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1506,
                    "end": 1511,
                    "mention": "19,20",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1559,
                    "mention": "19,20",
                    "ref_id": null
                }
            ],
            "section": "NMR spectroscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To simulate the thermal folding and unfolding of the RBD, we utilize the Gō-like model (14), in which amino-acid residues are represented by point particles located at positions of Cα atoms. This model is defined through the experimentally determined native structure, and it captures essential aspects of the important role played by the native structure (14,21). In our simulations, the lowest energy native structure was taken from the PDB (PDB ID: 1SSK), and only the positions of 158 Cα-carbons are considered. The energy of the Gō-like model has the following form (14):(1)E=∑bondsKr(Δri)2+∑anglesKθ(Δθi)2+∑dihedral[Kϕ(1)(1−cosΔϕi)+Kϕ(3)(1−cos3Δϕi)]+∑i>j+3NCɛH[5(r0ijrij)12−6(r0ijrij)10]+∑i>j+3NNCɛH(Crij)12.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 357,
                    "end": 362,
                    "mention": "14,21",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Simulation details ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Here Δri = ri, i+1 – r0i, i+1, Δθi = θi – θ0i, Δϕi = ϕi – ϕ0i, and ri, i+1 is the distance between residues i and i + 1, θi is the bond angle between bonds (i − 1) and i, ϕi is the dihedral angle around the ith bond, and rij is the distance between the ith and jth residues. Subscripts 0, NC, and NNC refer to the native conformation, native contacts, and nonnative contacts, respectively. Residues i and j are in native contact if r0ij is less than a cutoff distance dc = 7.5 Å, where r0ij is the distance between the residues in the native conformation. The first harmonic term in Eq. 1 accounts for chain connectivity and the second term represents the bond-angle potential. The potential for the dihedral angle degrees of freedom is given by the third term in Eq. 1. The interaction energy between residues that are separated by at least three residues is given by 10-12 Lennard-Jones potential, given by the fourth term. A soft sphere repulsive potential, represented by the fifth term in Eq. 1, disfavors the formation of nonnative contacts. We choose Kr = 100 ɛH/Å2, Kθ = 20ɛH/rad2, Kϕ(1) = ɛH, and Kϕ(3) = 0.5ɛH, where ɛH is the characteristic hydrogen-bond energy (14) and C = 4 Å.",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Simulation details ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We assume that the dynamics of the polypeptide chain obeys the Langevin equation (22). To compute thermodynamic quantities, we performed simulations at the friction ζ=2mτL, where the folding is fast. Here τL = (ma2/ɛH)1/2 ≈ 3 ps, m is the typical mass of amino acids, and a is the distance between two neighboring residues. For this value of friction, the equations of motion (see (23–25) for more details) were integrated using the velocity form of the Verlet algorithm (26) with the time step Δt = 0.005τL. The equilibrium simulations have been carried out at T = 0.45, 0.5, 0.55, 0.6, 0.65, 0.7, 0.75, 0.8, 0.85, 0.9, and 1.1 ɛH/kB. For each temperature, 15 independent trajectories of 1.2 × 106τL were generated to have good statistics. The first period of 1.2 × 105τL was spent on equilibration and it was discarded from the data collection. Histograms for the energy and native contacts have been collected. Then the reweighting technique (15) was used to obtain the thermodynamic quantities at arbitrary temperature.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 382,
                    "end": 387,
                    "mention": "23–25",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Simulation details ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Since folding and unfolding pathways are kinetic in nature, they may depend on the friction. Thus, to mimic real experiments, kinetic simulations were carried out for the friction ζ=50mτL, which is believed to correspond to the viscosity of water (27). In this overdamped limit, we use the Euler method for integration and the time step Δt = 0.1τL. To probe folding pathways, for ith trajectory we introduce the progressive variable δi = t/τiF, where τiF is the folding time (28). One can then average the fraction of native contacts over many trajectories in a unique time window 0 ≤ δi ≤ 1, and monitor the folding sequence with the help of the progressive variable δ. The thermal unfolding pathways may be probed using a similar progressive variable, but instead of folding times we use unfolding ones, i.e., δi = t/τiU, where τiU values are unfolding times. We define τU as an average of first passage times to reach a conformation, which has no native contacts. Different trajectories start from the same native conformation but with different random number seeds.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Simulation details ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A typical curve for the specific heat Cp of the RBD is shown in Fig. 3. The transition temperature at pH 6.8 in the presence of 100 mM NaCl is TM = 48.74°C. The reversibility of thermal denaturation was estimated by the ratio of the maximum value of Cpmax of subsequent scans and found to be >90%, suggesting that the thermal transition of the RBD is reversible. The sharp peak of the specific heat curve suggests that RBD is a two-state folder. Whereas the fitting of the transition may be carried out on the basis of the two-state model, here we assume a generalized situation instead of specific fitting functions (of a two-state folding model) and calculate thermodynamic quantities directly from definitions of such quantities.",
            "cite_spans": [],
            "section": "DSC experiments ::: Results",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Table 1 presents the thermodynamic parameters obtained from the DSC measurements. The calorimetric enthalpy ΔHM was calculated by integrating the area enclosed by the specific heat curve and a proper baseline curve (dashed line in Fig. 3). The increment of specific heat ΔCp was measured by calculating the difference between the extrapolations of the specific heat curves at two ends. The entropy ΔSM at TM, the temperature of maximum stability TS, the temperature with zero enthalpy TH, and the conformational stability ΔGS at TS were determined by(2)ΔSM=ΔHMTM,(3)lnTMTS=ΔHMTMΔCp,(4)TH=TM−ΔHMΔCp,(5)ΔGS=ΔCp(TS−TH).",
            "cite_spans": [],
            "section": "DSC experiments ::: Results",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 237,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The CD spectra for the RBD at pH 7.0 in the presence of 100 mM NaCl are presented in Fig. 4. The profiles of the CD curves peak at wavelength at ∼225 nm. We determine the folding fraction from the CD curves at wavelengths 208 nm, 212 nm, and 225 nm, using the equation(6)f=θ−θDθN−θD,where θ represents the observed mean residue ellipticity under the given conditions, and θN and θD are the corresponding ellipticities in the native (N) and denatured (D) states, respectively. The results are shown in Fig. 5. The melting temperature determined by the CD spectra is 48.5°C, consistent with the DSC measurement.",
            "cite_spans": [],
            "section": "CD spectra ::: Results",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 501,
                    "end": 507,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The peak intensity of the backbone amides of a protein in a 15N-edited HSQC spectrum is a function of the exchange rate with the solvent, the correlation time of the molecule, and the population of the state. Increased tumbling of the molecule results in stronger peak intensities, whereas increased exchange rate lowers the intensities. When the temperature is raised, both the tumbling rate and exchange rates increase. Residues that are involved in hydrogen bonding, e.g., secondary structure formation, usually have slower exchange rates and are less prone to lose intensity when the temperature is raised. Thus, a plot of peak intensities versus temperature provides a qualitative view of the (un)folding process under equilibrium conditions. Such a plot for the RBD is shown in Fig. 6 for the β-sheet residues. The residues comprising the β-sheet fall into three categories: Q59 (numbered according to the full length of NP), which shows extreme loss of intensity even at moderate temperatures; T58 and Y110, which lose intensity at an intermediate rate; and the rest, which lose intensity only at higher temperatures. Our results suggest that the β1 strand, which includes T58 and Q59, has a lower thermal stability compared to the other strands in the β-sheet. Thus, the strand β1 likely unfolds first and folds last in the (un)folding process. The fact that most residues exhibit a transition at approximately the same temperature implies a high degree of cooperativity of the (un)folding process.",
            "cite_spans": [],
            "section": "NMR spectroscopy ::: Results",
            "ref_spans": [
                {
                    "start": 784,
                    "end": 790,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Another way to analyze secondary structures is through the use of secondary shifts, which is defined as the difference between the observed chemical shift and the average random-coil chemical shift. This approach requires triple-resonance NMR experiments. We opted to observe only the carbonyl shifts because it employs a highly sensitive experiment and is sensitive to both the α- and β-structures. Positive values imply α-propensity, whereas negative values imply β-propensity. We carried out this experiment at three different temperatures with the results summarized in Fig. 6. Attempts to conduct the experiments at higher temperature were not feasible due to low signal/noise ratio. In this experiment, Y110 shows marginal β-propensity across all temperatures tested. Coupled with the results shown in Fig. 7, it seems that Y110 could serve as a starting point for (un)folding of the β2/β3/β4 sheet. Surprisingly, a number of residues located at the β2 (Y87, Y88, and R89) and β4 (I131 and W133) strands showed non-beta propensities at the temperatures tested. Higher temperatures led to a more random coil-like propensity for these residues. Whether there is a correlation between the secondary structure propensity of these residues and their thermal stability requires further investigation.",
            "cite_spans": [],
            "section": "NMR spectroscopy ::: Results",
            "ref_spans": [
                {
                    "start": 574,
                    "end": 580,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 808,
                    "end": 814,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "The specific heat Cp was calculated using the formula Cp(〈E2〉 – 〈E〉2)/T2, where E is the total energy of the system, and 〈···〉 stands for thermodynamic averaging. The averaging procedure was carried with the help of the reweighting technique (see Materials and Methods). As followed from our simulations, the maximum of the specific heat locates at the melting temperature TM = 0.8ɛH/kB. Identifying this value with the experimental value TM = 321.9 K we obtained the characteristic energy in our model ɛH = 0.73 kcal/mol. The simulated temperature dependence of Cp (Fig. 8 a) is shown in the same temperature interval as for the experimental curve in Fig. 3. The maximum value Cpmax ≈ 6.68 kcal/mol/K is not far from the experimental result (Fig. 3).",
            "cite_spans": [],
            "section": "Thermodynamic properties ::: Simulation results ::: Results",
            "ref_spans": [
                {
                    "start": 567,
                    "end": 573,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 652,
                    "end": 658,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 743,
                    "end": 749,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The jump of specific heat at the melting temperature ΔCp was defined as the difference between the base lines from two ends (Fig. 8 a). We obtain ΔCp ≈ 0.92 kcal/mol/K, which is also closed to the experimental estimate 1.01 kcal/mol/K. Due to the uncertainty in determination of baselines (Fig. 3 and Fig. 8 a), both the theoretical and experimental value of ΔCp should be considered as rough estimates. Therefore, it is not clear whether the agreement between the Gō modeling and experiments is just fortuitous for the RBD or robust for other proteins. Elucidating this issue requires further investigation.",
            "cite_spans": [],
            "section": "Thermodynamic properties ::: Simulation results ::: Results",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 290,
                    "end": 296,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 301,
                    "end": 307,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Defining the calorimetric enthalpy ΔHM as the area enclosed by the specific heat curve and a proper baseline curve (Fig. 8 a), we obtained ΔHM = 69.02 kcal/mol. Using TM = 321.9 K, Eq. 2 gives the jump of entropy at the denaturation transition ΔSM ≈ 214.41 cal/mol/K, which is a bit lower than the experimental one (Table 1). Substituting ΔHM, TM, ΔSM, and ΔCp to thermodynamic relations given by Eqs. 3–5, TS, TH, and ΔGS were also calculated and listed in Table 1. Clearly, the agreement between the theory and experiments is reasonable.",
            "cite_spans": [],
            "section": "Thermodynamic properties ::: Simulation results ::: Results",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 316,
                    "end": 323,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 458,
                    "end": 465,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The sharpness of the folded→unfolded transition might be quantitatively characterized via the cooperativity index Ωc defined by (29,30,31)(7)Ωc=TM2ΔT(dfNdT)T=TM,where ΔT is the transition width, defined as the full width at half-maximum of |dfN/dT|. Using the experimental and theoretical values of ΔHM (Table 1), and the two-state formula for fN, we obtain the temperature dependence of |dfN/dT| shown in Fig. 8 b. Then, Eq. 7 gives Ωc = 4456 and 3195 for DSC experiments and the Gō model simulation, respectively. We can also estimate Ωc from its dependence on the number of amino acids N (30,32). From the data set collected for 34 proteins (32), we have Ωc ≈ 0.0456 × Nμ, where exponent μ is universal and expressed via the random walk susceptibility exponent γ as μ = 1 + γ. Using μ ≈ 2.22 (γ ≈ 1.22) and N = 158, we obtain Ωc ≈ 3467, which is in reasonable agreement with the simulation and experimental estimate. Thus, one can use the scaling law to roughly estimate the cooperativity index of RBD.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "mention": "29,30,31",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 597,
                    "mention": "30,32",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Thermodynamic properties ::: Simulation results ::: Results",
            "ref_spans": [
                {
                    "start": 406,
                    "end": 412,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 304,
                    "end": 311,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As discussed above, our experiments showed that the thermal folding of the RBD is highly reversible. Here, we present simulation results obtained at the water viscosity ζ=50mτL, to check this experimental observation. To see whether the thermal unfolding is the reverse of folding, we study the folding and unfolding pathways using the progressive variable δ as a reaction coordinate (see Simulation Details). Fig. 10 a shows the dependence of native contact fractions on δ for five β-strands at T = 285 K, which is <TM. The same as in Fig. 10 a, but for four-strand pairs, is presented in Fig. 10 b. Clearly, we have the following folding sequencing:(8)β2→(β4,β3)→β5→β1;P23→P24→P15→P13.",
            "cite_spans": [],
            "section": "Reversibility of thermal folding ::: RBD folds without intermediates ::: Results",
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 536,
                    "end": 543,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 590,
                    "end": 597,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Thus, the folding initiates from the core by forming native contacts between strands β2 and β3. The native contacts, which belong to strands β3 and β4, form almost at the same timescales. The N-terminus is expected to fold last, when all contacts between strands β1 and β3 occur.",
            "cite_spans": [],
            "section": "Reversibility of thermal folding ::: RBD folds without intermediates ::: Results",
            "ref_spans": []
        },
        {
            "text": "The time dependence of native contact fractions at T = 450 K for the β-strands and their pairs is shown in Fig. 11. In this case, we have the following unfolding pathways:(9)β1→(β5,β3,β2)→β4(P13,P15)→P24→P23.",
            "cite_spans": [],
            "section": "Reversibility of thermal folding ::: RBD folds without intermediates ::: Results",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "It should be noted that the pathways given by Eqs. 8 and 9 are valid in the statistical sense. Our detailed analysis shows that strand β1, e.g., unfolds first in 48% of events (Eq. 9), while β5 and β4 unfold first in 42% and 10% of events, respectively. Comparing Eq. 8 and Eq. 9, one can see that in terms of strand pairs, the unfolding is the reverse of folding. In this sense, our simulations capture the experimental fact that the folding of the RBD is highly reversible. However, it is not entirely true if one considers individual strands. In fact, assuming that the thermal unfolding is reverse of folding, then from Eq. 8 it would follow that strand β2 unfolds last, but β4 is supposed to unfold last according to Eq. 9. Notably, Eq. 8 and Eq. 9 unambiguously show that statistically β1 folds last at low temperatures, and it unfolds first at high temperatures. These results are congruent with the experimental results.",
            "cite_spans": [],
            "section": "Reversibility of thermal folding ::: RBD folds without intermediates ::: Results",
            "ref_spans": []
        },
        {
            "text": "We have carried out the DSC, CD, and NMR spectroscopy, and Gō-like model simulation to investigate the thermostability of the RBD. We find that even though the thermal-induced unfolding of the full-length NP is irreversible in the same buffer condition in our DSC measurements (results not shown), the RBD is a highly reversible segment. The transition midpoint is determined to be 48.74°C located in the range of the unfolding temperature of the NP (35–55°C with a TM of 43°C (4)). The thermal unfolding of the full-length NP was studied by fluorescence technique that monitors primarily the structural changes at the vicinities of the five tryptophan residues, three located in the RBD domain and two in the DD domain. Thus, the results are the composite effects of the melting of the two domains and as such, the observed melting is broad. The observed lower TM for the NP also suggests that the DD appears to be less stable and more crucial to the properties of the NP, and predominantly determines the stability of the framework of the DD octamer (8) in forming helical ribonucleoprotein core. The RBD and DD do not interact with each other. It is unclear how the two domains contribute to the high irreversibility. This issue requires further investigation.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 479,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1053,
                    "end": 1054,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our DSC and CD spectra analyses and the free-energy landscape constructed by the Gō-like model suggest that the folding-unfolding of the RBD can be treated as two-state within the experimental timescale. The Gō model by itself can not be employed to ascertain the two-state behavior of proteins. However, one can use it in conjunction with experiments to probe the two-state folding because this model does not always provide the two-state behavior as have been clearly shown in the work of Clementi et al. (14). It can capture intermediates that occur due to topological constraints but not those emerging from the frustration of the contact interactions. Although the folding process in the Gō model is less cooperative compared to what observed experimentally, we have obtained good estimates for other thermodynamic quantities. Given the simplicity of the Gō modeling, our theoretical results should be considered as reasonable. In the future, it is of interest to simulate RBD with all-atom models (34–38) to see whether such simulated results can be more cooperative. In addition, our present simulations show that the folding of the RBD initiates from the core and the N-terminus folds last. Our NMR spectroscopy experiment conducted under equilibrium conditions suggests that the N-terminus unfolds first and folds last, while the (un)folding of remaining β-strands is highly cooperative. Due to the sensitivity of the solution pH and hydrogen exchange rate with respect to temperature variations, our analysis based on the NMR data for the folding sequence of the remaining four β-strands has a limited resolution.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 510,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1004,
                    "end": 1009,
                    "mention": "34–38",
                    "ref_id": null
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As evident from our study that the unfolding-folding process of the RBD is highly reversible, it is appealing to investigate the pH dependence of the folding of the RBD. Furthermore, our experiments show that a number of residues located in the β2 and β4 strands showed non-beta propensities at the tested temperatures (298–308 K) and a more random coil-like propensity for higher temperatures. Whether there is a correlation between the secondary structure propensity of these residues and their thermal stability implied by the simulations remains to be seen. We are working on these problems, and related studies will be reported in a future article.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Thermodynamic parameters obtained from the DSC measurements and the Gō model simulations\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: A model of the overall structure of SARS-CoV NP. The RBD and DD are structural domains, and lines represents disordered segments.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 10: (a) Time dependence of the fraction of native contacts of five β-strands at T = 285 K. The definition of these strands is given in the caption of Fig. 2. (b) The same as in panel a, but for four pairs of β-strands (see Fig. 2 for definitions).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 11: (a) Time dependence of the fraction of native contacts of five β-strands at T = 450 K. The definition of these strands is given in the caption of Fig. 2. Results were averaged over 100 trajectories. (b) The same as in panel a, but for four pairs of β-strands (see Fig. 2 for definitions).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2: (a) Cartoon representation of the structure of the RBD. The Protein Data Bank accession code is 1SSK. There are five β-strands: β1(aa 56–59, numbered according to the full length of NP), β2(aa 108–114), β3(aa 85–91), β4(aa 131–134), and β5(aa 172–173). In the native state, these strands have 30, 49, 48, 24, and 11 contacts, respectively. (b) A schematic plot for four pairs of strands P13, P15, P23, and P24. Here P13, for example, means the pair between strands 1 and 3. In the native state, there exists only the interactions between strands of these pairs. The numbers of native contacts of these pairs are equal to 10, 6, 22, and 13, respectively.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3: Temperature dependence of the RBD partial heat capacity in a mixing buffer of glycine, sodium acetate, and sodium phosphate, with 100 mM sodium chloride, at pH 6.8 in the presence of 100 mM NaCl. The transition temperature TM is determined to be 48.74°C. The dashed line indicates the baseline curve and ΔCp ≈ 1.01 kcal/mol/K is the difference between extrapolations of the baseline at TM.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4: CD spectra of the RBD in a mixing buffer of glycine, sodium acetate, and sodium phosphate, at pH 7.0 in the presence of 100 mM NaCl.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 5: Folding fractions of the RBD at pH 7.0 with respect to different temperature, determined by the CD spectra of Fig. 4 at λ = 208 nm, 212 nm, and 225 nm.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 6: The peak intensity of the backbone amides in a 15N-edited HSQC spectrum as a function of temperature for β-sheet residues, L57, T58, Q59 (β1), I85, G86, Y87, Y88, R89, R90, A91 (β2), R108, W109, Y110, F111, Y112, Y113 (β3), I131, V132, W133, V134 (β4), and F172, Y173 (β5).",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 7: Carbonyl shifts at three different temperatures, 298 K, 303 K, and 308 K, for β-sheet residues L57, T58, Q59 (β1), I85, G86, Y87, Y88, R89, R90, A91 (β2), R108, W109, Y110, F111, Y112, Y113 (β3), I131, V132, W133, V134 (β4), and F172, Y173 (β5).",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 8: (a) Temperature dependence of the specific heat obtained in the Gō model. We use the same temperature interval as in the experiment (Fig. 3). We have ΔCp ≈ 0.92 kcal/mol/K. (b) The temperature dependence of dfN/dT obtained from the experiments and simulations. This quantity was calculated using fN=1/{1+exp[−ΔHMT(1−TTM)]}, where ΔHM and TM are taken from Table 1.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 9: (a) Free energy as a function of the number of native contacts at T = TM. Typical snapshots are shown. (b) The distribution of RMSD for the denatured state (DS), transition state (TS), and folded state (FS) at T = TM. The average values of RMSD are 〈RMSD〉DS = 11.9 Å, 〈RMSD〉TS = 7.0 Å, and 〈RMSD〉FS = 3.3 Å.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-1399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The Protein Data Bank",
            "authors": [
                {
                    "first": "H.M.",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gilliland",
                    "suffix": ""
                },
                {
                    "first": "T.N.",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucl. Acid Res.",
            "volume": "28",
            "issn": "",
            "pages": "235-242",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A calorimetric study of thermally induced conformational transitions of ribonuclease A and certain of its derivatives",
            "authors": [
                {
                    "first": "T.-Y.",
                    "middle": [],
                    "last": "Tsong",
                    "suffix": ""
                },
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Hearn",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Wrathall",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Sturtevant",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Biochemistry",
            "volume": "9",
            "issn": "",
            "pages": "2666-2677",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Hydrophobic condensation and modular assembly model of protein folding",
            "authors": [
                {
                    "first": "T.-Y.",
                    "middle": [],
                    "last": "Tsong",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M.-C.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biosystems",
            "volume": "93",
            "issn": "",
            "pages": "78-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Theoretical studies of protein folding",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Gō",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Annu. Rev. Biophys. Bioeng.",
            "volume": "12",
            "issn": "",
            "pages": "183-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Topological and energetic factors: what determines the structural detail of transition state ensemble and en-route intermediates for protein folding? An investigation for small globular proteins",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nymeyer",
                    "suffix": ""
                },
                {
                    "first": "J.N.",
                    "middle": [],
                    "last": "Onuchic",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Mol. Biol.",
            "volume": "298",
            "issn": "",
            "pages": "937-953",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Optimized Monte Carlo data analysis",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Ferrenberg",
                    "suffix": ""
                },
                {
                    "first": "R.H.",
                    "middle": [],
                    "last": "Swendsen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Phys. Rev. Lett.",
            "volume": "63",
            "issn": "",
            "pages": "1195-1198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Characterization of severe acute respiratory syndrome coronavirus genomes in Taiwan: molecular epidemiology and genome evolution",
            "authors": [
                {
                    "first": "S.-H.",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "H.-Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C.-Y.",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "C.-L.",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "J.-Y.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "2542-2547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The dimer interface of the SARS coronavirus nucleocapsid protein adapts a porcine respiratory and reproductive syndrome viruslike structure",
            "authors": [
                {
                    "first": "C.-k.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S.-C.",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "T.-H.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C.-M.",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FEBS Lett.",
            "volume": "579",
            "issn": "",
            "pages": "5663-5668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The Computer Aided Resonance Assignment Tutorial",
            "authors": [
                {
                    "first": "R.L.J.",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Random coil chemical shifts in acidic 8 M urea: implementation of random coil shift data in NMRView",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Schwarzinger",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Kroon",
                    "suffix": ""
                },
                {
                    "first": "T.R.",
                    "middle": [],
                    "last": "Foss",
                    "suffix": ""
                },
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Dyson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Biomol. NMR",
            "volume": "18",
            "issn": "",
            "pages": "43-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Astell",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Brooks-Wilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-1404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Sequence-dependent correction of random coil NMR chemical shifts",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Schwarzinger",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Kroon",
                    "suffix": ""
                },
                {
                    "first": "T.R.",
                    "middle": [],
                    "last": "Foss",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Am. Chem. Soc.",
            "volume": "123",
            "issn": "",
            "pages": "2970-2978",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Gō-ing for the prediction of protein folding mechanisms",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "96",
            "issn": "",
            "pages": "11698-11700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Computer Simulations of Liquids",
            "authors": [
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Tildesley",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Folding of the protein domain hbSBD",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kouza",
                    "suffix": ""
                },
                {
                    "first": "C.-F.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hayryan",
                    "suffix": ""
                },
                {
                    "first": "T.-h.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biophys. J.",
            "volume": "89",
            "issn": "",
            "pages": "3353-3361",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Multiple stepwise refolding of immunoglobulin domain I27 upon force quench depends on initial conditions",
            "authors": [
                {
                    "first": "M.-S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "93-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "New force replica exchange method and protein folding pathways probed by force-clamp technique",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kouza",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Chem. Phys.",
            "volume": "128",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Computer simulation method for the calculation of equilibrium constants for the formation of physical clusters and molecules: application to small water clusters",
            "authors": [
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Swope",
                    "suffix": ""
                },
                {
                    "first": "H.C.",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "P.H.",
                    "middle": [],
                    "last": "Berens",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Chem. Phys.",
            "volume": "76",
            "issn": "",
            "pages": "637-649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Protein folding kinetics: timescales, pathways and energy landscapes in terms of sequence-dependent properties",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Veitshans",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Fold. Des",
            "volume": "2",
            "issn": "",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Refolding upon force quench and pathways of mechanical and thermal unfolding of ubiquitin",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kouza",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biophys. J.",
            "volume": "92",
            "issn": "",
            "pages": "547-561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Thermal denaturation and folding rates of single domain proteins: size matters",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Polymer (Guildf.)",
            "volume": "45",
            "issn": "",
            "pages": "573-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "In vitro biochemical and thermodynamical characterization of nucleocapsid protein of SARS",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys. Chem.",
            "volume": "112",
            "issn": "",
            "pages": "15-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Finite size effects on thermal denaturation of globular proteins",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. Lett.",
            "volume": "93",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Finite size effects on calorimetric cooperativity of two-state proteins",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physica A",
            "volume": "350",
            "issn": "",
            "pages": "38-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Effect of finite size on cooperativity and folding rates of proteins",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kouza",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "E.P.",
                    "middle": [],
                    "last": "O'Brien",
                    "suffix": "Jr."
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Phys. Chem. A",
            "volume": "110",
            "issn": "",
            "pages": "671-676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Roles of native topology and chain-length scaling in protein folding: a simulation study with a Gō-like model",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Takaga",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Mol. Biol.",
            "volume": "313",
            "issn": "",
            "pages": "171-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "SMMP: a modern package for simulation of proteins",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Eisenmenger",
                    "suffix": ""
                },
                {
                    "first": "U.H.E.",
                    "middle": [],
                    "last": "Hansmann",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hayryan",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Comput. Phys. Commun",
            "volume": "138",
            "issn": "",
            "pages": "192-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "An enhanced version of SMMP—open-source software package for simulation of proteins",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Eisenmenger",
                    "suffix": ""
                },
                {
                    "first": "U.H.E.",
                    "middle": [],
                    "last": "Hansmann",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hayryan",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Comp. Phys. Commun",
            "volume": "174",
            "issn": "",
            "pages": "422-429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Parallel tempering simulations of HP-36",
            "authors": [
                {
                    "first": "C.-Y.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "U.H.E.",
                    "middle": [],
                    "last": "Hansmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proteins: Struct. Func. Gen.",
            "volume": "52",
            "issn": "",
            "pages": "436-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Free energy landscape and folding mechanism of a β-hairpin in explicit water: a replica exchange molecular dynamics study",
            "authors": [
                {
                    "first": "P.H.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mittag",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proteins: Struct. Funct. Bioinf",
            "volume": "61",
            "issn": "",
            "pages": "795-808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Efficient combination of Wang-Landau and transition matrix Monte Carlo methods for protein simulations",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Ghulghazaryan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hayryan",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Comp. Chem.",
            "volume": "28",
            "issn": "",
            "pages": "715-726",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Low stability of nucleocapsid protein in SARS virus",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "11103-11108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Stability of SARS coronavirus in human specimen and environment and its sensitivity to heating and UV irradiation",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "X.S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R.F.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G.H.",
                    "middle": [],
                    "last": "Pi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biomed. Environ. Sci.",
            "volume": "16",
            "issn": "",
            "pages": "105-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Modular organization of SRAS coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "C.-k.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S.-C.",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "T.-h.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C.-M.",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C.-K.",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Biomed. Sci.",
            "volume": "13",
            "issn": "",
            "pages": "59-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Assembly of severe acute respiratory syndrome coronavirus RNA packaging signal into virus-like particles is nucleocapsid dependent",
            "authors": [
                {
                    "first": "P.K.",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T.T.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "13848-13855",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Structure of the SARS coronavirus nucleocapsid protein RNA-binding dimerization domain suggests a mechanism for helical packaging of viral RNA",
            "authors": [
                {
                    "first": "C.-Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-k.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y.-W.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S.-C.",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "H.-I.",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Mol. Biol.",
            "volume": "368",
            "issn": "",
            "pages": "1075-1086",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}