{
    "paper_id": "PMC3585510",
    "metadata": {
        "title": "Asthma in patients hospitalized with pandemic influenza A(H1N1)pdm09 virus infection–United States, 2009",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "J"
                ],
                "last": "McKenna",
                "suffix": "",
                "email": "jjmckenn@wisc.edu",
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "M"
                ],
                "last": "Bramley",
                "suffix": "",
                "email": "huk2@cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Jacek",
                "middle": [],
                "last": "Skarbinski",
                "suffix": "",
                "email": "dvo5@cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Alicia",
                "middle": [
                    "M"
                ],
                "last": "Fry",
                "suffix": "",
                "email": "agf1@cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Lyn",
                "middle": [],
                "last": "Finelli",
                "suffix": "",
                "email": "lyf8@cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Seema",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "email": "bwc8@cdc.gov",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Worldwide, annual influenza epidemics result in an estimated 3–5 million cases of severe illness and 250,000-500,000 deaths every year [1]. Globally, an estimated 300 million people suffer from asthma [2]. Asthma prevalence varies widely between different countries ranging between 1 and 18% [3]. In 2009, the estimated asthma prevalence in the United States was 8% [4]. Previous studies in the U.S. have shown that asthma is common among patients hospitalized with influenza. Among children younger than 18-years-old hospitalized with seasonal influenza from 2003 to 2008, 18% had asthma [5], and among adults aged 18–49 years hospitalized with seasonal influenza from 2005 to 2008, 27% had asthma [6]. In addition, during the 2009 influenza A(H1N1)pdm09 [pH1N1] pandemic, asthma was one of the most common underlying medical conditions among patients hospitalized with pH1N1 infection in the U.S. [7-9] and worldwide [10-15]. In a global pooled analysis looking at risk factors for severe outcomes following pH1N1 infection, asthma was associated with hospitalization and death, but among patients who were hospitalized, those with asthma survived compared with patients with other conditions [15]. Given the burden of asthma among patients hospitalized with pH1N1 infection in the U.S., we sought to better understand patients with asthma and in comparison with patients without asthma through two national case-series conducted during the 2009 pH1N1 pandemic.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 203,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 293,
                    "end": 294,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 367,
                    "end": 368,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 590,
                    "end": 591,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 700,
                    "end": 701,
                    "mention": "6",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 900,
                    "end": 901,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 902,
                    "end": 903,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 920,
                    "end": 922,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We describe epidemiological and clinical characteristics of patients with asthma hospitalized with pH1N1 infection in the U.S. during the spring and fall of 2009.",
            "cite_spans": [],
            "section": "Objectives ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Patient data were obtained from two previously described national pH1N1 hospitalizations case-series conducted in the U.S. during the spring [7] and fall [8] of 2009. Patients included in these case-series had laboratory-confirmed pH1N1 virus by real-time reverse-transcriptase polymerase-chain-reaction; diagnostic testing for pH1N1 virus was clinically driven. In the spring (May 1-June 9, 2009), the first 272 hospitalized pH1N1 patients reported to the Centers for Disease Control and Prevention (CDC) were included; participation from 24 states yielded 25% of the total number of cases reported during the spring surveillance period [7]. In the fall (September 1-October 31, 2009), 255 hospitalized pH1N1 patients were sampled from all cases reported based on probability of selection proportional to the number of hospitalized cases reported to CDC; participation from 40 states yielded < 2% of the total number of cases reported to CDC during the fall surveillance period [8].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 155,
                    "end": 156,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 639,
                    "end": 640,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 980,
                    "end": 981,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Both spring and fall case-series were part of the emergency public health practice response to assess illness severity during the 2009 pH1N1 pandemic and were deemed not to be research in accordance with the federal human subjects protection regulations at 45 Code of Federal Regulations 46.101c and 46.102d and CDC's Guidelines for Defining Public Health Research and Public Health Non-Research, and therefore were not subject to Institutional Review Board (IRB) review and approval; participation by the state and local health departments was voluntary.",
            "cite_spans": [],
            "section": "Ethics statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For this analysis, we excluded 54 children under two years old because asthma is difficult to diagnose in this age group [16,17]. Demographic and clinical information was abstracted from medical charts by infection control practitioners, physicians, nurses, or epidemiologists at local and state public health departments using a standard clinical form and reported to the CDC.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 125,
                    "end": 127,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Day of hospital admission was considered hospital day 0; for transfer patients, date of hospital admission related to the first hospitalization was used. Asthma status was determined by review of the admission history, problem list, and discharge summary. If any of these areas of the medical chart had a history of asthma listed, then the patient was considered to have asthma. Pneumonia status was based on admission chest radiograph reports.",
            "cite_spans": [],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We conducted bivariate analyses to compare characteristics of patients with and without asthma and assessed factors associated with intensive care unit (ICU) admission and death among patients with asthma. We stratified all categorical bivariate analyses by the age groups 2–9 years, 10–17 years, 18–49 years and ≥50 years and used either the chi-square or Fisher’s Exact test to compare categorical variables and the Wilcoxon rank-sum test to compare continuous variables (P ≤0.05). Data were analyzed using SAS version 9.2 (SAS Institute, Cary, NC).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Among 473 patients two years or older hospitalized with pH1N1 infection in the two case-series, 137 (29%) had asthma; this included 74/249 (30%) of spring and 63/224 (28%) of fall hospitalizations. Thirty-five per cent (54/154) of children aged 2 to 17 years and 26% (83/319) of adults aged 18 years or older had asthma. Patients with asthma were significantly more likely than those without asthma to be 2 to17 years old (39% versus 30%, p = 0.04), and to be black (29% versus 18%, p < 0.01) (Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Patients with asthma were not more likely to be admitted within 2 days of illness onset than patients without asthma (54% versus 45%, p = 0.06); however, in the 10–17 year old age group, patients with asthma were more likely to be admitted within 2 days of illness onset (77% versus 51%, p = 0.03) (Table 2). Length of hospital stay was similar between the two groups. Patients with asthma were significantly more likely to present with shortness of breath and wheezing than those without asthma. Patients with asthma were significantly more likely to have chronic obstructive pulmonary disease (COPD) (13% versus 9%, p = 0.04) and were less likely to have chronic renal disease (2% versus 11%, p < 0.01) than patients without asthma. Of the patients with asthma who also had COPD, 9/16 (56%) were current smokers; former smoking status was not available. Patients with asthma were less likely than those without asthma to have radiographic findings consistent with pneumonia (37% versus 47%, p = 0.05). There was no statistical difference in positive sterile site bacterial culture (1% versus 4%, p = 0.11) confirmed by admission blood culture, sterile respiratory site culture, or urine antigen test between the two groups.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "There were no significant differences in the proportion of ICU admission (28% versus 34%) or diagnosis of acute respiratory distress syndrome (ARDS) (7% versus 13%) between the two groups (Table 3). However, patients with asthma compared with patients without asthma were significantly less likely to require invasive mechanical ventilation (13% versus 23%, p = 0.02) and to die while hospitalized (4% versus 10%, p = 0.04).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Overall, hospitalized patients with and without asthma were equally likely to receive influenza antiviral agents (74% versus 80%) (Table 3). There was also no significant difference between the two groups in receipt of antiviral agents within 2 days of illness onset (50% versus 39%) or within 2 days of admission (86% versus 87%). However, among 72 patients 10–17 years old, patients with asthma were more likely than patients without asthma to receive antiviral agents within 2 days of illness onset (89% versus 38%, p < 0.01) and within 2 days of admission (100% versus 76%, p = 0.03). Patients with asthma were significantly more likely than those without asthma to receive oral or intravenous steroids (61% versus 29%, p < 0.01).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Among patients hospitalized with pH1N1 infection who had asthma, those admitted to an ICU or who died (n = 38) compared with survivors not admitted to an ICU (n = 99) were significantly more likely to present with tachypnea, have pneumonia, ARDS, and a longer median length of hospital stay (6 days versus 2 days) (Table 4). Patients with asthma who were admitted to an ICU or died compared with survivors who were not admitted to an ICU were equally likely to have an underlying medical condition other than asthma. Patients with asthma who were admitted to an ICU or died were equally likely to receive antiviral agents compared with survivors who were not admitted to an ICU, including within 2 days of illness onset, but were significantly less likely to receive antiviral agents within 2 days of admission (73% versus 92%, p = 0.02).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Among a national case-series of patients hospitalized with pH1N1 infection in the U.S., during both waves of the pH1N1 pandemic, almost one in every three patients hospitalized with pH1N1 virus infection two years or older had asthma. The majority of hospitalized persons with asthma and pH1N1 infection had an uncomplicated hospital course with less pneumonia upon admission, need for mechanical ventilation and death in this group compared with those without asthma. However, almost 40% of the patients hospitalized with pH1N1 infection with asthma had pneumonia upon admission, and these patients were more likely to require ICU admission or die than patients with asthma who did not have pneumonia upon admission. Data from this analysis suggest that early treatment with influenza antiviral agents within 2 days of admission may be beneficial in reducing illness severity in patients with asthma.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our analysis, the proportion of children (35%) and adults (26%) with asthma who were hospitalized with pH1N1 infection was notably higher than the national prevalence of asthma among children (9.6%) and adults (7.7%) in the U.S. [17]. These data are consistent with both seasonal and pandemic influenza U.S. reports demonstrating similar proportions of asthma among patients hospitalized with influenza. From 2005–2008, among adults (n = 1267) hospitalized with seasonal influenza, 27% of adults aged 18–49 years had asthma [6]. In a recent national multi-center study that included 2,165 children aged 2–17 years old hospitalized with influenza from 2003 to 2009, 32% had asthma, with a higher proportion (44%) during the 2009 pH1N1 pandemic compared with previous seasons [18]. Data from international studies reported similar proportions of asthma among hospitalized patients with pH1N1 infection including reports from Australia (31%), Ireland (18%), Singapore (19%), Spain (23%), and the United Kingdom (25%) [10-14].",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "6",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 778,
                    "end": 780,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our age group stratified analysis, patients with asthma were more likely to have COPD than patients without asthma. As over 20% of the patients in our case-series were 50 years or older and there is an overlap in asthma and COPD obstructive pathophysiology in the airways [19], this is not an unexpected finding. As persons with asthma age, the airway obstruction becomes less reversible due to airway remodeling from chronic inflammation and fibrosis leading to a more chronic obstructive pathology that retains features of asthma [20]. The elderly may have asthma alone, COPD alone, or both; diagnosing either asthma or COPD alone may be challenging, in part because these patients may not be regularly monitored with spirometry to document progression of their obstructive disease [21]. In addition, almost 60% of patients with asthma and COPD were current smokers, which likely contributed to their dual co-morbidities.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Approximately 30% of patients with and without asthma in our analysis were admitted to the ICU, but overall the majority of patients with asthma had an uncomplicated hospital course, including less mechanical ventilation and death compared with those without asthma. The reasons for this are unclear. Patients included in our analysis may have been admitted to an ICU more readily if they had a history of asthma as a precaution and not due to the severity of their present illness; this would bias our analysis to demonstrating less severe outcomes in this group. Other reports which also used chart review to determine presence of asthma have reported similar findings. In a recent national multi-center study that included 1,434 children aged 2–17 years old with asthma who were hospitalized with seasonal and pandemic influenza from 2003 to 2009, 14–24% were admitted to the ICU but only 2–11% had respiratory failure and < 1% of these patients required extracorporeal membrane oxygenation or died [18]. In a California pH1N1 case-series that included 1,088 adults and children, 24% of patients had asthma but fewer deaths occurred in those with asthma than those without asthma (7% versus 12%) [9]. In a global pooled analysis of patients hospitalized with pH1N1 infection that included asthma data from 11 countries, while asthma was the most common underlying condition associated with hospitalization, a higher proportion of patients with asthma survived compared with patients with other conditions [15]. When looking at country specific data, this also holds true, including in one of the largest studied cohorts in the United Kingdom where asthma was the most common underlying condition among 1520 hospitalized pH1N1 patients but had a significant lower odds of death [22].",
            "cite_spans": [
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1200,
                    "end": 1201,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1781,
                    "end": 1783,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Patients with asthma in our analysis were also less likely to have a diagnosis of pneumonia upon admission than patients without asthma. Our study results are in contrast with a recent national multi-center study of 2,992 children under 18 years old hospitalized with seasonal influenza from 2003 to 2008 who had a chest radiograph performed, in which patients with asthma were more likely than those without asthma to have pneumonia (41% versus 34%, p < 0.01) [23]. This study differed from our analysis in the following ways: it examined seasonal not pandemic influenza, included only children, and permitted the chest radiograph to be performed anytime during hospitalization as opposed to at admission as is used for our analysis. These study design differences could help explain the different findings between these two studies. However, it is important to note that in both studies, almost 40% of patients with asthma had pneumonia. Pneumonia is a known complication of influenza [24,25] and is an important cause of morbidity during seasonal and pandemic influenza periods [5,23]. Further clarity on the relationship between asthma and influenza-associated pneumonia is needed to better understand which persons with asthma are at greater risk for pneumonia.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 988,
                    "end": 990,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The majority of patients in our analysis received influenza antiviral agents with no significant differences among those with and without asthma, including in relation to illness onset or admission time; in addition there was no significant difference in time from illness onset to admission between the two groups. However, only 50% of patients with asthma received antiviral agents within 2 days of illness onset. It is unclear if delayed treatment was due to delay in testing, delayed ascertainment of results, or antiviral agent clinical prescribing practice. When looking at factors associated with ICU admission or death, early antiviral treatment in relation to hospital admission was found to be protective among those with asthma. This adds to the existing evidence underscoring the importance of early influenza treatment among those persons with suspected or confirmed influenza infection who are hospitalized and those with underlying medical conditions, including asthma, regardless of their prior vaccination status as is recommended by the Advisory Committee on Immunization Practices (ACIP) [26].",
            "cite_spans": [
                {
                    "start": 1108,
                    "end": 1110,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our data are subject to limitations. The patients described in this analysis were derived from two hospitalization case-series that used different sampling methods [7,8]. However, data from both periods were nationally representative of hospitalizations from areas in the U. S. where peak disease activity was occurring at the time. Patients included in this analysis were confirmed for pH1N1 virus and may not be representative of hospitalized patients who may not have been tested. Despite use of a standard data collection form, not all information was collected for all patients, including influenza vaccination status (pH1N1 vaccine was not readily available during the study); this limits our ability to assess these interventions, however the study was not designed to address these specific questions. In addition diagnoses of asthma and ARDS were ascertained from history and clinical diagnosis and not by a standardized clinical assessment. We were also not able to determine the level of baseline severity of asthma among patients described in this cases-series, including past hospitalizations, intubations, and steroid or inhaler use, which could help explain which persons with asthma are at risk for more severe outcomes. Patients with asthma may have been misclassified as having COPD or vice versa.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 167,
                    "end": 168,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among patients hospitalized with pH1N1 virus infection in 2009, asthma was the most common underlying medical condition. While most patients with asthma had an uncomplicated course of illness, severe disease, including ICU admission and death, still occurred, especially in those who had pneumonia on admission. Since 1964, persons with asthma have been prioritized for influenza vaccination by the ACIP; however, they remain under-immunized with less than 30% influenza vaccine coverage in this group [27]. Vaccine is the primary tool for prevention of influenza infection and should continue to be encouraged in patients with asthma. This study also suggests that early antiviral therapy can reduce influenza-associated complications, and should be started as early as possible in all hospitalized patients and in outpatients with high-risk conditions, including those with asthma.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "pH1N1 = H1N1pdm09: Pandemic influenza A (H1N1) infection; ICU: Intensive Care Unit; CDC: Centers for Disease Control and Prevention; IRB: Institutional Review Board; COPD: Chronic obstructive pulmonary disease; ARDS: Acute respiratory distress syndrome; ACIP: Advisory Committee on Immunization Practices.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported. None of the authors have received reimbursements, fees, funding, or salary from an organization that may in any way have influenced our professional judgment.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "All authors contributed to the conception, study design, and interpretation of data. JM, AB, JS, and SJ acquired and analyzed the data. JM and SJ drafted the manuscript, with substantial involvement from all other authors. All authors read and approved the final version of the manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2334/13/57/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographic characteristics: comparison of patients with and without asthma (n = 473)\n*P-Values stratified by age-group. †Other race and ethnicity includes Asian, Native Hawaiian or Pacific Islander, American Indian or Alaska Native and Multiracial.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Clinical characteristics: comparison of patients with and without asthma (n = 473)\n*P-Values stratified by age-group. †Body-Mass Index (BMI) was calculated for a subset of patients for whom height and weight were available to determine obesity (BMI 30–39.9 in adults ≥18 years or BMI percentile 95–100 in children 2 to 19 years old) and morbid obesity (BMI ≥40 in adults only); pregnant women were excluded from this calculation.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Clinical characteristics and outcomes: comparison of patients with and without asthma (n = 473)\n*P-Values stratified by age-group.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Characteristics for ICU admission and death among patients with asthma hospitalized with 2009 Pandemic Influenza A (H1N1) Infection: comparison of patients with asthma admitted to an ICU or who died versus patients with asthma who were not admitted to an ICU and survived (n = 137)\n*P-Values stratified by age-group. †Body-Mass Index (BMI) was calculated for a subset of patients for whom height and weight were available to determine obesity (BMI 30–39.9 in adults ≥18 years or BMI percentile 95–100 in children 2 to 18 years old) and morbid obesity (BMI ≥40 in adults only); pregnant women were excluded from this calculation.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Risk factors for hospitalisation and poor outcome with pandemic A / H1N1 influenza: United Kingdom first wave (May–September 2009)",
            "authors": [],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "645-651",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2010.135210"
                ]
            }
        },
        "BIBREF2": {
            "title": "Surveillance of the first 205 confirmed hospitalised cases of pandemic H1N1 influenza in Ireland, 28 April–3 October 2009",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "44",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Hospitalised adult patients with pandemic (H1N1) 2009 influenza in Melbourne",
            "authors": [],
            "year": 2010,
            "venue": "Australia. MJA",
            "volume": "192",
            "issn": "",
            "pages": "84-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Risk factors for disease severity among hospitalised patients with 2009 pandemic influenza A (H1N1) in Spain, April–December 2009",
            "authors": [],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "An epidemiological study of 1348 cases of pandemic H1N1 influenza admitted to Singapore hospitals from July to September 2009",
            "authors": [],
            "year": 2010,
            "venue": "Ann Acad Med Singapore",
            "volume": "39",
            "issn": "",
            "pages": "283-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Risk factors for severe outcomes following 2009 Influenza A (H1N1) infection: A global pooled analysis",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Med",
            "volume": "8",
            "issn": "",
            "pages": "e1001053-e1001053",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001053"
                ]
            }
        },
        "BIBREF7": {
            "title": "Expert Panel Report 3: Guidelines for the Diagnosis and Management of Asthma– Summary Report",
            "authors": [],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "120",
            "issn": "5S1",
            "pages": "S94-S138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Asthma Prevalence, Health Care Use, and Mortality: United States 2005–2009",
            "authors": [],
            "year": 2011,
            "venue": "Natl Health Stat Rep",
            "volume": "32",
            "issn": "",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Children with Asthma Hospitalized with Seasonal or Pandemic Influenza, 2003–2009",
            "authors": [],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "128",
            "issn": "1",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2011-0662"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Global Initiative for Chronic Obstructive Lung Disease (GOLD). Global Strategy for the Diagnosis, Management, and Prevention of Chronic Obstructive Pulmonary Disease 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Global surveillance, prevention and control of Chronic Respiratory Diseases. A comprehensive approach. Global Alliance against Chronic Respiratory Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The Natural History of Asthma in Adults: The Problem of Irreversibility",
            "authors": [],
            "year": 1999,
            "venue": "J Allergy Clin Immunol",
            "volume": "103",
            "issn": "4",
            "pages": "539-547",
            "other_ids": {
                "DOI": [
                    "10.1016/S0091-6749(99)70221-6"
                ]
            }
        },
        "BIBREF13": {
            "title": "Attaining a Correct Diagnosis of COPD in General Practice",
            "authors": [],
            "year": 2005,
            "venue": "Respir Med",
            "volume": "99",
            "issn": "",
            "pages": "493-500",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2004.09.015"
                ]
            }
        },
        "BIBREF14": {
            "title": "Predictors of clinical outcome in a national hospitalised cohort across both waves of the influenza A/H1N1 pandemic 2009–2010 in the UK",
            "authors": [],
            "year": 2012,
            "venue": "Thorax",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2011-200266"
                ]
            }
        },
        "BIBREF15": {
            "title": "Influenza-Associated Pneumonia in Children Hospitalized With Laboratory Confirmed Influenza, 2003–2008",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "7",
            "pages": "585-590",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e3181d411c5"
                ]
            }
        },
        "BIBREF16": {
            "title": "Interactions Between Influenza and Bacterial Respiratory Pathogens: Implications for Pandemic Preparedness",
            "authors": [],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "303-312",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(06)70466-2"
                ]
            }
        },
        "BIBREF17": {
            "title": "Studies on Influenza in the Pandemic of 1957–1958. II. Pulmonary Complications of Influenza",
            "authors": [],
            "year": 1959,
            "venue": "J Clin Invest",
            "volume": "38",
            "issn": "1",
            "pages": "213-265",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI103791"
                ]
            }
        },
        "BIBREF18": {
            "title": "Antiviral Agents for the Treatment and Chemoprophylaxis of Influenza. Recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2011,
            "venue": "MMWR",
            "volume": "60",
            "issn": "1",
            "pages": "1-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Influenza Vaccination coverage Among Persons with Asthma — United States, 2005–2006 Influenza Season",
            "authors": [],
            "year": 2008,
            "venue": "MMWR",
            "volume": "57",
            "issn": "24",
            "pages": "653-657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Global Strategy for Asthma Management and Prevention 2011 (update)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Vital Signs: Asthma Prevalence, Disease Characteristics, and Self-Management Education — United States, 2001–2009",
            "authors": [],
            "year": 2011,
            "venue": "MMWR",
            "volume": "60",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Burden of Seasonal Influenza Hospitalization in Children, United States, 2003 to 2008",
            "authors": [],
            "year": 2010,
            "venue": "J Pediatr",
            "volume": "157",
            "issn": "5",
            "pages": "808-814",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2010.05.012"
                ]
            }
        },
        "BIBREF23": {
            "title": "Adult Hospitalizations for Laboratory-Positive Influenza during the 2005–2006 through 2007–2008 Seasons in the United States",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "6",
            "pages": "881-888",
            "other_ids": {
                "DOI": [
                    "10.1086/655904"
                ]
            }
        },
        "BIBREF24": {
            "title": "Hospitalized Patients with 2009 H1N1 Influenza in the United States, April–June 2009",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "12",
            "issn": "361",
            "pages": "1935-1944",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Hospitalized Patients with 2009 Pandemic Influenza A (H1N1) Virus Infection in the United States: September - October 2009",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "S1",
            "pages": "S50-S59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Factors Associated with Death or Hospitalization due to Pandemic 2009 Influenza A (H1N1) Infection in California",
            "authors": [],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1896-1902",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2009.1583"
                ]
            }
        }
    }
}