{
    "paper_id": "PMC3334753",
    "metadata": {
        "title": "Community-acquired polymicrobial pneumonia in the intensive care unit: aetiology and prognosis",
        "authors": [
            {
                "first": "Catia",
                "middle": [],
                "last": "Cillóniz",
                "suffix": "",
                "email": "catiacilloniz@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Santiago",
                "middle": [],
                "last": "Ewig",
                "suffix": "",
                "email": "ewig@augusta-bochum.de",
                "affiliation": {}
            },
            {
                "first": "Miquel",
                "middle": [],
                "last": "Ferrer",
                "suffix": "",
                "email": "MIFERRER@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Polverino",
                "suffix": "",
                "email": "EPOLVERI@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Gabarrús",
                "suffix": "",
                "email": "GABARRUS@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Puig de la Bellacasa",
                "suffix": "",
                "email": "JPUIG@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Josep",
                "middle": [],
                "last": "Mensa",
                "suffix": "",
                "email": "JMENSA@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Torres",
                "suffix": "",
                "email": "atorres@ub.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Community-acquired pneumonia (CAP) remains a common and potentially life-threatening condition. Among patients hospitalised by CAP, the rates of severe CAP range from 6.6 to 16.7% [1].",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 182,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The pathogens causing CAP may vary according to geographic area and underlying risk factors. Appropriate initial antimicrobial treatment has been repeatedly shown to be crucial for the outcome in severe infections. The knowledge of pathogen patterns causing CAP as the basis for the selection of such treatment is therefore crucial. Some studies have revealed that more than one causative microorganism was present in a considerable amount of cases. One of main problems for the studies on microbial aetiology in CAP is that not all microbiological tests are applied systematically for all patients. This limitation could possibly imply that the real frequency of polymicrobial aetiologies in main series is often underestimated.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The reported rates for polymicrobial aetiology, however, differ considerably between 5.7 and 38.4% [2-7]. The clinical significance of polymicrobial aetiology in CAP patients admitted to the ICU has not been specifically addressed. We therefore studied the prevalence, clinical characteristics and outcomes of severe CAP of polymicrobial aetiology in ICU patients.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 102,
                    "end": 103,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the Ethics Committee of our institution, but written informed consent was waived due to the non-interventional design.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The present cohort included 362 consecutive adult patients with CAP admitted to the ICU within 24 hours of admission to the emergency department in an 850-bed tertiary care university hospital (Hospital Clinic of Barcelona, Spain) between January 2003 and December 2010. The decision for admission to an ICU was made by the attending physician in all cases.",
            "cite_spans": [],
            "section": "Study population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Pneumonia was defined as a new pulmonary infiltrate found on the hospital admission chest radiograph with symptoms and signs of lower respiratory tract infection. We excluded patients with immunosuppression (for example, patients with neutropaenia after chemotherapy or bone marrow transplantation, patients with drug-induced immunosuppression as a result of solid-organ transplantation or corticosteroid (> 10 mg/day) or cytotoxic therapy, and all HIV-infected patients) and healthcare-associated pneumonia patients.",
            "cite_spans": [],
            "section": "Study population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The following parameters were recorded at admission: age, sex, tobacco use, alcohol and drug consumption, co-morbidities (chronic respiratory disease, including chronic obstructive pulmonary disease, asthma and bronchiectasis among others, diabetes mellitus, chronic cardiovascular disease, neurological disease, chronic renal disease and chronic liver disease), antibiotic treatment in the previous 30 days before hospital admission, treatment with corticosteroids, clinical symptoms and features (fever, cough, pleuritic chest pain, dyspnoea, mental confusion and aspiration), clinical signs (blood pressure, body temperature, respiratory rate and heart rate), arterial blood gas measurements, chest radiograph findings (number of lobes affected, pleural effusion and atelectasis), laboratory parameters (haemoglobin level, white blood cell count, platelet count, serum creatinine level, C-reactive protein level and other biochemical parameters), diagnostic procedures, empiric antibiotic therapy, ventilatory support, pulmonary complications (empyema, acute respiratory distress syndrome (ARDS) criteria, pleural effusion and surgical pleural draining) and other clinical events (cardiac arrhythmias, septic shock, and acute renal failure). The duration of treatment, length of hospital stay and 30-day in-hospital mortality were noted. We also calculated the pneumonia severity index (PSI) at admission [8].",
            "cite_spans": [
                {
                    "start": 1409,
                    "end": 1410,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Data collection and evaluation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Microbiological examination was performed in sputum, urine, two samples of blood and nasopharyngeal swabs. Pleural puncture, tracheobronchial aspirates and bronchoalveolar lavage (BAL) fluid, when available, were collected. Conventional tests were used to evaluate the presence of bacterial, parasitic and fungal agents, and of respiratory viruses. Sputum, Bronchial aspirate sample (BAS) and BAL specimens were stained using the Gram and Ziehl-Neelsen methods for bacterial and mycobacteria detection, respectively. In BAL samples, the following additional stains were used: May-Grünwald Giemsa for fungal detection and cellular differential count, and Gomori methenamine silver for Pneumocystis jirovecii. Sputum and pleural fluid samples were qualitatively cultured for bacterial pathogens, fungi and mycobacteria. Bronchial aspirate sample (BAS) and BAL samples were homogenised and processed for quantitative culture by serial dilutions for bacterial pathogens; undiluted cultures for Legionella spp., fungi and mycobacteria were also carried out.",
            "cite_spans": [],
            "section": "Microbiological evaluation and diagnostic criteria ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal swabs and BAL specimens were processed for antigen detection by immunofluorescence assay and for isolation of viruses in cell culture (influenza virus A, influenza virus B, human parainfluenza viruses 1 to 3, adenovirus and respiratory syncytial virus). In addition, two independent multiplex-nested RT-PCR assays able to detect from 1 to 10 copies of viral genomes were performed for the diagnostics of respiratory viruses. One RT-PCR assay detected influenza virus types A, B and C, respiratory syncytial viruses A and B, and adenovirus. Another RT-PCR assay studied parainfluenza viruses 1, 2, 3 and 4, coronaviruses 229E and OC43, rhinoviruses and enteroviruses. All positive results were subsequently confirmed by a second independent assay.",
            "cite_spans": [],
            "section": "Microbiological evaluation and diagnostic criteria ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sputum and blood samples were obtained for bacterial culture before the start of antibiotic therapy in the emergency department. Nasopharyngeal swab for respiratory virus detection and urine samples for Streptococcus pneumoniae and Legionella pneumophila antigen detection were obtained within 24 hours after hospital admission. Blood samples for serology of atypical pathogens and respiratory virus were taken at admission and within the third and sixth week thereafter.",
            "cite_spans": [],
            "section": "Microbiological evaluation and diagnostic criteria ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The aetiology was considered definite if one of the following criteria was met: blood culture positive (in the absence of an apparent extrapulmonary focus); positive bacterial culture of pleural fluid or transthoracic needle aspiration samples; elevated serum levels of IgM against Chlamydophila pneumoniae (≥ 1:64), Coxiella burnetii (≥ 1:80) and Mycoplasma pneumoniae (any positive titre); seroconversion (that is, a fourfold increase in IgG titres) for C. pneumoniae and L. pneumophila > 1:128, C. burnetii > 1:80 and respiratory viruses (influenza viruses A and B, parainfluenza viruses 1 to 3, respiratory syncytial virus and adenovirus); positive urinary antigen for L. pneumophila (Binax Now L. pneumophila urinary Antigen Test; Trinity Biotech, Bray, Ireland); positive urinary antigen for S. pneumoniae (Binax Now S. pneumoniae urinary Antigen Test; Emergo Europe, The Hague, The Netherlands); bacterial growth in cultures of tracheobronchial aspirates (≥ 105 cfu/ml), in a protected specimen brush (≥ 103 cfu/ml) and in BAL (≥ 104 cfu/ml); and detection of antigens by immunofluorescence assay plus virus isolation or detection by RT-PCR testing for respiratory virus (influenza viruses A and B, parainfluenza viruses 1 to 3, respiratory syncytial virus, rhinovirus and adenovirus).",
            "cite_spans": [],
            "section": "Criteria for aetiological diagnosis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The aetiology of pneumonia was classified as presumptive when a predominant microorganism was isolated from a purulent sample (leukocytes > 25 per high-power microscopic field and few epithelial cells < 10 per high-power microscopic field) and the findings of Gram staining were compatible. For the purpose of the present study, presumptive and definitive diagnostics were analysed together.",
            "cite_spans": [],
            "section": "Criteria for aetiological diagnosis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Polymicrobial pneumonia was defined as pneumonia due to more than one pathogen. Severe CAP was defined when at least one major criterion or three minor criteria of the Infectious Disease Society of America/American Thoracic Society (IDSA/ATS) guidelines were present [9]. Appropriateness of empiric antibiotic treatment was defined when the isolated pathogens were susceptible in vitro to one of the antimicrobials administrated according to current European guidelines for microbiological susceptibility testing [10]. For Pseudomonas aeruginosa infection, adequate treatment needed a combination of two active antibiotics against the isolated strain.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Definitions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Categorical variables are described as frequencies and percentages, while continuous variables are presented as means and standard deviations, or as the median and interquartile range for data not normally distributed (Kolmogorov-Smirnov test). Categorical variables were compared with the chi-square test or Fisher's exact test where appropriate. Continuous variables were compared using the Student t test once normality was demonstrated; otherwise, the nonparametric Mann-Whitney U test was performed.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Univariate and multivariate logistic regression analyses were performed to identify variables predictive of patients with polymicrobial pneumonia (dependent variable). The independent variables analysed were: age, gender, smoking, alcohol consumption, previous antibiotic, influenza vaccine, pneumococcal vaccine, inhaled corticosteroids, systemic corticosteroids, chronic cardiovascular disease, chronic renal failure, diabetes mellitus, chronic liver disease, neurological disease, chronic pulmonary disease, fever, C-reactive protein level, white blood cell count, creatinine, PSI, multilobar infiltration, ARDS criteria, shock and mechanical ventilation. Univariate and multivariate logistic regression analyses were performed to predict 30-day mortality (dependent variable). The independent variables were the previous plus the number of aetiologies and adequacy of empirical treatment, with the exception of ARDS, shock and mechanical ventilation. Variables that showed a significant result univariately (P < 0.1) were included in the multivariate logistic regression backward stepwise model. The Hosmer-Lemeshow goodness-of-fit test was performed to assess the overall fit of the model [11]. All tests were two-tailed and significance was set at 5%. All analyses were performed with SPSS version 16.0 for Windows (SPSS Inc., Chicago, IL, USA).",
            "cite_spans": [
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "During the study period, 2,200 patients were hospitalised with a diagnosis of CAP. Of these, 362 (16%) patients were admitted to the ICU. The main characteristics of patients and the outcome variables are shown in Table 1.",
            "cite_spans": [],
            "section": "Patients' characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Among the 67 patients who had received antimicrobial treatment prior to hospital admission, the median duration of treatment was 2.8 days. The types of antibiotics received were: 25 (8%) β-lactams, 20 (6%) fluoroquinolones, six (2%) macrolides and 16 (5%) unknown.",
            "cite_spans": [],
            "section": "Patients' characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "The specimens obtained included blood cultures from 330 (91%) patients, urine from 345 (95%) patients, acute and follow-up sera from 150 (41%) patients, sputum from 285 (79%) patients, bronchoscopically obtained lower respiratory secretions from 84 (23%) patients, pleural fluid in 62 (17%) patients, and nasopharyngeal and oropharyngeal swabs from 180 (50%) patients.",
            "cite_spans": [],
            "section": "Aetiology ::: Results",
            "ref_spans": []
        },
        {
            "text": "The aetiology of CAP could be established in 196 (54%) ICU patients. The proportion of patients with defined aetiology was higher in those with available lower respiratory tract samples, which included sputum and bronchoscopically obtained secretions (Table 2). Patients with lower respiratory tract samples were more severe, assessed by higher PSI risk classes, more frequent septic shock, ARDS criteria and the need for mechanical ventilation.",
            "cite_spans": [],
            "section": "Aetiology ::: Results",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Monomicrobial infection was detected in 157 cases and polymicrobial infection in 39 cases (11% of the overall population and 20% of those with defined aetiology only), with two pathogens isolated in 33 cases and three pathogens in six cases. As shown in Table 3, the most frequently identified pathogens were S. pneumoniae, respiratory viruses, P. aeruginosa, methicillin-resistant Staphylococcus aureus (MRSA), Gram-negative enteric bacilli (GNEB) and L. pneumophila.",
            "cite_spans": [],
            "section": "Aetiology ::: Results",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Patients with polymicrobial aetiology had previously received antibiotics less frequently, had a higher proportion of chronic respiratory and neurological diseases, less frequently presented fever at admission, had higher rates of PSI risk class V, had severe CAP according to the IDSA/ATS definition, and fulfilled ARDS criteria. The length of hospital stay and hospital mortality tended to be higher in these patients (Table 4).",
            "cite_spans": [],
            "section": "Comparison of the monomicrobial and polymicrobial aetiology ::: Results",
            "ref_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "As regards the aetiologic pathogens, the proportion of respiratory viruses-particularly influenza A, MRSA, P. aeruginosa, GNEB, Haemophilus influenzae and Moraxella catarrhalis - were more frequently isolated in patients with polymicrobial pneumonia, without differences in the remaining pathogens (Table 3).",
            "cite_spans": [],
            "section": "Comparison of the monomicrobial and polymicrobial aetiology ::: Results",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Data on antibiotic treatment were available in 347 (96%) patients. The most frequent regimens were fluoroquinolones plus β-lactam (n = 217, 63%), β-lactam plus macrolide (n = 73, 21%), fluoroquinolone monotherapy (n = 39, 11%) and β-lactam monotherapy (n = 18, 5%). These regimens were similarly administered in patients with monomicrobial or polymicrobial aetiology.",
            "cite_spans": [],
            "section": "Empirical antibiotic therapy ::: Results",
            "ref_spans": []
        },
        {
            "text": "The empirical antibiotic treatment was more frequently inappropriate in patients from the polymicrobial aetiology group (Table 4). When respiratory viruses were not taken into account, the pathogens most frequently associated with inadequate treatment were MRSA in 10 cases, and S. pneumoniae, P. aeruginosa and GNEB in nine cases each. None of our patients received antiviral therapy.",
            "cite_spans": [],
            "section": "Empirical antibiotic therapy ::: Results",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Several variables were significantly associated with polymicrobial pneumonia in the univariate logistic regression analyses (Table 5). Among these variables, chronic respiratory disease and ARDS criteria at hospital admission were independent predictors of polymicrobial aetiology in the multivariate analysis.",
            "cite_spans": [],
            "section": "Predictors of polymicrobial aetiology ::: Results",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The univariate logistic regression analyses revealed several variables significantly associated with hospital mortality (Table 6). Although polymicrobial pneumonia (that is, two or more pathogens identified) was associated with increased mortality compared with the absence of defined aetiology, the differences between monomicrobial and polymicrobial aetiology were not significant, as shown in Table 4.",
            "cite_spans": [],
            "section": "Predictors of hospital mortality ::: Results",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 402,
                    "end": 403,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Among these variables, age ≥ 65 years, neurological disease, chronic liver disease and inappropriate antimicrobial treatment were independently associated with increased hospital mortality in the multivariate analysis.",
            "cite_spans": [],
            "section": "Predictors of hospital mortality ::: Results",
            "ref_spans": []
        },
        {
            "text": "Polymicrobial aetiology was found in 11% of all patients with CAP admitted to the ICU, 20% considering those with defined aetiology only. Although S. pneumoniae was the most frequent pathogen in both groups, we found MRSA, P. aeruginosa, GNEB, H. influenzae, M. catarrhalis and respiratory viruses more frequently identified in polymicrobial pneumonia than in monomicrobial pneumonia. Chronic respiratory disease and ARDS criteria were independent predictors of polymicrobial aetiology. Although an independent predictor of hospital mortality such as inappropriate treatment was more frequent in the polymicrobial aetiology group, the trend for higher hospital mortality in patients from this group was not statistically significant.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In general populations of hospitalised patients with CAP, we have previously reported lower rates of polymicrobial pneumonia (5%) [3,12] than in this series of ICU patients. Other studies on patients with CAP found 5.7% and 38.4% rates of polymicrobial aetiology in their series [4,5]. These wide variations might be explained by differences in the populations studied, epidemiological settings, rate of antimicrobial pretreatment, microbiological workup and definitions of aetiology. A typical limitation of many studies dealing with microbial aetiology in CAP is that not all microbiological tests are applied systematically for all patients. This issue means that the real frequency of polymicrobial aetiologies could possibly be higher if a complete microbiological investigation was performed in all cases. In view of these methodological problems, it seems difficult to indicate precisely the extent of the problem of polymicrobial aetiology. Analysing the potential impact of polymicrobial aetiology is therefore more important, particularly in the most severely ill patients and in those at highest risk of death.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 133,
                    "end": 135,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 280,
                    "end": 281,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 282,
                    "end": 283,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "S. pneumoniae was not only the most frequent pathogen but also by far the most frequent co-pathogen in polymicrobial infections. This finding underlines the importance of pneumococcal coverage in any initial antimicrobial treatment regimen. The most frequent polymicrobial pattern was S. pneumoniae and viral infection, particularly influenza virus. Pneumococci have been identified as the most frequent bacterial superinfection in both seasonal [13] and novel H1N1 [14,15] influenza virus-associated pneumonia.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 470,
                    "end": 472,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, whereas S. pneumoniae was by far the most frequent single pathogen, the rate of this pathogen was similar among patients with monomicrobial aetiology and those with polymicrobial aetiology. Among the pathogens more frequently identified in polymicrobial pneumonia, respiratory viruses were the most frequent. We did not find that polymicrobial aetiology was associated with higher mortality. Viruses were the most frequent microorganisms associated with polymicrobial aetiology. Except for influenza A H1N1, viruses are not a cause of excess mortality-as recently pointed out by two recent studies [13,16]. The role of viruses in the aetiology of pneumonia is unclear, since they may be regarded either as primary infection or, with bacteria, as representing superinfection [17]. None of our patients received antiviral treatment. We feel that at least during the influenza season, however, patients could benefit from antiviral treatment.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 790,
                    "end": 792,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The role of MRSA in CAP is limited in Europe, even if patients meeting criteria for healthcare-associated pneumonia remain included [18]. Although for our series we excluded patients with healthcare-associated pneumonia, the frequent association of this pathogen with severe underlying illness [19] may explain the higher rate of this pathogen in the polymicrobial aetiology group, since these patients were more severe at admission than those with monomicrobial aetiology. The exact role of MRSA in polymicrobial CAP is difficult to assess, however, because even a high bacterial load of MRSA may still represent colonisation rather than infection [20]. The higher rate of P. aeruginosa and GNEB in polymicrobial pneumonia may also be related to the higher rate of chronic respiratory diseases in this group, since identification of these pathogens occurs more frequently in those with chronic lung disease [21]. As for MRSA, the identification of P. aeruginosa does not necessarily mean this is the causative pathogen of acute exacerbation in all chronic obstructive pulmonary disease patients colonised by the pathogen [22], and similarly MRSA eventually may represent colonisation rather than infection in patients with pneumonia.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 909,
                    "end": 911,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We identified chronic respiratory disease and ARDS criteria as independent predictors of polymicrobial aetiology. In chronic obstructive pulmonary disease, this finding can be explained by the previous colonisation of different bacteria these patients may have in their lower airways. On the contrary, ARDS may be the consequence of a mixed infection with higher pulmonary insult. In both chronic obstructive pulmonary disease and ARDS with severe CAP, our recommendation is to give a broad empirical antibiotic treatment from the beginning of therapy because mixed infections are more frequent [23,24].",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 598,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A relevant issue in polymicrobial aetiology of severe CAP refers to its potential prognostic implications. We found a strong association between polymicrobial aetiology and initial inappropriate antimicrobial treatment, which in turn was an independent predictor of increased hospital mortality. Inappropriate empiric treatment has already been associated with poor outcome in patients with severe infections [25,26]. Although crude mortality was near double in patients with polymicrobial aetiology, this difference did not reach statistical significance-probably due to the insufficient number of patients included. These results indicate that the impact of initial inappropriate antimicrobial treatment is crucial for survival, and that polymicrobial aetiology is an important determinant for such inappropriateness.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 413,
                    "end": 415,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge, this is the first study addressing the issue of multiple aetiologies of CAP in a large population of ICU patients. We decided to include all patients admitted to the ICU regardless of whether they met IDSA/ATS severity criteria. We think that clinical decisions for ICU admission may be valid, while the IDSA/ATS severity criteria have proven to be overly sensitive [1,12].",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Several limitations have to be addressed. First, the complete diagnostic workup and microbiological sampling could not be applied in every patient. Second, the true incidence of polymicrobial aetiology may be underestimated since 21% patients had received prior antimicrobial treatment. Finally, viral infections may have been missed since paired serology is frequently not available in nonsurvivors. We did not include molecular techniques such as PCR for bacterial detection. We believe that the systematic use of qualitative and quantitative PCR for the diagnosis of respiratory infections may increase substantially the number of identified bacterial pathogens [7,27]. Moreover, these new techniques could play a crucial role in the determination of the clinical impact of polymicrobial aetiology in CAP. Unfortunately, the use of molecular techniques is not yet part of the routine diagnostic workup in CAP.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 667,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Polymicrobial aetiology is a frequent finding in patients with CAP admitted to the ICU. Our data support the potential implication of polymicrobial pneumonia in the outcome of patients related to an increased risk of inappropriate antimicrobial treatment, and suggests the importance of an extensive microbiological testing in very severe CAP patients since the CAP may be caused by more than one aetiology.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The most important clinical implication of the identified predictors of polymicrobial aetiology is to emphasise the use of broad-spectrum antimicrobial treatment in these groups of patients.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "• Polymicrobial aetiology is frequent among patients with CAP admitted to the ICU and may result in inappropriate empiric antimicrobial treatment.",
            "cite_spans": [],
            "section": "Key messages",
            "ref_spans": []
        },
        {
            "text": "• Polymicrobial aetiology of CAP should be suspected in the presence of chronic respiratory disease or criteria for ARDS.",
            "cite_spans": [],
            "section": "Key messages",
            "ref_spans": []
        },
        {
            "text": "• If antimicrobial treatment is appropriate, polymicrobial aetiology does not result in increased hospital mortality from severe CAP.",
            "cite_spans": [],
            "section": "Key messages",
            "ref_spans": []
        },
        {
            "text": "ARDS: acute respiratory distress syndrome; BAL: bronchoalveolar lavage; CAP: community-acquired pneumonia; GNEB: Gram-negative enteric bacilli; IDSA/ATS: Infectious Disease Society of America/American Thoracic Society; MRSA: methicillin-resistant Staphylococcus aureus; PCR: polymerase chain reaction; PSI: pneumonia severity index; RT: reverse transcriptase.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "CC is the main author of the paper; she reviewed the study data and realised the statistical analysis, edited the main body of the manuscript, and contributed to supervising the collection of clinical, radiological and microbiological data. SE contributed to conception of the project and database design. MF contributed to results analysis and interpretation, and to editing the final manuscript. EP contributed to data analysis and drafting the original manuscript, and to supervising the collection of clinical, radiological and microbiological data. AG realised the statistical analysis of the study. JPdlB supervised the microbiological studies. JM supervised the collection of epidemiologic and microbiological data. AT led the study group, contributed to conception of the project design and contributed to the final study, being the guarantor of the entire manuscript. All authors read and approved the manuscript for publication.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of the whole population (n = 362) at admission to the ICU\nData presented as mean ± standard deviation, n (%) or median (interquartile range). ARDS, acute respiratory distress syndrome; PaO2/FIO2, arterial oxygen tension to inspired oxygen fraction ratio. Other respiratory diseases include sequelae of pulmonary tuberculosis, pulmonary hypertension and interstitial lung disease.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Characteristics of patients with and without low respiratory tract samples\nData presented as mean ± standard deviation, n (%) or median (interquartile range). ARDS, acute respiratory distress syndrome; MRSA, methicillin-resistant Staphylococcus aureus.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Distribution of the causative microorganisms identified in 196 patients with community-acquired pneumonia\nData presented as n (%). Percentages refer to the total number of patients of each group (monomicrobial vs. polymicrobial). The most frequent combinations in cases with two pathogens were S. pneumoniae with respiratory viruses (11 cases), P. aeruginosa (three cases), and H. influenzae, Gram-negative enteric bacilli and atypicals in two cases each. The most frequent combination in cases with three pathogens was S. pneumoniae, Gram-negative enteric bacilli and methicillin-resistant Staphylococcus aureus (MRSA) in two cases. P value refers to a statistical comparison of cases with monomicrobial aetiology and polymicrobial aetiology. MSSA, methicillin-susceptible Staphylococcus aureus. aS. viridans isolated from a pleural fluid specimen. bIncluding Escherichia coli, Klebsiella pneumoniae, Serratia marcescens.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Characteristics of patients with defined aetiology, comparing monomicrobial and polymicrobial pneumonia\nData presented as mean ± standard deviation, n (%) or median (interquartile range). ARDS, acute respiratory distress syndrome; CAP, community-acquired pneumonia; PaO2/FIO2, arterial oxygen tension to inspired oxygen fraction ratio. Other respiratory diseases include sequelae of pulmonary tuberculosis, pulmonary hypertension and interstitial lung disease.",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Univariate and multivariate logistic regression analyses of predictors of polymicrobial pneumonia\nARDS, acute respiratory distress syndrome; CI, confidence interval; WBC, white blood cells. aHosmer-Lemeshow goodness-of-fit test, P = 0.55. bIncrease by 10 × 109 cells/l.",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Univariate and multivariate logistic regression analysis of predictors of mortality\naHosmer-Lemeshow goodness-of-fit test, P = 0.81. bThe P value corresponds to differences between the three groups (none, one or more than one pathogen). The odds ratio and 95% confidence interval (CI) of monomicrobial and polymicrobial pneumonia are related to cases with no pathogen identified.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Towards a sensible comprehension of severe community-acquired pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "214-223",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-010-2077-0"
                ]
            }
        },
        "BIBREF1": {
            "title": "European Committee on Antimicrobial Susceptibility Testing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Applied Logistic Regression",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Severe community-acquired pneumonia: validation of the Infectious Diseases Society of America/American Thoracic Society guidelines to predict an intensive care unit admission",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "377-385",
            "other_ids": {
                "DOI": [
                    "10.1086/596307"
                ]
            }
        },
        "BIBREF4": {
            "title": "How deadly is seasonal influenza associated pneumonia? The German Competence Network for Community-acquired pneumonia (CAPNETZ)",
            "authors": [],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "37",
            "issn": "",
            "pages": "1151-1157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bacterial coinfections in lung tissue specimens from fatal cases of 2009 pandemic influenza A (H1N1)-United States, May-August 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1071-1074",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Community-acquired respiratory coinfection in critically ill patients with pandemic 2009 influenza A(H1N1) virus",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "",
            "pages": "555-562",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.10-1396"
                ]
            }
        },
        "BIBREF7": {
            "title": "Influenza pneumonia: a comparison between seasonal influenza virus and the H1N1 pandemic",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "",
            "pages": "106-111",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00125910"
                ]
            }
        },
        "BIBREF8": {
            "title": "Insights into the interaction between influenza virus and pneumococcus",
            "authors": [],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "571-582",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00058-05"
                ]
            }
        },
        "BIBREF9": {
            "title": "Health care-associated pneumonia requiring hospital admission: epidemiology, antibiotic therapy, and clinical outcomes",
            "authors": [],
            "year": 2007,
            "venue": "Arch Intern Med",
            "volume": "167",
            "issn": "",
            "pages": "1393-1399",
            "other_ids": {
                "DOI": [
                    "10.1001/archinte.167.13.1393"
                ]
            }
        },
        "BIBREF10": {
            "title": "BTS guidelines for the management of community acquired pneumonia in adults: update 2009",
            "authors": [],
            "year": 2009,
            "venue": "Thorax",
            "volume": "64",
            "issn": "Suppl 3",
            "pages": "iii1-iii55",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2009.121434"
                ]
            }
        },
        "BIBREF11": {
            "title": "Community-acquired pneumonia of mixed etiology: prevalence, clinical characteristics, and outcome",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "377-383",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-005-1346-2"
                ]
            }
        },
        "BIBREF12": {
            "title": "Ventilator-associated tracheobronchitis in a mixed surgical and medical ICU population",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "",
            "pages": "513-518",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.10-1336"
                ]
            }
        },
        "BIBREF13": {
            "title": "Community-acquired pneumonia in chronic obstructive pulmonary disease. Spanish Multicenter Study",
            "authors": [],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "154",
            "issn": "",
            "pages": "1456-1461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Pseudomonas aeruginosa in adults with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2009,
            "venue": "Curr Opin Pulm Med",
            "volume": "15",
            "issn": "",
            "pages": "138-142",
            "other_ids": {
                "DOI": [
                    "10.1097/MCP.0b013e328321861a"
                ]
            }
        },
        "BIBREF15": {
            "title": "Airway inflammation and bronchial bacterial colonization in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "",
            "pages": "991-998",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200509-1525OC"
                ]
            }
        },
        "BIBREF16": {
            "title": "Acute respiratory distress syndrome and pneumonia: a comprehensive review of clinical data",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "748-756",
            "other_ids": {
                "DOI": [
                    "10.1086/506430"
                ]
            }
        },
        "BIBREF17": {
            "title": "Initiation of inappropriate antimicrobial therapy results in a fivefold reduction of survival in human septic shock",
            "authors": [],
            "year": 2009,
            "venue": "Chest",
            "volume": "136",
            "issn": "",
            "pages": "1237-1248",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.09-0087"
                ]
            }
        },
        "BIBREF18": {
            "title": "Appropriate use of antimicrobial agents: challenges and strategies for improvement",
            "authors": [],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": "608-616",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000050464.70382.D6"
                ]
            }
        },
        "BIBREF19": {
            "title": "Streptococcus pneumoniae coinfection is correlated with the severity of H1N1 pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008540"
                ]
            }
        },
        "BIBREF20": {
            "title": "Mixed community-acquired pneumonia in hospitalised patients",
            "authors": [],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "27",
            "issn": "",
            "pages": "795-800",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.06.00058605"
                ]
            }
        },
        "BIBREF21": {
            "title": "Multiple pathogens in adult patients admitted with community-acquired pneumonia: a one year prospective study of 346 consecutive patients",
            "authors": [],
            "year": 1996,
            "venue": "Thorax",
            "volume": "51",
            "issn": "",
            "pages": "179-184",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.51.2.179"
                ]
            }
        },
        "BIBREF22": {
            "title": "Study of community acquired pneumonia aetiology (SCAPA) in adults admitted to hospital: implications for management guidelines",
            "authors": [],
            "year": 2001,
            "venue": "Thorax",
            "volume": "56",
            "issn": "",
            "pages": "296-301",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.56.4.296"
                ]
            }
        },
        "BIBREF23": {
            "title": "Microbial aetiology of community-acquired pneumonia and its relation to severity",
            "authors": [],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "",
            "pages": "340-346",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2010.143982"
                ]
            }
        },
        "BIBREF24": {
            "title": "Value of the polymerase chain reaction assay in noninvasive respiratory samples for diagnosis of community-acquired pneumonia",
            "authors": [],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "159",
            "issn": "",
            "pages": "1868-1873",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A prediction rule to identify low-risk patients with community-acquired pneumonia",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "243-250",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199701233360402"
                ]
            }
        },
        "BIBREF26": {
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "Suppl 2",
            "pages": "S27-S72",
            "other_ids": {
                "DOI": []
            }
        }
    }
}