{
    "paper_id": "PMC3301245",
    "metadata": {
        "title": "Relationship between reactive hemophagocytic syndrome (RHS) and multiple organ system failure (MOSF)",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Gauvin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B",
                "middle": [],
                "last": "Toledano",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [],
                "last": "David",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [],
                "last": "Lacroix",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To report two cases which show that severe RHS can be reversible, can be a cause of cytopenia in the ICU, and can be associated with MOSF. In both cases, a bone marrow aspirate showed histiocytes, hypocellularity of all cell lines, and hemo- and erythrophagocytosis.",
            "cite_spans": [],
            "section": "Objective",
            "ref_spans": []
        },
        {
            "text": "1) A 3 year-old boy with Mucha-Haberman syndrome was admitted to the PICU for septic shock (Staphylococcus epidermidis and Candida in blood), acute respiratory distress syndrome (ARDS), capillary leak, acute renal failure, liver dysfunction, MOSF and RHS. PRISM II score was 13. The pancytopenia worsened (WBC: 900 cells/mm3; Hb: 59 g/l; Plt: 36000/mm3), then resolved 2 months later. The patient required mechanical ventilation for 6 weeks. Length of stay in ICU was 2 months.",
            "cite_spans": [],
            "section": "Case reports",
            "ref_spans": []
        },
        {
            "text": "2) A previously healthy 4 year-old girl was admitted to the PICU for respiratory failure. PRISM II score was 23. She developed ARDS, cardiomyopathy with shock and complete atrio-ventricular block, capillary leak, liver dysfunction and RHS (WBC: 1900 cells/mm3; Hb: 65 g/l; Plt: 58000/mm3). Serology for respiratory syncitial virus was positive. The duration of RHS was 20 days; length of mechanical ventilation was 16 days, and length of stay in the PICU was 3 weeks.",
            "cite_spans": [],
            "section": "Case reports",
            "ref_spans": []
        },
        {
            "text": "Both patients recovered completely; thus severe cases of pediatric RHS can be reversible. These cases also show that RHS may be a significant cause of cytopenia in the PICU. Data in the literature and these cases suggest that RHS may be an integral part of MOSF: 1) RHS appeared and disappeared with MOSF; 2) RHS and MOSF share similar trigger events, such as infection or neoplasia; 3) increased level of cytokines (IL-6, IFN-alpha and IL-2 receptor, etc.) are present both in MOSF and RHS [1,2,3].",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Am J Clin Pathol",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Am J Pediatr Hematol/Oncol",
            "volume": "15",
            "issn": "",
            "pages": "92-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Am J Pediatr Hematol/Oncol",
            "volume": "15",
            "issn": "",
            "pages": "291-298",
            "other_ids": {
                "DOI": []
            }
        }
    }
}