{
    "paper_id": "PMC3131688",
    "metadata": {
        "title": "Autophagy in immunity and inflammation",
        "authors": [
            {
                "first": "Beth",
                "middle": [],
                "last": "Levine",
                "suffix": "",
                "email": "beth.levine@utsouthwestern.edu",
                "affiliation": {}
            },
            {
                "first": "Noboru",
                "middle": [],
                "last": "Mizushima",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Herbert",
                "middle": [
                    "W."
                ],
                "last": "Virgin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There is only one known mechanism that eukaryotic cells possess to dispose of intracellular organelles and protein aggregates that are too large to be degraded by the proteasome. It is therefore not surprising that this mechanism — the lysosomal degradation pathway known as autophagy — is also used to degrade microorganisms (such as viruses, bacteria and protozoa) that invade intracellularly1,2. Indeed, the mutation of autophagy genes increases susceptibility to infection by intracellular pathogens in organisms ranging from plants to flies to worms to mice, and possibly to humans. Perhaps less apparent, but teleologically as intuitive, the autophagy pathway or unique functions of autophagy proteins also have a central role in controlling other diverse aspects of immunity in multicellular organisms.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "2",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The autophagy machinery is thought to have evolved as a stress response that allows unicellular eukaryotic organisms to survive during harsh conditions, probably by regulating energy homeostasis and/or by protein and organelle quality control. The same machinery might therefore be expected to diversify functionally in complex metazoan organisms, so as to regulate new layers of defences used by multicellular organisms to confront different forms of stress. A plethora of genetic, biochemistry, cell biology, systems biology and genomic studies have recently converged to support this notion. The autophagy machinery interfaces with most cellular stress-response pathways3, including those involved in controlling immune responses and inflammation. This interface is not only at the level of the autophagy pathway, but also entails direct interactions between autophagy proteins and immune signalling molecules4. There is a complex reciprocal relationship between the autophagy pathway/proteins and immunity and inflammation; the autophagy proteins function in both the induction and suppression of immune and inflammatory responses, and immune and inflammatory signals function in both the induction and suppression of autophagy. Moreover, similar to cancer, neurodegenerative diseases and ageing5, defects in autophagy — through autophagy gene mutation and/or microbial antagonism — may underlie the pathogenesis of many infectious diseases and inflammatory syndromes.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 674,
                    "mention": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 912,
                    "end": 913,
                    "mention": "4",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1299,
                    "end": 1300,
                    "mention": "5",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "In this Review, we describe recent advances in our evolving comprehension of the interface between autophagy, immunity and inflammation. We discuss how emerging concepts about the functions of the autophagy pathway and the autophagy proteins may reshape our understanding of immunity and disease. This set of proteins not only orchestrates the lysosomal degradation of unwanted cargo, but also exerts intricate effects on the control of immunity and inflammation. Thus, the autophagy pathway and autophagy proteins may function as a central fulcrum that balances the beneficial and harmful effects of the host response to infection and other immunological stimuli.",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nMechanisms and membrane dynamics of autophagy\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Autophagy is a general term for pathways by which cytoplasmic material, including soluble macromolecules and organelles, is delivered to lysosomes for degradation6. There are at least three different types of autophagy, including macroautophagy, chaperone-mediated autophagy and microautophagy. Macroautophagy, usually referred to simply as autophagy, is the subject of this Review (Fig. 1). In this pathway, a portion of cytoplasm (usually 0.5–1 μm in diameter) is engulfed by an isolation membrane, or 'phagophore', resulting in the formation of a double-membrane structure known as the autophagosome. The outer membrane of the autophagosome fuses with the lysosome to become an autolysosome, leading to the degradation of autophagosomal contents by lysosomal enzymes. Autophagosomes can also fuse with endosomes or multivesicular bodies and major histocompatibility complex (MHC)- class-II-loading compartments7. Autolysosomes become larger as more autophagosomes and lysosomes fuse, but at a termination phase lysosomes are tubulated and fragmented for renewal8.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "6",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 913,
                    "end": 914,
                    "mention": "7",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1064,
                    "end": 1065,
                    "mention": "8",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 383,
                    "end": 389,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The membrane dynamics of autophagosome formation involve complex processes, which are not completely understood. Nonetheless, the molecular dissection of autophagy membrane dynamics, stimulated by the discovery of ATG (autophagy-related) genes in yeast9, has shed considerable light on this topic (Table 1). Several recent studies suggest that the endoplasmic reticulum (ER) is crucial for autophagosome formation. The ER cisternae often associate with developing autophagosomes, and electron tomography analysis has demonstrated direct connections between the ER and autophagosomal membranes10,11. Moreover, the function of several key autophagy proteins seems to be at the level of the ER (Fig. 1).",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "mention": "9",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "11",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 692,
                    "end": 698,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 298,
                    "end": 305,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Autophagy is induced by nutrient starvation through the inhibition of mammalian target of rapamycin (mTOR), resulting in translocation of the mTOR substrate complex (ULK1/2, ATG13, FIP200 (also known as RB1CC1) and ATG101) from the cytosol to certain domains of the ER or closely attached structures12,13. This leads to the recruitment of the class III phosphatidylinositol-3-OH kinase (PI(3)K) complex, which includes at least VPS34 (also known as PIK3C3), VPS15 (PIK3R4 and p150), beclin 1 and ATG14, to the ER13,14. The PI(3)K complex produces phosphatidylinositol-3-phosphate (PtdIns(3)P), which recruits effectors such as double FYVE-containing protein 1 (DFCP1) and WD-repeat domain phosphoinositide-interacting (WIPI) family proteins. DFCP1 is diffusely present on the ER or the Golgi, but translocates to the autophagosome formation site in a PtdIns(3)P-dependent manner to generate ER-associated Ω-like structures termed omegasomes15. Among the four WIPI isoforms, WIPI2 is the major form in most cell types and functions downstream of DFCP1, and it may promote the development of omegasomes into isolation membranes or autophagosomes16.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "mention": "12",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "14",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": "15",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "mention": "16",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "An ER-associated multispanning membrane protein, VMP1, is also important for autophagosome formation. Although VMP1 interacts with beclin 1 and is present at the autophagosome formation site at an early stage, it seems to function at a late stage in autophagy13,17,18. This is perhaps consistent with other evidence that beclin 1–class III PI(3)K complexes may function in autophagosomal maturation (in addition to vesicle nucleation), a process that can be regulated by other beclin-1-interacting partners such as rubicon (Table 1). At the final step of autophagosome formation, elongation of the isolation membrane and/or completion of enclosure require two ubiquitin-like conjugates. The first is the ATG12–ATG5 conjugate, which is produced by the ATG7 (E1-like) and ATG10 (E2-like) enzymes, and functions as a dimeric complex together with ATG16L1 (ref. 19) . The second is the phosphatidylethanolamine (PE)-conjugated ATG8 homologues — LC3, GATE16 and GABARAP — which are produced by the ATG7 and ATG3 (E2-like) enzymes9,20. Although the proteins involved in autophagosome membrane formation have been characterized as discrete complexes (Table 1), several potential interconnections between components of the different complexes were identified by a recent proteomics study21. Such interconnections may function in autophagosome membrane formation or other distinct cellular functions. For example, the ATG12–ATG3 conjugate is implicated in mitochondrial homeostasis but not in autophagosome membrane formation22.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "mention": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "17",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "18",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "19",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "mention": "9",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "20",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "mention": "21",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "mention": "22",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1144,
                    "end": 1151,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In addition to the ER, other membranes may be involved in autophagosome formation (Fig. 1). ATG9, another multispanning membrane protein, is essential for autophagy23 and traffics between the trans-Golgi network, endosomes and autophagosome precursors24. Studies suggest that mitochondria, the plasma membrane and the nuclear membrane could also be membrane sources for autophagosome formation25,26,27. However, the lack of detection of specific protein markers for these structures on the autophagosomal membrane leaves the decades-old question of the membrane source of the autophagosome unanswered. It is possible that cells may use different membrane sources to form the autophagosome in different contexts, thereby permitting specialization of membrane dynamics in a manner that allows divergent autophagy-inducing signals to stimulate the capture of spatially distinct cargo.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "23",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "24",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "25",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "26",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "27",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nSelective autophagy tackles microbes\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Autophagy was originally considered to be a non-selective bulk degradation process, but it is now clear that autophagosomes can degrade substrates in a selective manner28. In addition to endogenous substrates, autophagy degrades intracellular pathogens in a selective form of autophagy, termed xenophagy. Similar to bulk autophagy (such as that induced by nutrient deprivation) and other forms of selective autophagy (such as degradation of damaged mitochondria, peroxisomes, aggregate-prone proteins or damaged ER), the precise membrane dynamics and specificity determinants of xenophagy are not fully understood. Nonetheless, considerable advances have been made, and interesting similarities and differences are beginning to emerge between cellular recognition and degradation of self versus foreign microbial components through autophagy-like pathways (Figs 1 and 2).",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "28",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 857,
                    "end": 863,
                    "mention": "Figs 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 868,
                    "end": 869,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The vacuoles used for the engulfment of intracytoplasmic bacteria are similar to autophagosomes, and their formation requires the core autophagy machinery. But one apparent difference is the vacuole size; for example, the diameter of group A Streptococcus-containing autophagosome-like vacuoles (GcAV) can be as big as 10 μm. These large GcAVs are generated by the RAB7-dependent fusion of small isolation membranes29. By contrast, the formation of starvation-induced autophagosomes requires RAB7 later in the autophagy process, at the autophagosome–lysosome fusion step.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "mention": "29",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "A more complex question is how autophagosomes (or components of the autophagy pathway) capture pathogens that are inside vacuolar compartments (Fig. 2). There are at least four general pathways that may be used for autophagy-protein-dependent targeting of bacteria to the lysosome. These include autophagy-protein-facilitated fusion of bacteria-containing phagosomes with lysosomes, the envelopment of bacteria-containing phagosomes or endosomes by autophagosomal membranes, the fusion of bacteria-containing phagosomes or endosomes with autophagosomes, or the xenophagic capture of bacteria that have escaped inside the cytoplasm. In some cases, the route of autophagy-dependent targeting to the lysosome has been well defined, such as for group A Streptococcus that escapes from endosomes30. For several bacteria, however, the precise route is unclear. Many studies define bacterial autophagy as the co-localization of bacteria and LC3, but we now know that LC3 can decorate membranous compartments other than autophagosomes (including phagosomes).",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 792,
                    "mention": "30",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Several lines of evidence suggest that autophagy proteins function more broadly, not only in classical macroautophagy, but also in the process of phagolysosomal maturation during antigen presentation and microbial invasion. Autophagy proteins are required for the fusion of phagosomes that contain Toll-like receptor (TLR)-ligand-enveloped particles with lysosomes in macrophages31, and for the fusion of phagosomes that contain TLR-agonist-associated apoptotic cell antigens with lysosomes in dendritic cells during MHC class II antigen presentation32. The self ligand and cell-surface receptor SLAM functions as a microbial sensor that recruits the beclin 1–class III PI(3)K complex to phagosomes containing Gram-negative bacteria, facilitating phagolysosomal fusion and activation of the antibacterial NADPH oxidase (NOX2) complex33. In addition, the engagement of TLR or Fcγ receptors during phagocytosis recruits LC3 (and ATG12) to the phagosome through NOX2-dependent generation of reactive oxygen species (ROS)34. Thus, in bacterial infections, a paradigm is emerging in which the coordinated regulation of microbial sensing, phagolysosomal maturation and antibacterial activity involves the recruitment of autophagy proteins to the phagosome. As a corollary, an interesting speculation is that impaired recruitment of autophagy proteins to the phagosome may contribute to the pathogenesis of chronic granulomatous disease, a genetic disorder caused by mutations in the NOX2 gene (also known as CYBB) and characterized by recurrent bacterial and fungal infections and inflammatory complications, such as inflammatory bowel disease.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "31",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "32",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "33",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "34",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Another autophagosome-independent function of autophagy proteins in pathogen destruction has been described in interferon-γ (IFN-γ)-treated macrophages infected with the parasite Toxoplasma gondii. The parasite-derived membrane, termed the parasitophorous vacuole, undergoes destruction through a mechanism that involves ATG5-dependent recruitment of the immunity-related GTPase proteins to the parasitophorous vacuole35,36, leading to the death of the parasite in the infected cell35,37. Together, these studies suggest that autophagy proteins have diverse roles in membrane dynamics to benefit the host in the removal of invading pathogens (Fig. 2), through xenophagy, phagolysosomal maturation, the recruitment of molecules that damage pathogen-derived membranes, and presumably, many other as yet undiscovered mechanisms.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "mention": "35",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "36",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "35",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "37",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 649,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mechanisms that cells use to target intracellular bacteria (and probably viruses) to autophagosomal compartments are notably similar to those used for selective autophagy of endogenous cargo. Cellular cargo is commonly targeted to autophagosomes by interactions between a molecular tag (such as polyubiquitin), adaptor proteins such as p62 (also known as SQSTM1 or sequestome 1) or NBR1 (which recognize these tags and contain an LC3-interacting region (LIR) characterized by a WXXL or WXXI motif), and LC3 (ref. 28). These adaptor molecules enable autophagy to target designated cargo selectively to nascent LC3-positive isolation membranes. As reviewed elsewhere38, a similar mechanism involving ubiquitin and p62 seems to be involved in the targeting of intracellular bacteria, such as Salmonella enterica serotype Typhimurium (S. Typhimurium), Shigella flexneri and Listeria monocytogenes, to autophagosomes.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "mention": "28",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "38",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "After escape into the cytoplasm or in vacuolar membrane compartments damaged by type III secretion system (T3SS) effectors, bacteria or bacteria-containing compartments, respectively, may become coated with ubiquitin and associate with p62 and nascent LC3-positive isolation membranes. The autophagosomal targeting of Salmonella also requires another cellular factor, NDP52 (nuclear dot protein 52), an autophagy adaptor protein that, like p62, contains an LIR and ubiquitin-binding domains and restricts intracellular bacterial replication. A ubiquitin-independent pathway (that does not involve p62 or NDP52) could also function in targeting damaged Salmonella-containing vacuoles (SCVs) to the autophagosome. In this pathway, a lipid second messenger, diacylglycerol, acts as a signal for the co-localization of SCVs with LC3-positive autophagosomes by a mechanism that involves protein kinase C and its downstream targets, JNK and NADPH oxidase39. The autophagic targeting of a cytoplasmic positive-strand RNA virus, Sindbis virus, also occurs in a ubiquitin-independent manner, but involves the interaction of p62 with the viral capsid protein40. Thus, diverse molecular strategies, including ubiquitin-dependent and -independent mechanisms, may be used to target microbes inside the cytoplasm or vacuolar compartments to the autophagosome.",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 950,
                    "mention": "39",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "40",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Beyond targeting intracellular pathogens for degradation, p62 may have further beneficial effects in infected host cells. For example, Shigella vacuolar membrane remnants generated by bacterial T3SS-dependent membrane damage are targeted by polyubiquitination, p62 and LC3 for autophagosomal degradation41 (Fig. 2). These membrane remnants also accumulate numerous molecules involved in sensing and transduction of pathogen-associated molecular pattern (PAMP) and danger-associated molecular pattern (DAMP) signals, and there is an increase in nuclear factor-κB (NF-κB)-dependent cytokine production, ROS production and necrotic cell death in autophagy-deficient cells. Thus, the ubiquitin–p62-dependent autophagic targeting of pathogen-damaged membranes could help to control detrimental downstream inflammatory signalling during bacterial invasion into host cells. Another emerging concept is that selective autophagy of viral proteins, similar to selective autophagy of aggregate-prone toxic cellular proteins, may protect post-mitotic cells such as neurons against cell death. For example, in Sindbis-virus-infected mice with neuron-specific inactivation of Atg5, there is an accumulation of Sindbis virus antigens (without increased levels of infectious virus), increased neuronal cell death and increased animal mortality40. Moreover, p62 is required for starvation and IFN-γ-induced targeting of Fau (and perhaps other ubiquitylated protein complexes) to mycobacteria-containing phagosomes, resulting in the generation of antimycobacterial Fau-derived peptides42. The role of p62 in innate immunity is probably evolutionarily ancient, as the Drosophila p62 orthologue REF(2)P was originally identified in a screen for modifiers of sigma virus replication43.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "41",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "mention": "40",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1567,
                    "end": 1569,
                    "mention": "42",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1761,
                    "end": 1763,
                    "mention": "43",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 313,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We speculate that p62, as well as the other known LC3-interacting adaptor proteins (NBR1 and NDP52), may represent the tip of the iceberg in terms of cellular adaptor proteins that bind to ubiquitin (or other molecular tags) and target microbial substrates and cytosolic material to autophagosomes to coordinate innate immune responses. A recent proteomics study showed that the mammalian ATG8 family, which includes LC3, GATE16 and GABARAP, has 67 high-confidence interactions with other cellular proteins21. Some of these new ATG8-family-member-interacting partners may have an as yet undiscovered role in innate immunity. Another open question is whether the known proteins involved in selective autophagy of mitochondria (called mitophagy), such as Nix (also known as BNIP3L) and parkin44, also function in microbial autophagy.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "mention": "21",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 790,
                    "end": 792,
                    "mention": "44",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nAutophagy and resistance to infection\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The autophagy pathway and/or autophagy proteins have a crucial role in resistance to bacterial, viral and protozoan infection in metazoan organisms. The genetic deletion or knockdown of autophagy genes protects plants from viral, fungal and bacterial infection by preventing the uncontrolled spread of programmed cell death during the plant innate immune or hypersensitive response45. In other organisms, autophagy proteins function in a cell-autonomous manner to control infection by intracellular pathogens. In Drosophila, autophagy gene mutation increases susceptibility to viral (vesicular stomatitis virus)46 and bacterial (L. monocytogenes)47 infection. In Dictyostelium and Caenorhabditis elegans, autophagy gene mutation increases susceptibility to lethal S. Typhimurium infection48. In mice, knockout of Atg5 in macrophages and neutrophils increases susceptibility to infection with L. monocytogenes and the protozoan T. gondii35, and neuron-specific Atg5 knockout increases susceptibility to central nervous system Sindbis virus infection40. As noted in the next section, the autophagy pathway and proteins may also have 'proviral' or 'probacterial' effects in in vitro studies; however, in vivo evidence for such effects is so far lacking. The mechanisms by which autophagy genes mediate in vivo resistance to infection are not fully understood, but are likely to involve a combination of xenophagy, other autophagy-protein-dependent effects on microbial replication or survival, activation of innate and adaptive immune responses, and/or alterations in pathogen-induced cell death (Fig. 3).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 383,
                    "mention": "45",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "46",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "47",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "48",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "35",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "40",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 1594,
                    "end": 1600,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "An important question is whether this function of autophagy in broad resistance to infection with intracellular pathogens extends to humans. Recent human genetic studies provide some clues. The immunity-related GTPase human IRGM, which regulates autophagy-dependent clearance of mycobacteria in vitro49, was identified as a genetic risk locus for tuberculosis in a West African population50. Numerous studies have shown a crucial role for autophagy in defence against mycobacterial infection in human cells1, and a genome-wide analysis of host genes that regulate Mycobacterium tuberculosis replication demonstrated that a predominance of factors were autophagy regulators51. Thus, it is possible that autophagy has a central role in resistance to one of the most important global infectious diseases — tuberculosis. Mutations in NOD2, which encodes an intracellular pathogen-recognition receptor (nucleotide-binding oligomerization-domain-containing protein 2) that functions in bacterial autophagy52,53, are also associated with susceptibility to infection with another mycobacterial agent, Mycobacterium leprae, the aetiological agent of leprosy54. An exciting future venture will be to confirm whether IRGM, NOD2 and other autophagy-related genes are involved in resistance to infection with mycobacteria and other infections in further human populations and, if so, whether this resistance is mediated by autophagy.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "mention": "49",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "50",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 672,
                    "end": 674,
                    "mention": "51",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 999,
                    "end": 1001,
                    "mention": "52",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "53",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "54",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nMicrobes fight back\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Microbes undergo strong selective pressure to develop strategies to block host defence mechanisms; the number of such strategies is a surrogate measure of the importance of the host defence mechanism in immunity. As reviewed elsewhere1,55, viruses and intracellular bacteria have evolved several ways to adapt to host autophagy. They can antagonize autophagy initiation or autophagosomal maturation, evade autophagic recognition, or use components of the autophagy pathway to facilitate their own replication or intracellular survival. An emerging theme is that microbial antagonism of autophagy not only blocks the xenophagic degradation of intracellular pathogens, but also blocks the functions of autophagy in innate and adaptive immunity. A relatively unexplored yet crucially important frontier is how microbial antagonism may contribute more broadly to the role of microbes in diseases characterized by defective autophagy, such as cancer, neurodegenerative diseases, ageing and, potentially, autoimmune and inflammatory diseases.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Viral strategies to shut off autophagy include the blockade of positive upstream regulators of autophagy (such as the IFN-inducible RNA-activated eIF2α protein kinase (PKR) signalling pathway), the activation of negative upstream regulators of autophagy (such as the nutrient-sensing TOR kinase signalling pathway) or direct antagonism of the autophagy machinery55. The overlapping functions of the eIF2α kinase signalling pathway in stress-induced general translational arrest, transcriptional activation of stress-response genes and stress-induced autophagy enable viruses to disarm several facets of the cellular stress response to infection by one mechanism — that is, antagonism of eIF2α kinase signalling. The mTOR signalling pathway has a central role in the control of cell growth and metabolism, and interestingly, many of the viruses that activate mTOR are oncogenic (for example, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus, hepatitis B virus and retroviruses). This suggests another type of pluripotent viral weapon — one that can promote oncogenesis by simultaneously inactivating autophagy and promoting cell growth through TOR activation. HIV envelope protein-dependent activation of mTOR signalling is also proposed to be a mechanism for HIV evasion of innate and adaptive immune responses in dendritic cells, including the degradation of incoming virions by lysosomes, blockade of HIV transfer to CD4+ T cells, stimulation of TLR4 and TLR8 ligand responses, and presentation of HIV Gag antigen to CD4+ T cells56. It will be important to determine whether these effects of HIV-mediated mTOR activation and autophagy inhibition contribute to impaired dendritic cell function during HIV infection in vivo.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1542,
                    "end": 1544,
                    "mention": "56",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Several viral proteins target the core autophagy protein beclin 1. Autophagosome initiation is blocked by interactions between beclin 1 and the herpes simplex virus 1 (HSV-1) neurovirulence factor ICP34.5 or the oncogenic γ-herpesvirus-encoded viral BCL2-like proteins, whereas autophagosome maturation is blocked by interactions between beclin 1 and the HIV accessory protein Nef or the influenza virus matrix protein 2 (ref. 55). The interactions between beclin 1, HSV-1 ICP34.5 and viral BCL2 are probably physiologically important in vivo; a mutant HSV-1 virus lacking the beclin-1-binding domain of ICP34.5 is attenuated in mouse models of encephalitis (presumably through its failure to control xenophagy and innate immunity)57 and of corneal disease (through its failure to control adaptive immunity)58. Moreover, a mouse γ-herpesvirus that encodes a mutant viral BCL2 unable to bind to beclin 1 demonstrates impaired ability to maintain chronic infection59. Thus, viral antagonism of host autophagy can manipulate distinct aspects of viral pathogenesis and immunity in vivo.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "57",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 807,
                    "end": 809,
                    "mention": "58",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "59",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "It is not yet clear whether compared with other autophagy proteins, beclin 1 is preferentially targeted by viral virulence proteins because of its central role in autophagosome formation, or more likely, whether we are just beginning to identify pairs of viral proteins and their autophagy pathway targets. In support of the latter, viral FLICE-like inhibitors encoded by Kaposi's sarcoma-associated herpesvirus and molluscum contagiosum virus suppress autophagy by interacting with the ATG3 E2-like enzyme, thereby preventing it from binding and processing LC3 (ref. 60).",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 570,
                    "mention": "60",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Bacteria possess diverse strategies to avoid degradation by autophagolysosomal pathways. As reviewed elsewhere1,38, many bacteria that reside in phagosomes or other vacuolar compartments have methods to inhibit lysosomal fusion or maturation, which, in the case of mycobacteria, can be partially overcome by treatments that stimulate autophagy. Another possible mechanism for bacterial evasion of autophagy has emerged from a genome-wide screen to identify host factors that regulate the intracellular survival of M. tuberculosis51. According to bioinformatics analyses, M. tuberculosis infection of human macrophage-like cells activates cellular pathways that inhibit autophagy. Intracellular bacteria that escape into the cytoplasm, such as S. flexneri and L. monocytogenes, use strategies to camouflage themselves to avoid autophagic recognition. The Shigella T3SS effector IcsB competitively binds to VirG, thereby preventing the interaction between ATG5 and VirG, a bacterial surface protein required for actin-based motility and Shigella targeting to autophagosomes38. The Listeria protein ActA interacts with cytosolic actin polymerization machinery (ARP2/3, VASP and actin), which blocks bacterial association with ubiquitin, p62 recruitment and autophagic targeting61. The precise mechanism of this block is unknown, but it has been proposed that the ActA-dependent recruitment of host cell cytoskeletal proteins may enable the bacterium to disguise itself as a host cell organelle61. This concept sheds light on the autophagy pathway in a fundamental aspect of immunology — the basis for discrimination between self and non-self.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "38",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "51",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1071,
                    "end": 1073,
                    "mention": "38",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "mention": "61",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "mention": "61",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Microbes have evolved not only to antagonize autophagy (as a cellular defence mechanism that threatens their survival), but also to exploit its components and functions in membrane trafficking for their own self-serving purposes1,55. An early concept in the field is that autophagosomes may serve as a protected niche for intracellular bacteria (provided fusion with acidic compartments is blocked) and/or serve as a source of nutrients for intracellular pathogens (which would require intact autophagolysosomal fusion)1. Trafficking of the intracellular bacteria Yersinia pseudotuberculosis to acidic compartments was recently shown to be enhanced by genetic inhibition of autophagy62. This seemingly contradicts other evidence that the autophagy proteins promote phagosomal maturation, but is consistent with the concept that autophagosomes function as a protected intracellular niche for bacteria. The role of the autophagy machinery in promoting and/or inhibiting vacuolar acidification — and the counter effects of microbes that reside in vacuolar compartments — needs to be explored further.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 230,
                    "end": 232,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 519,
                    "end": 520,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 683,
                    "end": 685,
                    "mention": "62",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The function of autophagy proteins in membrane formation and/or trafficking is exploited by numerous viruses, including poliovirus, rotavirus, HIV, coronaviruses, Dengue virus, and the hepatitis B and C viruses55. Autophagosomes (defined as LC3-positive membranes, see caveat below) may act as a scaffold for intracellular membrane-associated replication of certain cytoplasmic RNA viruses55. Autophagy may assist in HIV biogenesis, because the processing of the HIV envelope precursor protein Gag and extracellular viral release are enhanced by the autophagy machinery63. Similarly, autophagy proteins are required for maximal levels of poliovirus egress55. Another newly defined proviral function of autophagy is its role in productive hepatitis C virus replication; several different autophagy proteins (such as beclin 1, ATG4B, ATG5, ATG7 and ATG12) assist in the translation of incoming, but not progeny, viral RNA64. ATG7 and class III PI(3)K activity also enhance hepatitis B virus DNA replication65.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "63",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "55",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "64",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "mention": "65",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The mechanisms by which autophagy proteins facilitate the replication and/or egress of certain viruses are not yet understood. Some observations may relate to the role of autophagy proteins in remodelling the ER (vis-à-vis viral replication) or the role of autophagosomes in fusing with multivesicular bodies (vis-à-vis viral egress). It is possible that autophagy proteins function to provide membrane for viral replication complexes or translation machinery. This may be true for viruses such as hepatitis C virus, for which genetic knockdown of several different autophagy genes decreases productive replication64. However, for other viruses such as coronaviruses, the biogenesis of double-membrane, ER-derived vesicles used for replication proceeds through a pathway that involves the non-lipidated form of LC3 (LC3-I) but not the general autophagy machinery66. Thus, caution must be exercised in interpreting the significance of the co-localization (or biochemical interaction) of viral proteins and LC3, as LC3 may have autophagy-independent roles in membrane dynamics.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "64",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 862,
                    "end": 864,
                    "mention": "66",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nAutophagy regulation by immune signalling molecules\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The central importance of autophagy in immunity is further underscored by the multitude of immune-related signalling molecules that regulate autophagy. As reviewed in detail elsewhere2,3,4,38, autophagy is induced by different families of pathogen-recognition receptors (such as TLRs, NOD-like receptors and the double-stranded RNA-binding protein PKR), DAMPs (such as ATP, ROS and misfolded proteins), pathogen receptors (such as CD46), IFN-γ and downstream immunity-related GTPases, and DAP kinase, JNK, CD40, tumour necrosis factor-α (TNF-α), inhibitor of NF-κB (IKK) and NF-κB (Fig. 1). High mobility group box (HMGB) proteins have also been shown to function as both universal sensors of nucleic acids in innate immune signalling67 and inducers of autophagy68. Autophagy is inhibited by BCL2, NF-κB, T helper 2 (TH2) cytokines and the canonical nutrient-sensing insulin–AKT–TOR pathway. Inactivation of this nutrient-sensing pathway may contribute to vesicular stomatitis virus stimulation of autophagy in Drosophila46, and autophagy activation in C. elegans with loss-of-function mutations in this pathway may mediate pathogen resistance in long-lived mutant nematodes48. Thus, both 'immune-specific' and more general nutrient-response signals control autophagy in response to infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "2",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 185,
                    "end": 186,
                    "mention": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 187,
                    "end": 188,
                    "mention": "4",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 189,
                    "end": 191,
                    "mention": "38",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 734,
                    "end": 736,
                    "mention": "67",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "68",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "46",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "48",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 582,
                    "end": 588,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Studies with vitamin D3 have uncovered a possible link between nutrition, innate immunity and the control of autophagy during mycobacterial infection. Low vitamin D3 levels are associated with increased susceptibility to tuberculosis. Vitamin D3 generates an antimycobacterial peptide, cathelicidin, and induces autophagy and mycobacterial killing in human monocytes through cathelicidin-dependent effects69. Although cathelicidin is required for vitamin-D3-dependent transcriptional upregulation of autophagy genes such as BECN1 and ATG5, and vitamin D3 enhances the recruitment of cathelicidin to autophagosomes, it is not yet clear how cathelicidin promotes autophagy. Nonetheless, these observations may begin to provide some insight into the century-old Nobel prize award (Niels Ryberg Finsen, 1903) for the use of ultraviolet-light therapy (which generates active vitamin D3) in the treatment of diseases such as tuberculosis.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 407,
                    "mention": "69",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "In most instances, the mechanisms of autophagy control by immune-related signalling molecules are not understood. However, there are some examples of specific interactions between immune signals and autophagy proteins that may be relevant to these mechanisms. For example, the interaction between beclin 1 and BCL2 (which inhibits its activity) is thought to be disrupted by the TLR adaptors MyD88 and TRIF, as well as by HMGB1, which bind to beclin 1 and displace BCL2 (refs 3, 68). Two intracellular sensors responsible for inducing autophagy in response to bacterial infection, NOD1 and NOD2, interact with ATG16L1 and recruit it to the plasma membrane, resulting in enhanced association of invasive bacteria (S. flexneri) with LC3 (ref. 53). Interestingly, a NOD2 mutation associated with Crohn's disease impairs ATG16L1 plasma membrane recruitment and bacterial co-localization with LC3 (ref. 53).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "mention": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "68",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 741,
                    "end": 743,
                    "mention": "53",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "53",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The identification of other possible protein–protein interactions between core autophagy proteins and immune signals by a large proteomics screen21 has the potential to foster further advances in understanding how different immune signals regulate the autophagy machinery. For example, tectonin proteins with multivalent β-propeller folds are known to function in pathogen recognition and innate immunity in invertebrates70. Thus, the interactions between previously uncharacterized human proteins of this tectonin family, TECPR1 and TECPR2, with the ATG5–ATG12–ATG16L1 complex and ATG8 family members, respectively21, may contribute to pathogen-induced autophagy stimulation or selective autophagic targeting of pathogens in mammals.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "21",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "70",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "21",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Further links between immune signalling molecules and autophagy regulation were suggested by a genome-wide short interfering RNA screen71. The analysis identified 219 genes that suppressed basal autophagy, largely in a mammalian TOR complex 1 (mTORC1)-independent fashion. These included several cytokines such as CLCF1, LIF, IGF1, FGF2 and the chemokine SDF1 (also known as CXCL12), as well as cellular signalling molecules regulated by cytokines such as STAT3. These findings raise the possibility that cytokines may have a broader role in the control of autophagy than previously thought. Moreover, because these cytokine signalling pathways are important in immune cells, another central question is to what extent cytokine-mediated regulation of autophagy governs immune cell function. Given the general function of autophagy in cellular homeostasis5, and the more specific functions in regulating immune and inflammatory signalling (discussed in 'Regulation of immune signalling by autophagy proteins'), cytokine-mediated changes in autophagy levels in immune cells may have a central role in immunity and inflammation.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "71",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 854,
                    "end": 855,
                    "mention": "5",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nAutophagy and adaptive immunity\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Autophagy proteins function in adaptive immunity, including in the development and homeostasis of the immune system and in antigen presentation (Table 1 and Fig. 3). The knockout of different autophagy genes in specific lymphocyte populations in mice has shown a crucial role for autophagy proteins in the maintenance of normal numbers of B1a B cells, CD4+ T cells, CD8+ T cells and fetal haematopoietic stem cells2,44,72. In T cells, in which mitochondrial numbers are developmentally regulated during the transition from thymocyte to mature circulating T cell, the developmental defect in autophagy-deficient cells may be related to the defective clearance of mitochondria44. Another crucial function of autophagy in the development and homeostasis of the immune system is the elimination of autoreactive T cells in the thymus44. High levels of autophagy are present in thymic epithelial cells, in which autophagy participates in the delivery of self-antigens to MHC class II loading compartments. Genetic disruption of Atg5 in thymic epithelial cells leads to the altered selection of certain MHC class II restricted T-cell specificities and autoimmunity73. Beyond these functions in lymphocyte survival and thymic negative selection, autophagy may exert other functions in lymphocyte differentiation, perhaps, in part, indirectly through effects on cytokine expression (see the next section). It is not yet known whether autophagy is involved in the development and/or homeostasis of immune cell populations other than lymphocytes and haematopoietic stem cells.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 415,
                    "mention": "2",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 416,
                    "end": 418,
                    "mention": "44",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "72",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "44",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "44",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "73",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 145,
                    "end": 152,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Autophagy proteins may participate in different facets of antigen presentation, including the delivery of endogenous antigens for MHC class II presentation to CD4+ T cells74,75, the enhancement of antigen donor cell cross-presentation to CD8+ T cells75, dendritic cell cross-presentation of phagocytosed antigens to CD4+ T cells32 and, in one report, MHC class I presentation of intracellular antigens to CD8+ T cells27. The discovery that autophagosomes could deliver endogenous antigens to MHC class II loading compartments sheds light on one of the central mysteries of antigen presentation — how the immune system elicits CD4+ T-cell responses to antigens that originate in all parts of the cell. The autophagic delivery of endogenously synthesized antigens for MHC class II presentation has been demonstrated in vitro for certain viral antigens75, and probably explains the essential role of Atg5 in vivo in negative thymic selection73. However, the relative importance of this pathway in antigen presentation during infection in vivo is not yet known. There is nonetheless interest in exploiting this pathway for optimizing vaccine-elicited CD4+ T-cell responses, by either pre-treating dendritic cells with autophagy-inducing agents in cell-based vaccine strategies or fusing antigens with LC3 to enhance their targeting to autophagosomes1.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "74",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "75",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "75",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "32",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 417,
                    "end": 419,
                    "mention": "27",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "75",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 938,
                    "end": 940,
                    "mention": "73",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1345,
                    "end": 1346,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Of note, autophagy proteins are required for antigen cross-presentation during infection in vivo32. Dendritic-cell-specific deletion of Atg5 in mice results in defects in priming CD4+ T-cell responses after HSV and Listeria infections, and mice succumb more rapidly to lethal disease after intravaginal HSV infection. Atg5-deficient dendritic cells have normal migration, innate responses, endocytic and phagocytic activity and cross-presentation of peptides on MHC class I molecules. However, they exhibit defects in phagosome-to-lysosome fusion and in cross-presentation by MHC class II molecules of phagocytosed antigens containing TLR ligand. Thus, the interior of the phagosome, like that of the autophagosome, is a cellular compartment that autophagy-protein-dependent antigen presentation accesses to generate peptides for presentation to CD4+ T cells. A potential evolutionary advantage of this autophagy-protein-dependent cross-presentation is that, by delegating antigen presentation duties to uninfected dendritic cells, the host can bypass the blockade of antigen presentation that may result from microbial antagonism of autophagy in infected cells.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "32",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nRegulation of immune signalling by autophagy proteins\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "In response to infection, the host must activate those arms of the innate and adaptive immune system (including autophagy-dependent functions; Fig. 3) that help to control infection while, in parallel, triggering specific responses that limit detrimental, uncontrolled immune activation and inflammation. An exciting new frontier in autophagy research is the growing recognition of the function of autophagy proteins in achieving this balance (Fig. 4).",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 444,
                    "end": 450,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Autophagy proteins function in both the activation and inactivation of innate immune signalling4. The autophagy pathway activates type I IFN production in plasmacytoid dendritic cells by delivering viral nucleic acids to endosomal TLRs76. By contrast, autophagy proteins negatively regulate RIG-I-like receptor (RLR)-mediated induction of type I IFN production through the autophagic elimination of damaged mitochondria (and reduction of ROS)77, and by the binding of ATG5–ATG12 to caspase recruitment domains of RLR signalling molecules78. Moreover, the autophagy protein ATG9A, but not ATG7, negatively regulates the activation of STING, a transmembrane protein that is required for efficient activation of type I IFN and pro-inflammatory cytokine production in response to stimulatory DNA23. Thus, it seems that autophagy proteins can negatively regulate IFN production by both autophagy-dependent and -independent mechanisms. With respect to the latter, different autophagy proteins may be specialized to target different innate immune signalling molecules.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "4",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 235,
                    "end": 237,
                    "mention": "76",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "77",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "78",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 791,
                    "end": 793,
                    "mention": "23",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The autophagy pathway and/or proteins also have a crucial role in the control of inflammatory signalling. A major effect is on the regulation of inflammatory transcriptional responses. Increased levels of the adaptor protein p62, which accumulates in autophagy-deficient cells, activate the pro-inflammatory transcription factor NF-κB through a mechanism involving TRAF6 oligomerization79. The accumulation of p62 in Atg7-deficient hepatocytes results in enhanced activity of the stress-responsive transcription factor NRF2 and NRF2-dependent liver injury80. In addition, Paneth cells (intestinal immune epithelial cells) from mice hypomorphic for Atg16l1 (Atg16l1HM) show enhanced transcription of pro-inflammatory cytokines and adipokines81.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "79",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "A second important effect of autophagy proteins on inflammatory signalling is at the level of the inflammasome. This complex contains NOD-like receptor cryopyrin proteins, the adaptor protein ASC and caspase 1, and is activated by cellular infection or other stress to promote the maturation of pro-inflammatory cytokines such as interleukin-1β (IL-1β) and IL-18 (ref. 4). Atg16l1- or Atg7-deficient mouse macrophages produce increased levels of mature IL-1β and IL-18 after TLR4 stimulation by endotoxin82. In addition, mouse chimaeras engrafted with Atg16l1−/− fetal liver haematopoietic progenitors have increased serum concentrations of IL-1β and IL-18 after treatment with dextran sodium sulphate (DSS), which contributes to increased DSS-induced colitis82.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "mention": "4",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The mechanism(s) by which autophagy proteins negatively regulate inflammasome activation are not yet understood. Mutually non-exclusive possibilities include direct interactions between autophagy proteins and inflammasome components, indirect inhibition of inflammasome activity through autophagic suppression of ROS accumulation, or autophagic degradation of danger signals that activate the inflammasome. In line with the latter model, the autophagic degradation of amyotrophic-lateral-sclerosis-linked mutant superoxide dismutase has been proposed to limit caspase 1 activation and IL-1β production83.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "In addition to regulating inflammatory signalling, the autophagy pathway may prevent tissue inflammation through its role in apoptotic corpse clearance. The efficient clearance of apoptotic corpses during development and tissue homeostasis prevents secondary necrosis, which releases danger signals (DAMPs) that trigger inflammation. Autophagy genes are essential for the heterophagic clearance of dying apoptotic cells during developmental programmed cell death (by the generation of ATP-dependent engulfment signals)84, and the retinas and lungs of embryonic mice lacking Atg5 have a defect in apoptotic corpse engulfment that is associated with infiltration of inflammatory cells84. On the basis of growing evidence that autophagy proteins function in TLR-mediated phagolysosomal pathways, it is possible that autophagy also functions in phagocytes to facilitate apoptotic corpse clearance. Thus, in tissues such as the intestine, in which physiological regeneration involves continuous shedding or apoptosis of epithelial cells, autophagy-dependent functions in dying cells and/or phagocytic cells may promote efficient corpse clearance, thereby limiting inflammation.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 520,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nAutophagy and inflammatory disease\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Perturbations in autophagy-protein-dependent functions in immunity may contribute not only to increased susceptibility to infection, but also to chronic inflammatory diseases and autoimmune diseases. The only well-characterized link thus far is between mutations in autophagy regulators and Crohn's disease, a chronic inflammatory disorder of the small intestine, in which a breakdown in clearance or recognition of commensal bacteria, as well as altered mucosal barrier function and cytokine production, is thought to lead to intestinal inflammation (Fig. 5). Other emerging links include the autoimmune disease systemic lupus erythematosus (SLE), inflammation-associated metabolic diseases such as obesity and diabetes, and inflammation associated with cystic fibrosis lung disease (Fig. 4).",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 552,
                    "end": 558,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 785,
                    "end": 791,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The role of autophagy proteins in Crohn's disease was not suspected until genome-wide association studies identified three Crohn's disease susceptibility genes, IRGM, NOD2 and ATG16L1, that are involved in autophagy85. The IRGM risk allele contains a deletion in the promoter region of the gene that may be associated with changes in IRGM protein expression and may contribute to Crohn's disease, given IRGM's role in autophagy-dependent control of bacterial infection49. However, this hypothesis has not yet been tested. The three major Crohn's-disease-associated NOD2 variants (a frameshift mutant and two missense mutants) may be loss-of-function mutants, with impaired muramyl dipeptide (MDP)-induced inflammatory signalling86. How the loss of function of a pro-inflammatory signal mechanistically contributes to an inflammatory disorder has been unclear, but the recently discovered links between NOD2 and autophagy may solve this conundrum. In primary immature human dendritic cells, NOD2 is required for MDP-induced autophagy, a process that is essential for the MHC class II presentation of bacterial antigens to CD4+ T cells and for bacterial targeting to lysosomes52. Dendritic cells expressing Crohn's disease NOD2 risk variants are defective in both of these functions52. Thus, in patients with Crohn's disease and NOD2 risk variants, aberrant autophagy-dependent bacterial clearance and immune priming could act as a trigger for intestinal inflammation.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 468,
                    "end": 470,
                    "mention": "49",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "52",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1280,
                    "end": 1282,
                    "mention": "52",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "A mechanistic link may also exist between ATG16L1 mutation and Crohn's disease pathogenesis. Similar to findings with NOD2 variants, dendritic cells from patients with the Crohn's-disease-associated ATG16L1(T300A) risk variant are defective in presenting bacterial antigen to CD4+ T cells52. However, it is not yet known how the T300A mutation affects the function of the mammalian ATG16L1 protein. This mutation resides in the carboxy-terminal WD-repeat domain that is absent in yeast Atg16 and is dispensable for autophagy. Although some studies have suggested that the ATG16L1(T300A) variant has reduced autophagic clearance of enteric pathogens such as adherent-invasive Escherichia coli87 or S. Typhimurium88, it remains controversial whether the risk versus protective alleles of ATG16L1 have differences in stability or antibacterial autophagic activity89.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "mention": "52",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Despite the uncertain nature of the effects of the T300A mutation on ATG16L1 function, Atg16l1 mutation (null or hypomorphic alleles) in mice results in abnormalities that are relevant to Crohn's disease pathogenesis. As noted earlier, loss of Atg16l1 function in mice results in enhanced TLR-agonist-induced pro-inflammatory cytokine production by macrophages82, enhanced DSS-induced colitis82,90 and altered inflammatory gene transcriptional profiles in Paneth cells81,90. In addition, the Paneth cells of mice expressing low Atg16l1 levels (Atg16l1HM) show defects in the packaging and extrusion of antimicrobial granules into the gut lumen; Paneth cells from patients with Crohn's disease and the ATG16L1(T300A) risk variant show similar defects81. This suggests that, in addition to the overlapping functions of NOD2 and ATG16L1 in a common bacterial-sensing pathway that promotes bacterial antigen presentation, ATG16L1 may have unique protective functions, including Paneth cell antimicrobial peptide release and the negative regulation of pro-inflammatory cytokine production. To connect the striking phenotypes in Atg16l1-mutant mice and the pathogenesis of Crohn's disease in humans with the ATG16L1(T300A) risk allele, the precise effects of the T300A mutation on ATG16L1 protein function need to be uncovered.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 392,
                    "end": 394,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "90",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 468,
                    "end": 470,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "90",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 749,
                    "end": 751,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "A new dimension in understanding the multifactorial basis of chronic inflammatory diseases such as Crohn's disease has emerged from the discovery that a virus trigger is required to observe intestinal abnormalities in Atg16l1HM mice90. In mice raised in a pathogen-free facility, only Atg16l1HM mice (and not wild-type mice) infected with a virus found in routine conventional animal facilities, a murine norovirus, showed abnormal Paneth cell granule secretion, Paneth cell pro-inflammatory gene-expression profiles, and intestinal inflammation in response to DSS treatment90. This mucosal inflammation depended on the presence of the microbiome and pro-inflammatory cytokines, as it was reversed by antibiotic treatment or by TNF-α or IFN-γ inhibition. Thus, variations in a host autophagy gene, exposure to a specific virus and the microbiome can act together to trigger intestinal inflammation in mice that is similar to that in patients with Crohn's disease. Although environmental factors, including the gut microbiome, have long been suspected to contribute to Crohn's disease in genetically susceptible individuals, formal proof of this concept was lacking, and viruses were a previously unsuspected trigger. Another implication of this work is the concept that autophagy proteins, through their diverse roles in immunity and the control of inflammation, may serve as a central rheostat that prevents inflammatory diseases triggered by environmental stress (Fig. 4).",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "90",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "90",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Main",
            "ref_spans": [
                {
                    "start": 1466,
                    "end": 1472,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "An important unanswered question is whether perturbations in autophagy may also result in inflammatory autoimmune disease. Genome-wide association studies have linked several single nucleotide polymorphisms (SNPs) in ATG5 to SLE susceptibility91,92,93. SLE is a multifactorial, heterogeneous disease characterized by autoimmune responses against self-antigens generated from dying cells. Although the effects of these SNPs on ATG5 expression and function are not known, the lack of Atg5-dependent negative thymic selection generates autoimmunity and multi-organ inflammation in mice73. Loss of other ATG5-dependent effects, including regulation of IFN and pro-inflammatory cytokine secretion77,78, clearance of dying cells84 and dendritic cell antigen presentation32, might also contribute to the autoimmunity and inflammation associated with SLE. Thus, a link between ATG5 mutation (or mutation of other autophagy genes) and SLE pathogenesis is biologically plausible, although not yet proven.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "mention": "91",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 246,
                    "end": 248,
                    "mention": "92",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "93",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "73",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "77",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "78",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "32",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Defects in autophagy may contribute to inflammation-associated metabolic diseases such as diabetes and obesity, which are both linked to insulin resistance. The metabolic inflammasome — a complex composed of signalling molecules such as PKR, eIF2α, JNK, IRS and IKK— may act as a link between ER stress and more global stress responses, including inflammation and metabolic dysfunction (as observed in insulin resistance and obesity)94. Although most components of the metabolic inflammasome promote autophagy, the induction of autophagy by this signalling complex would be expected to serve as a negative-feedback mechanism that limits ER stress and disease progression. Consistent with this postulated protective effect of autophagy, hepatic suppression of the autophagy gene Atg7 in mice results in increased ER stress and insulin resistance95, and mice deficient in the autophagy adaptor protein p62 develop mature-onset obesity and insulin resistance96. Furthermore, obesity is associated with the accumulation and activation of macrophages and subsets of T cells in adipose tissue and the production of cytokines such as TNF-α and IL-6 (ref. 97). Thus, the failure of autophagy-dependent control of ER stress, immune cell homeostasis, immune cell activation and/or pro-inflammatory cytokine secretion may contribute to inflammation-associated responses that underlie the pathogenesis of metabolic diseases.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "mention": "94",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "95",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 955,
                    "end": 957,
                    "mention": "96",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "97",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Another potential link between autophagy deficiency and chronic inflammation is in cystic fibrosis98, a life-threatening genetic disorder caused by mutations in the gene encoding the cystic fibrosis transmembrane conductance regulator (CFTR). Mutations in CFTR lead to autophagy inhibition in lung epithelial cells through a mechanism that may involve ROS-mediated sequestration of the beclin 1–class III PI(3)K complex in perinuclear aggregates (redirecting it from its site of autophagy action at the ER). Restoration of beclin 1 and autophagy in cystic fibrosis epithelial cells rescues the disease phenotype, and antioxidants reverse the airway inflammation in a cystic fibrosis mouse model by a mechanism postulated to involve autophagy.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "98",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "\nFuture directions\n",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "The first series of studies demonstrating that the autophagy machinery is used to attack invading intracellular bacteria was published in 2004 (refs 30, 99, 100). Although autophagy had been observed at the ultrastructural level in cells infected with intracellular bacteria and viruses decades earlier, these studies were a seminal advance. For the first time, pharmacological and genetic manipulation of autophagy, which built on the discoveries of the yeast screens that identified the autophagy machinery, challenged the very notion of autophagy as an 'auto'- (self), 'phagy' (eating) pathway. Indeed, we learned that the same genes that are used to orchestrate the degradation of self-constituents, either for nutritional/energy homeostasis or cellular damage control, are also used to orchestrate the degradation of foreign invaders, termed xenophagy.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "30",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 153,
                    "end": 155,
                    "mention": "99",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 157,
                    "end": 160,
                    "mention": "100",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "In the past few years, research in the field has uncovered new layers of complexity and functional diversity in terms of how this set of genes — originally characterized in the context of macroautophagy — may function to protect multicellular organisms against not only the threats of infection but also the threats of the host's own response to infection. The autophagy machinery does much more than form autophagosomes to engulf microbes — it somehow allows microbes in phagosomes and vacuoles to be targeted to the lysosome; it enables crucial cells in the immune system to develop properly and perform some of their 'normal' functions (such as produce IFN, secrete antimicrobial peptides or present antigens to stimulate adaptive immunity); and it ensures that these responses do not become out of control by functioning in central immunological tolerance and the negative regulation of innate and inflammatory signalling. Thus, recent advances may not only modify our understanding of immunity (in terms of understanding new roles of the autophagy machinery in immune regulation) but also reshape our understanding of the pathogenesis of inflammatory diseases (in terms of understanding how perturbations in autophagy protein function may contribute to such diseases).",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        },
        {
            "text": "Clearly, our understanding of the molecular mechanisms of the plethora of functions of autophagy proteins in immune-related processes is still quite primitive. We speculate that, similar to the way in which the initial genetic screens in yeast transformed autophagy research, current proteomic and genomic screens have the potential to transform research on autophagy and immunity. Such a transformation would include facilitating a much deeper understanding of the molecular mechanisms of the existing known immunological functions of autophagy through the use of the tools of modern systems biology to understand autophagy protein–protein interaction and signalling regulatory networks on a broad scale. Perhaps more exciting is the possibility that such a transformation will uncover new ways in which this ancient self-defence machinery can function in immunity.",
            "cite_spans": [],
            "section": "Main",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Key proteins involved in mammalian autophagosome formation and their immune functions\n The components of the autophagy machinery that have been shown to participate in the immune and inflammatory processes depicted in Fig. 3. Owing to space limitations, primary papers are cited only for those citations also included in the main text; otherwise, see references contained within cited review articles. *Function observed in model organism (for example, Dictyostelium discoideum, Nicotiana benthamiana, Arabidopsis thaliana, Drosophila melanogaster or Caenorhabditis elegans).",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Overview of the autophagy pathway. The top right box shows a model of our current understanding of the molecular events involved in membrane initiation, elongation and completion of the autophagosome. The major membrane source is thought to be the endoplasmic reticulum (ER), although several other membrane sources, such as mitochondria and the plasma or nuclear membrane, may contribute. After induction of autophagy, the ULK1 complex (ULK1–ATG13–FIP200–ATG101) (downstream of the inhibitory mTOR signalling complex) translocates to the ER and transiently associates with VMP1, resulting in activation of the ER-localized autophagy-specific class III phosphatidylinositol-3-OH kinase (PI(3)K) complex, and the phosphatidylinositol-3-phosphate (PtdIns(3)P) formed on the ER membrane recruits DFCP1 and WIPIs. WIPIs and the ATG12–ATG5–ATG16L1 complex are present on the outer membrane, and LC3–PE is present on both the outer and inner membrane of the isolation membrane, which may emerge from subdomains of the ER termed omegasomes. The cellular events that occur during autophagy are depicted in the bottom diagram, including the major known cellular and microbial proteins that regulate autophagy initiation, cargo recognition and autophagosome maturation. Only those cellular proteins known to be adaptors for targeting microbes are shown; other proteins (not shown) also function in cargo recognition of mitochondria and other organelles. CMV, cytomegalovirus; DAMP, danger-associated molecular pattern; DAP, death-associated protein; EBV, Epstein–Barr virus; HBV, hepatitis B virus; HSV-1, herpes simplex virus 1; KSHV, Kaposi's sarcoma-associated herpesvirus; LIR, LC3-interacting region (motif); LPS, lipopolysaccharide; MDP, muramyl dipeptide; Pam3Cys4, a synthetic TLR2 agonist; PAMP, pathogen-associated molecular pattern; PERK, an eIF2α kinase; PGN, peptidoglycan; PRGP-LE, a peptidoglycan-recognition protein; PRR, pathogen-recognition receptor; ROS, reactive oxygen species; Ub, ubiquitin; UBA, ubiquitin-associated domain; UBZ, ubiquitin-binding zinc finger; v-FLICE, viral FLICE.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Possible pathways involving the autophagy machinery by which viruses, bacteria (and damaged membranes of bacteria-containing vacuoles) and parasites may be targeted to the lysosome. Adaptor refers to the proteins shown in the cargo-recognition box in Fig. 1; however, as yet undiscovered adaptors may be involved in pathogen recognition, and pathogen targeting may involve ubiquitin-dependent or -independent mechanisms.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A summary of the known functions of the autophagy pathway and/or proteins in adaptive and innate immunity, and as effectors during infection.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A general model in which the levels of autophagy and autophagy proteins control disease in response to stressors. Normal autophagy protein function (green) contributes to balanced inflammatory and metabolic responses, resulting in protection against disease. Altered autophagy protein function (red) results in maladaptive inflammatory and metabolic responses, increased inflammation and more severe disease.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: An overview of the many possible mechanisms by which defects in autophagy and autophagy protein function may contribute to the pathogenesis of a type of inflammatory bowel disease, Crohn's disease. A micrograph of a human small intestine from a patient with Crohn's disease is shown (centre), demonstrating the severe transmural inflammation that is characteristic of this disease. The postulated mechanisms by which defects in autophagy protein function might contribute to the development or perpetuation of intestinal inflammation are based on studies in vitro and animal models. There is no direct evidence that autophagy defects contribute to human Crohn's disease, although mutations in three autophagy-related genes, ATG16L1, NOD2 and IRGM, are known to enhance risk of the disease. E, epithelium; IgM, immunoglobulin M; L, lumen; LA, lymphoid aggregates; TM, thickened muscle. Scale bar, 200 μm.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Autophagy, immunity, and microbial adaptations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deretic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "5",
            "issn": "",
            "pages": "527-549",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A subdomain of the endoplasmic reticulum forms a cradle for autophagosome formation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayashi-Nishino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Cell Biol.",
            "volume": "11",
            "issn": "",
            "pages": "1433-1437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Escape of intracellular Shigella from autophagy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "727-731",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "3D tomography reveals connections between the phagophore and endoplasmic reticulum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yla-Antilla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vihinen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jokitalo",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Eskelinen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Autophagy",
            "volume": "5",
            "issn": "",
            "pages": "1180-1185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The role of the Atg1/ULK1 complex in autophagy regulation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Opin. Cell Biol.",
            "volume": "22",
            "issn": "",
            "pages": "132-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Characterization of autophagosome formation site by a hierarchical analysis of mammalian Atg proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "764-776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Two Beclin 1-binding proteins, Atg14L and Rubicon, reciprocally regulate autophagy at different stages",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsunaga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Cell Biol.",
            "volume": "11",
            "issn": "",
            "pages": "385-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Autophagosome formation from membrane compartments enriched in phosphatidylinositol 3-phosphate and dynamically connected to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Axe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Cell Biol.",
            "volume": "182",
            "issn": "",
            "pages": "685-701",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Mammalian Atg18 (WIPI2) localizes to omegasome-anchored phagophores and positively regulates LC3 lipidation",
            "authors": [
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Polson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "506-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The pancreatitis-induced vacuole membrane protein 1 triggers autophagy in mammalian cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ropolo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem.",
            "volume": "282",
            "issn": "",
            "pages": "124-133",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "C. elegans screen identifies autophagy genes specific to multicellular organisms",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "1042-1055",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The Atg16L complex specifies the site of LC3 lipidation for membrane biogenesis in autophagy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biol. Cell",
            "volume": "19",
            "issn": "",
            "pages": "2092-2100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Autophagy genes in immunity",
            "authors": [
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Virgin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Immunol.",
            "volume": "10",
            "issn": "",
            "pages": "461-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "LC3 and GATE-16/GABARAP subfamilies are both essential yet act differently in autophagosome biogenesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weidberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "EMBO J.",
            "volume": "29",
            "issn": "",
            "pages": "1792-1802",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Network organization of the human autophagy system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Behrends",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Sowa",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Gygi",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "",
            "pages": "68-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "ATG12 conjugation to ATG3 regulates mitochondrial homeostasis and cell death",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radoshevich",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "142",
            "issn": "",
            "pages": "590-600",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Atg9a controls dsDNA-driven dynamic translocation of STING and the innate immune response",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "20842-20846",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "New insights into the function of Atg9",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Webber",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "FEBS Lett.",
            "volume": "584",
            "issn": "",
            "pages": "1319-1326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Mitochondria supply membranes for autophagosome biogenesis during starvation",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Hailey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "656-667",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Plasma membrane contributes to the formation of pre-autophagosomal structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ravikumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jahreiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Puri",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Rubinsztein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Cell Biol.",
            "volume": "12",
            "issn": "",
            "pages": "747-757",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Autophagy enhances the presentation of endogenous viral antigens on MHC class I molecules during HSV-1 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Immunol.",
            "volume": "10",
            "issn": "",
            "pages": "480-487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Selective autophagy: ubiquitin-mediated recognition and beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Cell Biol.",
            "volume": "12",
            "issn": "",
            "pages": "836-841",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "An initial step of GAS-containing autophagosome-like vacuoles formation requires Rab7",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Autophagy and the integrated stress response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Cell",
            "volume": "40",
            "issn": "",
            "pages": "280-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Autophagy defends cells against invading group A Streptococcus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "",
            "pages": "1037-1040",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Toll-like receptor signalling in macrophages links the autophagy pathway to phagocytosis",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "1253-1257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "In vivo requirement for Atg5 in antigen presentation by dendritic cells",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "32",
            "issn": "",
            "pages": "227-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "SLAM is a microbial sensor that regulates bacterial phagosome functions in macrophages",
            "authors": [
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Immunol.",
            "volume": "11",
            "issn": "",
            "pages": "920-927",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Activation of antibacterial autophagy by NADPH oxidases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "6226-6231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Autophagosome-independent essential function for the autophagy protein Atg5 in cellular immunity to intracellular pathogens",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "458-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Coordinated loading of IRG resistance GTPases on to the Toxoplasma gondii parasitophorous vacuole",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaminets",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell. Microbiol.",
            "volume": "12",
            "issn": "",
            "pages": "939-961",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Disruption of the Toxoplasma gondii parasitophorous vacuole by IFNγ-inducible immunity-related GTPases (IRG proteins) triggers necrotic cell death",
            "authors": [
                {
                    "first": "YO",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaminets",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Hunn",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Autophagy and innate immunity: triggering, targeting and tuning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sumpter",
                    "suffix": "Jr"
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Semin. Cell Dev. Biol.",
            "volume": "21",
            "issn": "",
            "pages": "699-711",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "A diacylglycerol-dependent signaling pathway contributes to regulation of antibacterial autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahnazari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "137-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Regulation of innate immune responses by autophagy-related proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Cell Biol.",
            "volume": "189",
            "issn": "",
            "pages": "925-935",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Autophagy protects against Sindbis virus infection of the central nervous system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orvedahl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "115-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Shigella phagocytic vacuolar membrane remnants participate in the cellular response to pathogen invasion and are regulated by autophagy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "6",
            "issn": "",
            "pages": "137-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Delivery of cytosolic components by autophagic adaptor protein p62 endows autophagosomes with unique antimicrobial properties",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ponpuak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "32",
            "issn": "",
            "pages": "329-341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Autophagy in mammalian development and differentiation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Cell Biol.",
            "volume": "12",
            "issn": "",
            "pages": "823-830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Autophagy regulates programmed cell death during the plant innate immune response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "121",
            "issn": "",
            "pages": "567-577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Autophagy is an essential component of Drosophila immunity against vesicular stomatitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lukinova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bambina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunity",
            "volume": "30",
            "issn": "",
            "pages": "588-598",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Autophagic control of listeria through intracellular innate immune recognition in drosophila",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Immunol.",
            "volume": "9",
            "issn": "",
            "pages": "908-916",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Autophagy genes protect against Salmonella typhimurium infection and mediate insulin signaling-regulated pathogen resistance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "14564-14569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Human IRGM induces autophagy to eliminate intracellular mycobacteria",
            "authors": [
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deretic",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "1438-1441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Autophagy in the pathogenesis of disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "27-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Autophagy gene variant IRGM –261T contributes to protection from tuberculosis caused by Mycobacterium tuberculosis but not by M. africanum strains",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Intemann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Genome-wide analysis of the host intracellular network that regulates survival of Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "140",
            "issn": "",
            "pages": "731-743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "NOD2 stimulation induces autophagy in dendritic cells influencing bacterial handling and antigen presentation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Med.",
            "volume": "16",
            "issn": "",
            "pages": "90-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Nod1 and Nod2 direct autophagy by recruiting ATG16L1 to the plasma membrane at the site of bacterial entry",
            "authors": [
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Travassos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Immunol.",
            "volume": "11",
            "issn": "",
            "pages": "55-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Genomewide association study of leprosy",
            "authors": [
                {
                    "first": "FR",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med.",
            "volume": "361",
            "issn": "",
            "pages": "2609-2618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Viruses and the autophagy machinery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dreux",
                    "suffix": ""
                },
                {
                    "first": "FV",
                    "middle": [],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Cycle",
            "volume": "9",
            "issn": "",
            "pages": "1295-1307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Human immunodeficiency virus-1 inhibition of immunoamphisomes in dendritic cells impairs early innate and adaptive immune responses",
            "authors": [
                {
                    "first": "FP",
                    "middle": [],
                    "last": "Blanchet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "32",
            "issn": "",
            "pages": "654-669",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "HSV-1 ICP34.5 confers neurovirulence by targeting the Beclin 1 autophagy protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orvedahl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "1",
            "issn": "",
            "pages": "23-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Interaction of ICP34.5 with Beclin 1 modulates herpes simplex virus type 1 pathogenesis through control of CD4+ T cell responses",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Leib",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "12164-12171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Viral Bcl-2-mediated evasion of autophagy aids chronic infection of γherpesvirus 68",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EX",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Methods in mammalian autophagy research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "140",
            "issn": "",
            "pages": "313-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "FLIP-mediated autophagy regulation in cell death control",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Cell Biol.",
            "volume": "11",
            "issn": "",
            "pages": "1355-1362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Listeria monocytogenes ActA-mediated escape from autophagic recognition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Cell Biol.",
            "volume": "11",
            "issn": "",
            "pages": "1233-1240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Autophagosomes can support Yersinia pseudotuberculosis replication in macrophages",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell. Microbiol.",
            "volume": "12",
            "issn": "",
            "pages": "1108-1123",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Autophagy pathway intersects with HIV-1 biosynthesis and regulates viral yields in macrophages",
            "authors": [
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Kyei",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Cell Biol.",
            "volume": "186",
            "issn": "",
            "pages": "255-268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "The autophagy machinery is required to initiate hepatitis C virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dreux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastaminza",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "FV",
                    "middle": [],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "14046-14051",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "The early autophagic pathway is activated by hepatitis B virus and required for viral DNA replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sir",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "4383-4388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Coronaviruses hijack the LC3-I-positive EDEMosomes, ER-derived vesicles exporting short-lived ERAD regulators, for replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "500-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "HMGB proteins function as universal sentinels for nucleic-acid-mediated innate immune responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "462",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Endogenous HMGB1 regulates autophagy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Cell Biol.",
            "volume": "190",
            "issn": "",
            "pages": "881-892",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Vitamin D3 induces autophagy in human monocytes/macrophages via cathelicidin",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Yuk",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "6",
            "issn": "",
            "pages": "231-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Antigen-loading compartments for major histocompatibility complex class II molecules continuously receive input from autophagosomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pypaert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "26",
            "issn": "",
            "pages": "79-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "A novel human tectonin protein with multivalent β-propeller folds interacts with ficolin and binds bacterial LPS",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "A genome-wide siRNA screen reveals multiple mTORC1 independent signaling pathways regulating autophagy under normal nutritional conditions",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Lipinski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dev. Cell",
            "volume": "18",
            "issn": "",
            "pages": "1041-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "FIP200 is required for the cell-autonomous maintenance of fetal hematopoietic stem cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "116",
            "issn": "",
            "pages": "4806-4814",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Autophagy in thymic epithelium shapes the T-cell repertoire and is essential for tolerance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nedjic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aichinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "396-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Endogenous MHC class II processing of a viral nuclear antigen after autophagy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paludan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "593-596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Antigen processing via autophagy—not only for MHC class II presentation anymore?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Opin. Immunol.",
            "volume": "22",
            "issn": "",
            "pages": "89-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Autophagy-dependent viral recognition by plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "1398-1401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Absence of autophagy results in reactive oxygen species-dependent amplification of RLR signaling",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Tal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "2770-2775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "The Atg5–Atg12 conjugate associates with innate antiviral immune responses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jounai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "14050-14055",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "p62 at the crossroads of autophagy, apoptosis, and cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moscat",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Diaz-Meco",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "137",
            "issn": "",
            "pages": "1001-1004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Termination of autophagy and reformation of lysosomes regulated by mTOR",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "465",
            "issn": "",
            "pages": "942-946",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "The selective autophagy substrate p62 activates the stress responsive transcription factor Nrf2 through inactivation of Keap1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Cell Biol.",
            "volume": "12",
            "issn": "",
            "pages": "213-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "A key role for autophagy and the autophagy gene Atg16l1 in mouse and human intestinal Paneth cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cadwell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "456",
            "issn": "",
            "pages": "259-263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Loss of the autophagy protein Atg16L1 enhances endotoxin-induced IL-1β production",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "456",
            "issn": "",
            "pages": "264-268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Mutant superoxide dismutase 1-induced IL-1β accelerates ALS pathogenesis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Molawi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zychlinsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "13046-13050",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Autophagy gene-dependent clearance of apoptotic cells during embryonic development",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "128",
            "issn": "",
            "pages": "931-946",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Genome-wide association defines more than 30 distinct susceptibility loci for Crohn's disease",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Genet.",
            "volume": "40",
            "issn": "",
            "pages": "955-962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "NOD2-mediated autophagy and Crohn disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "412-414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Crohn's disease-associated adherent-invasive E. coli are selectively favoured by impaired autophagy to replicate intracellularly",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lapaquette",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Glasser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huett",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darfeuille-Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell. Microbiol.",
            "volume": "12",
            "issn": "",
            "pages": "99-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Impaired autophagy of an intracellular pathogen induced by a Crohn's disease associated ATG16L1 variant",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuballa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huett",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Rioux",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Differential involvement of Atg16L1 in Crohn disease and canonical autophagy: analysis of the organization of the Atg16L1 complex in fibroblasts",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biol. Chem.",
            "volume": "284",
            "issn": "",
            "pages": "32602-32609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Dynamics and diversity in autophagy mechanisms: lessons from yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakatogawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsumi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Rev. Mol. Cell Biol.",
            "volume": "10",
            "issn": "",
            "pages": "458-467",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Virus-plus-susceptibility gene interaction determines Crohn's disease gene Atg16L1 phenotypes in intestine",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cadwell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "1135-1145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Genome-wide association scan in women with systemic lupus erythematosus identifies susceptibility variants in ITGAM, PXK, KIAA1542 and other loci",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Harley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Genet.",
            "volume": "40",
            "issn": "",
            "pages": "204-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "A large-scale replication study identifies TNIP1, PRDM1, JAZF1, UHRF1BP1 and IL10 as risk loci for systemic lupus erythematosus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gateva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Genet.",
            "volume": "41",
            "issn": "",
            "pages": "1228-1233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Genome-wide association study in a Chinese Han population identifies nine new susceptibility loci for systemic lupus erythematosus",
            "authors": [
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Genet.",
            "volume": "41",
            "issn": "",
            "pages": "1234-1237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Double-stranded RNA-dependent protein kinase links pathogen sensing with stress and metabolic homeostasis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "140",
            "issn": "",
            "pages": "338-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Defective hepatic autophagy in obesity promotes ER stress and causes insulin resistance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Calay",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Hotamisligil",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Metab.",
            "volume": "11",
            "issn": "",
            "pages": "467-478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Mature-onset obesity and insulin resistance in mice deficient in the signaling adapter p62",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Metab.",
            "volume": "3",
            "issn": "",
            "pages": "211-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Inflammation and metabolic disorders",
            "authors": [
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Hotamisligil",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "860-867",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Defective CFTR induces aggresome formation and lung inflammation in cystic fibrosis through ROS-mediated autophagy inhibition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luciani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Cell Biol.",
            "volume": "12",
            "issn": "",
            "pages": "863-875",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Autophagy is a defense mechanism inhibiting BCG and Mycobacterium tuberculosis survival in infected macrophages",
            "authors": [
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "119",
            "issn": "",
            "pages": "753-766",
            "other_ids": {
                "DOI": []
            }
        }
    }
}