{
    "paper_id": "PMC3536629",
    "metadata": {
        "title": "Wearing face masks in public during the influenza season may reflect other positive hygiene practices in Japan",
        "authors": [
            {
                "first": "Koji",
                "middle": [],
                "last": "Wada",
                "suffix": "",
                "email": "kwada-sgy@umin.ac.jp",
                "affiliation": {}
            },
            {
                "first": "Kuniko",
                "middle": [],
                "last": "Oka-Ezoe",
                "suffix": "",
                "email": "kuniko.ezoe@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Derek",
                "middle": [
                    "R"
                ],
                "last": "Smith",
                "suffix": "",
                "email": "Derek.Smith@newcastle.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Wearing a face mask in public has not been recommended for preventing influenza virus infection\n[1]. Even though a face mask might provide some protection from inhaling larger droplets and hindering hand contact to the mouth and nose, the mask itself does not fit tightly enough to block droplets from entering between the face and mask\n[2]. In some Asian countries including Japan, many healthy people wear face masks in public during the influenza season, with an expectation that it helps prevent respiratory infections\n[3,4].",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 339,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 524,
                    "end": 525,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The effectiveness of wearing a face mask in certain settings with a high risk of influenza infection such as staying with influenza patients at home and shared living setting has been demonstrated in some studies. When a face mask is used correctly by infected individuals, it may help prevent household transmission by hindering the spread of infective respiratory droplets\n[5-7]. Wearing a facemask as well as adopting positive hand hygiene practices has been shown to reduce respiratory illness in shared living settings among young adults\n[8,9] with a relatively high compliance when wearing a mask. However, some other research has shown that compliance when wearing a face mask is low, especially in non-randomized studies\n[10,11].",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 378,
                    "end": 379,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 544,
                    "end": 545,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 546,
                    "end": 547,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "On the other hand, it is reasonable to suggest that wearing face masks in the community might be an indicator of positive personal hygiene practices, health behaviors and perceptions of disease prevention. Despite this fact, no studies appear to have explored the association between face mask use and other personal hygiene practices and health behaviors. Aside from the potential public health benefits, examining these associations would also be very helpful to help minimize statistical confounding during research on the effectiveness of face masks in non-randomized studies. The aim of this study, therefore, was to determine if wearing a face mask in public is associated with other hygiene practices and health behaviors among Japanese adults.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This study originally sought to recruit 3,000 Japanese individuals aged 20 to 69 years who were registered in a web survey company (among randomly selected 7,937 persons in a total 1.60 million registrants) in September 2011. The web survey company invited adults who were interested in being part of a survey that included some financial incentives for participating. The company then requested selected registrants to respond and ceased recruitment when the total number of participants exceeded our target of 3,000 individuals. Participants were classified into 5 groups by age range: 20–29, 30–39, 40–49, 50–59 and 60–69 years, as we estimated that a sample size of 300 participants per age group for each gender would be required. Individuals who agreed to participate in the study then completed an anonymous online questionnaire which included various questions regarding their hygiene practices and health behaviours during the October 2010 to March 2011 influenza season in Japan.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Questions included basic demographic information (age and sex), hygiene practices (wearing a face mask in public, hand washing, gargling, and avoiding crowds and infected people) and health behaviours (sleep quality and influenza vaccination status). We also asked the following questions about hygiene practices: “As a method to prevent influenza, to what extent do you practice the following methods? For each question, select the implementation status that applies to you the most during the periods when influenza spreads (winter).” For this section, we provided six items, as follows: “I wear a surgical mask in public during influenza season,” “I wash my hands,” “I try to avoid going to places where there are lots of people,” “I gargle,” “I try not to go near people who are infected,” and “I try to have a good sleep.” For each item, a four-point scale was provided, with the options: “I do this frequently,” “I do this occasionally,” “I don’t do this often,” and “I don’t do this.” We also asked the participants to indicate their influenza vaccination status in the previous winter.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Logistic regression analysis was used to explore statistical associations between wearing a face mask in public during the influenza season and personal hygiene practices and health behaviors. Results were displayed as Odds Ratios (OR) with 95% Confidence Intervals (95% CI). We combined the responses: “I don’t do this often” and “I don’t do this” as the reference group. We also combined: “do frequently” and “do occasionally” as outcomes for the question: “I wear a surgical mask in public during influenza epidemic season.” We initially examined the variables using univariate analysis, and then by multivariate analysis to include factors that had been shown to be significant at the P=0.10 level during univariate analysis. All analyses were performed using IBM SPSS Statistics 19. As the outcome of interest (the incidence of household transmission) was common and this can affect the approximation of relative risk\n[12], we used Zhang’s formula to correct the odds ratios\n[13].",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 926,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 981,
                    "end": 983,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Human Research Committee of the Kitasato University School of Medicine in Japan.",
            "cite_spans": [],
            "section": "Ethics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 3,129 individuals, including 1,549 males and 1,580 females, participated in the study (Table\n1). Approximately 20% were distributed in each age group. Participants who answered that they frequently or occasionally wore a face mask in public constituted 38.4% of the total participants (n=1,203). Table\n2 indicates personal hygiene practices and other health behaviors by face mask wearing status. The highest proportion of face mask wearing was reported by the oldest age group (60–69 years), while the lowest proportion was reported by the youngest age group (20–29 years). Approximately half of all female participants reported wearing a face mask, while only a third of all male participants reported having done so. High proportions of both the face mask and non-face mask wearing groups reported hand washing. Compared to the non-face mask wearing group, a larger proportion of the face mask wearing group reported that they undertook regular gargling.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Logistic regression analysis revealed that wearing a face mask in public and personal hygiene practices and health behaviors were significantly associated (Table\n3). Wearing a face mask in public was associated with various self-reported hygiene practices including: frequent hand washing (adjusted Odds Ratio [OR]: 1.67; 95% Confidence Interval [95%CI]: 1.34-1.96), occasional hand washing (OR: 1.43; 95%CI: 1.10-1.75), frequently avoiding crowds (OR: 1.85; 95%CI: 1.70-1.98), occasionally avoiding crowds (OR: 1.65; 95%CI: 1.53-1.76), frequent gargling (OR: 1.68; 95%CI: 1.51-1.84), occasional gargling (OR: 1.46; 95%CI: 1.29-1.62), regularly avoiding close contact with an infected person (OR: 1.50; 95%CI: 1.33-1.67), occasionally avoiding close contact with an infected person (OR: 1.31; 95%CI: 1.16-1.46), regularly trying to have good sleep (OR:1.17; 95%CI: 1.01-1.34), occasionally trying to have good sleep (OR:1.19; 95%CI: 1.04-1.34) and being vaccinated against influenza (OR: 1.31; 95%CI: 1.17–1.45).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "This study provides some compelling evidence that wearing a face mask in public is associated with other positive personal hygiene practices and health behaviors among Japanese adults. Participants who wore a face mask were more likely to report practicing additional preventive hygiene measures including hand washing, gargling, avoiding crowds and close contact with ill people, having good quality sleep and being vaccinated against influenza.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous research conducted elsewhere has also elucidated the prevalence of hygiene practices with respect to influenza. A study from Korea for example, conducted during the early phases of the influenza pandemic in 2009, reported that 57% of female and 34% of male participants washed their hands five times a day\n[14]. Similarly, Lau and colleagues reported that 22% of their study subjects in Hong Kong wore face masks regularly in public during the early phases of the pandemic, while 45% of them washed their hands more than 10 times\n[15]. The prevalence of positive hygiene practices reported in studies conducted during the 2009 influenza pandemic appears to be higher than during the ‘general’ influenza season. In fact, a much lower prevalence of preventive measures than that of the 2009 pandemic have been observed, even in outbreak situations. For example, less than 10% of participants implemented preventive measures (including frequent hand washing, wearing face masks and getting more sleep) in a study of Dutch and Finnish individuals during the SARS outbreak of 2003\n[16]. Presumably, the risk of being affected by a disease within a community and country influences the distribution and uptake of preventive hygiene measures.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We hypothesize that various factors probably contributed to the significant associations between face mask use and other hygiene practices and health behaviors during the Japanese influenza season. Firstly, they might reflect a high level of social and cultural acceptance of hygiene practices and health behaviors in this country\n[4], generally, as personal preventive measures are deeply engrained in cultural attitudes and behaviors within the Japanese community – including in the workplace\n[17]. All hygiene practices and health behaviors investigated during the current study are recommended by Japanese health authorities such as the Ministry of Health, Labour, and Welfare. Secondly, it is reasonable to suspect that individual risk perceptions might have influenced the statistical association we elucidated in the current study. An investigation from Hong Kong, for example, looked at hygiene behaviors during the early phases of the influenza A(H1N1) 2009 pandemic\n[15] and revealed that wearing a face mask in public was associated with a perception of the effectiveness of face mask use versus the dangers of influenza A(H1N1). Although previous studies have been conducted in culturally different settings and at different times (such as in the early phase of a pandemic), the current research nevertheless suggests that significant associations might have been influenced by individual perceptions. As such, further studies regarding the impact of individual perceptions are needed for verification\n[18].",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1515,
                    "end": 1517,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the effectiveness of wearing a face mask for preventing infectious diseases has been investigated in various other studies\n[5,7,9,10,19,20], most have not considered possible associations between wearing a face mask and additional hygiene practices. However, we should note that a randomized controlled study which allocated face masks only revealed no statistically significantly differences in hand hygiene practices\n[8]. As such, it can be seen that any additional research to assess the contribution of face masks in preventing respiratory infections, will clearly need to monitor other health behaviors as part of their investigation.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 135,
                    "end": 136,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 137,
                    "end": 138,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 139,
                    "end": 141,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Given that our research was one of the first of its kind, we acknowledge that the study might have incurred some limitations. Firstly, the generalizability of the results might be limited because the study participants were recruited using an online survey tool. This population would, presumably, have had internet access and therefore, might be more aware of preventive measures against influenza – especially those promoted on the internet\n[21]. In addition, as this study utilized an internet survey, we do not have any information on the non-respondents. Secondly, there is the possibility that it may be difficult for people to accurately recall their hygiene practices of the previous year in detail. A bias may exist among people who wear masks if they are more inclined to report undertaking other positive hygiene practices at higher rates than individuals who report lower mask use. Thirdly, as our current study was conducted in only one country (Japan), further research is therefore needed to determine the situation in other countries, especially those with a relatively lower rate of face mask use in the general population. Lastly, given that our study was cross-sectional in design, we are unable to confirm the existence of causal relationships.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, this study suggests that wearing a face mask in public may be associated with other personal hygiene practices and health behaviors among Japanese adults. Rather than preventing influenza itself, face mask use might instead be a marker of additional, positive hygiene practices and other favorable health behaviors in the same individuals.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "KW conceived and implemented the study. All the authors contributed to writing and revising the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contribution",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2458/12/1065/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Participants characteristics and responses\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Personal hygiene practices and other health behaviors by face mask wearing status\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Statistical associations between wearing a face mask in public and personal hygiene practices and health behaviors\nOR: adjusted Odds ratio; CI: confidence interval.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Interim Recommendations for Facemask and Respirator Use to Reduce 2009 Influenza A (H1N1) Virus Transmission",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Barriers to mask wearing for influenza-like illnesses among urban Hispanic households",
            "authors": [],
            "year": 2011,
            "venue": "Public Health Nurs",
            "volume": "28",
            "issn": "1",
            "pages": "13-23",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1446.2010.00918.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Impact of non-pharmaceutical interventions on URIs and influenza in crowded, urban households",
            "authors": [],
            "year": 2010,
            "venue": "Public Health Rep",
            "volume": "125",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Real world occupational epidemiology, part 1: odds ratios, relative risk, and asbestosis",
            "authors": [],
            "year": 2011,
            "venue": "Arch Environ Occup Heal",
            "volume": "66",
            "issn": "2",
            "pages": "119-123",
            "other_ids": {
                "DOI": [
                    "10.1080/19338244.2011.564233"
                ]
            }
        },
        "BIBREF4": {
            "title": "What's The relative risk? a method of correcting the odds ratio in cohort studies of common outcomes",
            "authors": [],
            "year": 1998,
            "venue": "JAMA",
            "volume": "280",
            "issn": "19",
            "pages": "1690-1691",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.280.19.1690"
                ]
            }
        },
        "BIBREF5": {
            "title": "Perceptions and behaviors related to hand hygiene for the prevention of H1N1 influenza transmission among Korean university students during the peak pandemic period",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-222"
                ]
            }
        },
        "BIBREF6": {
            "title": "Prevalence of preventive behaviors and associated factors during early phase of the H1N1 influenza epidemic",
            "authors": [],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "5",
            "pages": "374-380",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2010.03.002"
                ]
            }
        },
        "BIBREF7": {
            "title": "SARS knowledge, perceptions, and behaviors: a comparison between Finns and the Dutch during the SARS outbreak In 2003",
            "authors": [],
            "year": 2009,
            "venue": "Int J Behav Med",
            "volume": "16",
            "issn": "1",
            "pages": "41-48",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9004-6"
                ]
            }
        },
        "BIBREF8": {
            "title": "Organizational climate and its relationship with needlestick and sharps injuries among Japanese nurses",
            "authors": [],
            "year": 2009,
            "venue": "Am J Infect Control",
            "volume": "37",
            "issn": "7",
            "pages": "545-550",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2008.11.004"
                ]
            }
        },
        "BIBREF9": {
            "title": "Research findings from nonpharmaceutical intervention studies for pandemic influenza and current gaps in the research",
            "authors": [],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "4",
            "pages": "251-258",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2009.12.007"
                ]
            }
        },
        "BIBREF10": {
            "title": "Can we reduce the spread of influenza in schools with face masks?",
            "authors": [],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "9",
            "pages": "676-677",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2010.03.012"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Preventing Transmission of Pandemic Influenza and Other Viral Respiratory Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Face mask use and control of respiratory virus transmission in households",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3201/eid1502.081167"
                ]
            }
        },
        "BIBREF13": {
            "title": "Contribution of communication inequalities to disparities in human papillomavirus vaccine awareness and knowledge",
            "authors": [],
            "year": 2012,
            "venue": "Am J Public Health",
            "volume": "102",
            "issn": "10",
            "pages": "1911-1920",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2011.300435"
                ]
            }
        },
        "BIBREF14": {
            "title": "Influenza (H1N1) 2009 outbreak and school closure, Osaka prefecture",
            "authors": [],
            "year": 2009,
            "venue": "Japan. Emerg Infect Dis",
            "volume": "15",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3201/eid1510.091029"
                ]
            }
        },
        "BIBREF15": {
            "title": "Risk, ritual and health responsibilisation: Japan’s ‘safety blanket’ of surgical face mask-wearing",
            "authors": [],
            "year": 2012,
            "venue": "Sociol Health Illn",
            "volume": "34",
            "issn": "8",
            "pages": "1184-1198",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9566.2012.01466.x"
                ]
            }
        },
        "BIBREF16": {
            "title": "Surgical mask to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0013998"
                ]
            }
        },
        "BIBREF17": {
            "title": "Mathematical modeling of the effectiveness of facemasks in reducing the spread of novel influenza A (H1N1)",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0009018"
                ]
            }
        },
        "BIBREF18": {
            "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "7",
            "pages": "437-446",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Mask use, hand hygiene, and seasonal influenza-like illness among young adults: a randomized intervention trial",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "4",
            "pages": "491-498",
            "other_ids": {
                "DOI": [
                    "10.1086/650396"
                ]
            }
        },
        "BIBREF20": {
            "title": "Facemasks, hand hygiene, and influenza among young adults: a randomized intervention trial",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0029744"
                ]
            }
        }
    }
}