{
    "paper_id": "PMC3414044",
    "metadata": {
        "title": "Infectious Disease Transmission during Organ and Tissue Transplantation",
        "authors": [
            {
                "first": "Melissa",
                "middle": [
                    "A."
                ],
                "last": "Greenwald",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [
                    "J."
                ],
                "last": "Kuehnert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jay",
                "middle": [
                    "A."
                ],
                "last": "Fishman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Identification of potential infectious disease threats can be accomplished by systematic approaches, including outbreak investigations and literature searches, and through routine, intensive searches for new pathogens. Donor-derived infectious disease risks posed to recipients by organ and tissue transplantation have been identified primarily through published descriptions of clusters of allograft recipients with infections, sometimes caused by unusual organisms such as lymphocytic choriomeningitis virus (3,4) or rabies virus (5), or after transmission events associated with blood products. Because viable, transplanted organs are highly efficient vectors for microbial transmission into immunosuppressed hosts, transmission events in organ transplant recipients may serve as sentinel events for emerging infections.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 512,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 513,
                    "end": 514,
                    "mention": "4",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "5",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Threat Identification ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "Identifying potential infectious exposures is accomplished, in part, by obtaining a donor epidemiologic history. Potential organ and tissue donors may reside in, or have migrated between, geographic regions where different organisms are endemic, which confound screening and testing efforts. The changing geographic distribution of pathogens such as West Nile virus (WNV), chikungunya virus, dengue virus, Babesia spp., and Trypanosoma cruzi (i.e., Chagas disease) have resulted in clusters of infections transmitted to organ recipients in regions where the pathogens are not endemic. Epidemiologic shifts and other disease transmission risks discussed below illustrate the need for systematic risk-based approaches to evaluating the transmissibility of pathogens through tissue and organ transplantation.",
            "cite_spans": [],
            "section": "Changing Epidemiology ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "The transmissibility of an organism by transplantation is generally imputed by after-the-fact recognition of the organism in the blood or tissues of the allograft donor and recipient. Detection and reporting of transmission events is incomplete. The biology of disease transmission from allografts has not been well studied, even for organisms known to be transplantation transmissible. More accurate risk assessment requires data regarding the epidemiology and transmission characteristics of a specific organism in a specific graft type.",
            "cite_spans": [],
            "section": "Transmissibility of an Organism by Transplantation ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "Transmission of infection is dependent on a series of factors that are organism and host dependent (Table 1). These factors include the organism type (virulence) and the presence or absence of effective host immune and inflammatory responses. Increasingly potent immunosuppressive agents used to prevent rejection in organ transplant recipients have also increased risks for opportunistic infections and viral infection–mediated malignancies, further complicating the determination of whether a posttransplant event is donor derived.",
            "cite_spans": [],
            "section": "Transmissibility of an Organism by Transplantation ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The pathogenesis of WNV infection illustrates the complexity of disease detection and prevention in organ transplantation. WNV is asymptomatic in 80% of immunocompetent persons infected by mosquito bites. WNV viremia in blood donors is typically detected within 1–5 days after infection, depending on whether testing is performed by using individual donation or minipool tests. Detecting WNV viremia may be complicated by low-level viremia. WNV viremia in blood donors generally clears within weeks, although viremia may persist despite the appearance of antibodies within 7–10 days after exposure (6). The value of reports of persistent detection of WNV nucleic acid in urine of some persons years after infection remains to be determined (7).",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 741,
                    "end": 742,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Experience with Allograft-associated Transmission of WNV ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "WNV antibodies do not always protect susceptible cells from infection in vitro (6). In general, the likelihood of central nervous system involvement with WNV infection is greater in immunosuppressed hosts than in healthy persons (8). In all reported organ donor–derived infections with WNV in the United States, 2 of 4 kidney recipients showed development of neuroinvasive disease (WNND) but recovered, 1 showed development of virema and seroconverted but remained asymptomatic, and 1 did not demonstrate transmission. In 2 liver transplantation recipients, 1 showed development of WNV fever but recovered, and another showed development of WNND and permanent neurologic injury. Two heart recipients showed development of WNND but recovered. A recipient showed development of WNND but never recovered (9–11). Variability in transmission patterns among organ recipients exposed to WNV illustrates the need for studies that will define the organism and host factors governing transmission. Such data also will provide a basis for studies of emerging infectious diseases with unknown transmissibility characteristics.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 230,
                    "end": 231,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 802,
                    "end": 803,
                    "mention": "9",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 804,
                    "end": 806,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Experience with Allograft-associated Transmission of WNV ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "Donor-derived disease transmission reports from tissue transplantation are relatively infrequent. WNV also illustrates some of the challenges faced in detecting donor-derived transmission events in tissue recipients. In contrast to organ- and blood-derived infections, tissue transmission of WNV has not been reported. Lack of similar reports of WNV transmission to tissue recipients may reflect underrecognition, i.e., differences in transmissibility, clinical symptoms, diagnostic approaches, immunosuppression, clinical follow-up of the recipient, and underreporting (12). Detection of infections after tissue transplantation might be delayed when a donor-derived infectious source is less likely to be considered. Clinicians often consider tissue allografts safe despite published reports (13–19). Therefore, disease detection is dependent on skills, knowledge, and heightened awareness of clinicians caring for allograft recipients. Despite the absence of reported WNV transmission events, the large volume of tissue grafts and the potential availability of >100 tissue products from individual donors indicate the need for assessing and optimizing methods for identifying potential pathogens in tissue transplantation.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 573,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 794,
                    "end": 796,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Experience with Allograft-associated Transmission of WNV ::: Challenges Identifying Potential Pathogens in Transplantation",
            "ref_spans": []
        },
        {
            "text": "There are knowledge gaps in the efficacy of current practices in evaluating, i.e., screening and testing, donors for infectious agents. Screening identifies donor risk factors, but the sensitivity and specificity of current approaches are largely unknown. Serologic assays detect chronic or persistent infections but are less useful for diagnosing more recent infections. Some cases of donor-derived infection in organ transplantation occurred after failures in serologic testing (e.g., window-period cases before seroconversion) (9,19–21). NAT is useful for detecting infection only in blood samples of viremic donors and is not available for every potential organism (22).",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 532,
                    "mention": "9",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 670,
                    "end": 672,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Challenges in Evaluating Donors",
            "ref_spans": []
        },
        {
            "text": "There is variability in the performance (between specific tests and laboratories) and application (selection of a particular assay by the program performing the test) of assays used in donor testing. This variability limits the ability to compare and interpret existing testing data derived from donor populations that could, in turn, inform decisions regarding optimal assay selection. For example, some organ-procurement organizations use assays indicated for donor testing and others use diagnostic tests. Programs use antibody assays from different manufacturers (resulting in differing performance characteristics), and some use NAT routinely or only in special circumstances (e.g., on the basis of donor characteristics). There are few data regarding the clinical performance of these assays in donor populations.",
            "cite_spans": [],
            "section": "Challenges in Evaluating Donors",
            "ref_spans": []
        },
        {
            "text": "In the absence of routine active surveillance (e.g., posttransplant testing of all recipients to ascertain transmission events), donor-derived infectious disease transmission remains difficult to recognize and document. Current surveillance systems that identify transmission events are passive (i.e., clinicians must diagnose infection, recognize a relationship with transplantation, and report the event). Given the asymptomatic nature of some acute infections with serious, but delayed, sequelae (e.g., HBV), it is unlikely that most transmission events could be detected by passive surveillance alone. Active surveillance would increase knowledge of transmissibility and might detect emerging infectious agents within recipients of organs or tissues. Transmission rates are likely to vary among donor and recipient groups (e.g., by epidemiologic exposures) and among organs and various tissues.",
            "cite_spans": [],
            "section": "Posttransplant Surveillance ::: Additional Challenges",
            "ref_spans": []
        },
        {
            "text": "There are multiple, potentially confusing, pathways for adverse event reporting (Table 2). The Joint Commission in the United States requires accredited centers to report to manufacturers (i.e., establishments that process and distribute human tissues for transplantation) any transmissions possibly associated with human tissues. Manufacturers must investigate such reports and report to the Food and Drug Administration serious adverse reactions for which there was a reasonable possibility that the cell or tissue caused the reaction (23,24). Such reporting depends on clinician recognition and reporting of an allograft-derived infection; underreporting is a recognized limitation of such programs. Given the general lack of awareness of the potential for donor-derived infection and multiple common sources of infection in a transplant recipient, such as the surgical procedure or nosocomial infection, there is great potential for underreporting. Potential organ-associated disease transmissions (infection and malignancy) are reported to the Organ Procurement and Transplantation Network (OPTN). In addition, state and local health departments may also require notification for transplant transmissions. For all of these reporting systems, limitations include lack of uniform reporting criteria and coordinated data collection.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Posttransplant Reporting ::: Additional Challenges",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "One deceased donor may supply organs, eyes, and numerous other tissues, which may be widely distributed over time and geographically. Some deceased donors are tested many times (by organ procurement organizations (OPOs), eye banks, and tissue banks). Collecting and sharing of donor data are challenging in the absence of linked, unique identifying information for each donor (e.g., donor identification number) (25) and centralized data sharing systems. Epidemiologic data (e.g., incidence of infections in the donor population by allograft type and geographic region) and other data (e.g., donor test results correlated with individual recipient testing) need to be aggregated and accessible by contributing OPOs, eye banks, and tissue banks to assess the associated transmission risk. These data could be compared with information collected from blood screening tests for the same donors. Efforts were initiated to improve communication of recipient outcome data between the organ and tissue transplant communities in a pilot project. However, major issues remain to be addressed, such as standard definitions and incentives for participation, before a useful system could be deployed nationally (12). Such data could be used in evaluating effectiveness of current donor screening and testing strategies and developing standardized research methods for use in assessing donor evaluation tools.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Coordinating and Sharing Aggregated Donor Screening and Testing Data ::: Additional Challenges",
            "ref_spans": []
        },
        {
            "text": "Donor screening protocols should reduce the likelihood that tissues or organs that would transmit infection will be procured, while preserving availability (avoiding false-positive test results). Effectiveness of current donor screening procedures has not been systematically evaluated. To develop data useful for assessing donor screening practices, high-quality data must be collected by using standardized protocols and assays of known performance characteristics. The nonuniformity of protocols used to screen donors among various organizations impedes critical assessment of donor evaluation protocols. One initiative to bridge this gap is the development and validation of the proposed Uniform Donor History Questionnaire for Organ, Tissue, and Eye Donors (26).",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 765,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Quality of Donor Screening and Testing Data ::: Additional Challenges",
            "ref_spans": []
        },
        {
            "text": "Screening donors through donor history questionnaires can reduce transmission risk only to the degree of the accuracy and completeness of the information provided. This effort is limited by obtaining information by proxy (i.e., from the families of deceased donors) and incomplete information about prior infectious exposures. As a result, testing donor specimens for known transmissible organisms is required to further reduce risks by excluding the infected potential donor or guiding clinical care of recipients. Given the changing epidemiology of infection, a major challenge is developing new assays for emerging infectious diseases. New assay development is typically resource-intensive and too slow to reflect rapid shifts posed by epidemic disease (e.g., assays for severe acute respiratory syndrome), but can be accomplished over time (e.g., assay development during a WNV infection outbreak). New approaches to assay development and for evaluating such assays in organ and tissue donor populations, together with streamlined approaches to evaluating assay effectiveness in a manner appropriate to regulatory review, could enable more effective responses to threats of emerging infectious diseases.",
            "cite_spans": [],
            "section": "Quality of Donor Screening and Testing Data ::: Additional Challenges",
            "ref_spans": []
        },
        {
            "text": "Baseline data for the number and types of tissue grafts distributed each year are available only through voluntary reporting to the American Association of Tissue Banks and are limited by a lack of coding and traceability after tissues are delivered to end users (e.g., hospitals, dental clinics, surgical centers). Individual tissue banks rely on hospitals to return implant cards to assess use of allograft materials; compliance is voluntary and accuracy of the data is limited by incomplete return rates. Regulatory mandates require OPO and organ transplant programs to report extensive data to the OPTN on all solid-organ donors (living and deceased), candidates on the waiting lists, and recipients. However, the discard rate of donor organs on the basis of microbiologic testing are not collected by OPTN and are retained at the local OPO rather than the national level. Improved testing might change the denominator by increasing or decreasing the number of available allografts for transplantation; collection of these data is needed to guide decisions regarding optimal donor testing in organ transplantation (27,28).",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1121,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Denominator Data ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "The prevalence of infectious disease in potential organ and tissue donors has not been systematically evaluated. Studies of blood and organ donors suggest that the probability of viremia for HIV, HCV, HBV, and human T-cell lymphotropic virus in the United States is higher in tissue and organ donors than in first-time blood donors (29,30). Prospective data collection is needed to define baseline seroprevalence in different donor populations; these data could be used to develop enhanced strategies for donor screening and testing to prevent disease transmission.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 336,
                    "end": 338,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Seroprevalence Data ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "Data are needed regarding the transmissibility of potential pathogens by the type of organ or tissue transplanted. Current programs focus on excluding donors with risk factors for, or serologic markers of, blood-borne pathogens. The transmissibility of infection from organs or tissue donors with various nonspecific clinical syndromes (e.g., pneumonia, meningoencephalitis, sepsis) is unknown. Clinical data (based on cultures and serologic studies) and preclinical data from animal studies would enable more evidence-based decisions regarding donor eligibility.",
            "cite_spans": [],
            "section": "Transmissibility Data ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "Processing methods vary with regard to diverse technologies and strategies used and types of tissue processed. There are few data regarding the effect of tissue processing on decreasing or eliminating infectious organisms. Similarly, the effect on the risk for transmission of infection of antimicrobial drug therapy in donors or recipients is unknown. Increasingly, some organs (notably kidneys) undergo pump perfusion before implantation, but the effect of this manipulation on disease transmission is unknown.",
            "cite_spans": [],
            "section": "Risk Mitigation Strategies ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "As discussed, standardizing and validating current donor screening tools is an essential first step in collecting and analyzing data for donor risk factors and in developing refined strategies for screening and testing donors. Prospective studies comparing results of donor history questionnaires and those of microbiological testing should be performed to evaluate the effectiveness of donor-screening strategies. The availability of tissues and organs for transplantation could be increased without compromising safety.",
            "cite_spans": [],
            "section": "Donor Questionnaires ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "There is currently no established network or infrastructure for systematically collecting and analyzing organ and tissue donor data. Given the need for additional data to provide a scientific basis for evaluating and managing allograft donors and recipients, stakeholders must develop mechanisms to prioritize and implement joint research programs. To perform the necessary research, the allograft transplant communities need to develop systems to harmonize labeling nomenclature and data elements (product names and data that are contained on product labels), data collection methods, and mechanisms for data sharing. Elements needed to develop such a research infrastructure will include shared data repositories and software for collecting and analyzing surveillance data from donors and recipients; common epidemiologic data elements; and universal donor identifiers that link all allograft types to the original donor (25), protocols, and standardized nomenclature. Such a networked infrastructure is essential for rapid traceability of tissues and organs from common donors when donor-derived disease outbreaks occur in transplant recipients (12).",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 926,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Research Infrastructure ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "Newly developed datasets derived from these proposed research activities will enable development of risk assessment models similar to those used to characterize or predict infectious disease risks in blood donor populations (31). Use of such models would further define targets for future research efforts and for clinical investigations of future outbreaks.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Risk Assessment ::: Addressing Gaps: Key Research Needs",
            "ref_spans": []
        },
        {
            "text": "Disease transmission through organ and tissue transplantation has been documented. Recognizing emerging infectious diseases in organ and tissue transplantation is challenging because of nonstandardization of donor evaluations and data collection, pathogen characteristics, and recipient surveillance. Quantifying risk is further complicated by the absence of data regarding the factors affecting disease transmission. Gaps in systematic identification and characterization of the scope and magnitude of donor-derived infectious disease transmissions through organ and tissue transplantation remain a major hurdle to improvements in assessing risk and in developing more effective donor screening and testing strategies. These gaps can be addressed by a shared, overarching research agenda among the allograft communities. Areas of focus for research include compiling donor evaluation (donor screening and testing) and posttransplant recipient surveillance data and disease transmissibility data (basic mechanisms and clinical factors) and assessing the efficacy of mitigation strategies. Prioritizing the research agenda can be best driven by collaboration between government (i.e., regulatory, public health, policy), industry (e.g., tissue manufacturing, supply, test manufacturers), and the allograft transplant provider community (clinicians, hospitals, professional organizations, OPOs, tissue banks and processors). Each stakeholder has unique perspectives, experiences, and resources to share in enhancing the safety of organ and tissue transplantation and benefit the greatest number of recipients.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: Number of deceased and living organ donors and deceased tissue donors, United States, 1998–2012. Organ donor data source: Organ Procurement and Transplantation Network. Tissue donor data source: American Association of Tissue Banks (AATB) survey data. Survey data for tissue donors includes only AATB-accredited tissue banks, except in 2007, when data were collected from accredited and nonaccredited tissue banks. No information is available regarding the number of organ and tissue donors.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "West Nile virus infections in organ transplant recipients—New York and Pennsylvania, August–September, 2005.",
            "authors": [],
            "year": 2005,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "54",
            "issn": "",
            "pages": "1021-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "West Nile virus transmission via organ transplantation and blood transfusion–Louisiana, 2008.",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1263-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Organ and tissue safety workshop 2007: advances and challenges.",
            "authors": [],
            "year": 2009,
            "venue": "Cell Tissue Bank",
            "volume": "10",
            "issn": "",
            "pages": "271-80",
            "other_ids": {
                "DOI": [
                    "10.1007/s10561-008-9114-z"
                ]
            }
        },
        "BIBREF4": {
            "title": "Transmission of Elizabethkingia meningoseptica (formerly Chryseobacterium meningosepticum) to tissue-allograft recipients: a report of two cases.",
            "authors": [],
            "year": 2010,
            "venue": "J Bone Joint Surg Am",
            "volume": "92",
            "issn": "",
            "pages": "1501-6",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.I.00502"
                ]
            }
        },
        "BIBREF5": {
            "title": "Infectious disease transmission through cell, tissue, and organ transplantation: reducing the risk through donor selection.",
            "authors": [],
            "year": 1995,
            "venue": "Cell Transplant",
            "volume": "4",
            "issn": "",
            "pages": "455-77",
            "other_ids": {
                "DOI": [
                    "10.1016/0963-6897(95)00035-V"
                ]
            }
        },
        "BIBREF6": {
            "title": "Bacterial infection transmitted by human tissue allograft transplantation.",
            "authors": [],
            "year": 2006,
            "venue": "Cell Tissue Bank",
            "volume": "7",
            "issn": "",
            "pages": "147-66",
            "other_ids": {
                "DOI": [
                    "10.1007/s10561-006-0003-z"
                ]
            }
        },
        "BIBREF7": {
            "title": "Clostridium infections associated with musculoskeletal-tissue allografts.",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2564-71",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa023222"
                ]
            }
        },
        "BIBREF8": {
            "title": "Invasive group-A streptococcal infection in an allograft recipient. A case report.",
            "authors": [],
            "year": 2007,
            "venue": "J Bone Joint Surg Am",
            "volume": "89",
            "issn": "",
            "pages": "2044-7",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.F.01594"
                ]
            }
        },
        "BIBREF9": {
            "title": "Transmission of hepatitis C virus through transplanted organs and tissue—Kentucky and Massachusetts, 2011.",
            "authors": [],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "1697-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Transmission of hepatitis C virus to several organ and tissue recipients from an antibody-negative donor.",
            "authors": [],
            "year": 2005,
            "venue": "Ann Intern Med",
            "volume": "143",
            "issn": "",
            "pages": "648-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Donor-derived disease transmission events in the United States: data reviewed by the OPTN/UNOS Disease Transmission Advisory Committee.",
            "authors": [],
            "year": 2009,
            "venue": "Am J Transplant",
            "volume": "9",
            "issn": "",
            "pages": "1929-35",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-6143.2009.02700.x"
                ]
            }
        },
        "BIBREF12": {
            "title": "An update on donor-derived disease transmission in organ transplantation.",
            "authors": [],
            "year": 2011,
            "venue": "Am J Transplant",
            "volume": "11",
            "issn": "",
            "pages": "1123-30",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-6143.2011.03493.x"
                ]
            }
        },
        "BIBREF13": {
            "title": "HIV transmitted from a living organ donor—New York City, 2009.",
            "authors": [],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "297-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Preventing disease transmission by deceased tissue donors by testing blood for viral nucleic acid.",
            "authors": [],
            "year": 2005,
            "venue": "Cell Tissue Bank",
            "volume": "6",
            "issn": "",
            "pages": "255-62",
            "other_ids": {
                "DOI": [
                    "10.1007/s10561-005-2834-4"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Clarification of FDA and The Joint Commission reporting requirements for US tissue recipient adverse reactions.",
            "authors": [],
            "year": 2008,
            "venue": "Cell Tissue Bank",
            "volume": "9",
            "issn": "",
            "pages": "67-8",
            "other_ids": {
                "DOI": [
                    "10.1007/s10561-007-9043-2"
                ]
            }
        },
        "BIBREF17": {
            "title": "Coding and traceability for cells, tissues and organs for transplantation.",
            "authors": [],
            "year": 2010,
            "venue": "Cell Tissue Bank",
            "volume": "11",
            "issn": "",
            "pages": "305-23",
            "other_ids": {
                "DOI": [
                    "10.1007/s10561-010-9179-3"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Nucleic acid testing (NAT) of organ donors: is the ‘best’ test the right test? A consensus conference report.",
            "authors": [],
            "year": 2010,
            "venue": "Am J Transplant",
            "volume": "10",
            "issn": "",
            "pages": "889-99",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-6143.2009.02992.x"
                ]
            }
        },
        "BIBREF21": {
            "title": "Estimated risk of human immunodeficiency virus and hepatitis C virus infection among potential organ donors from 17 organ procurement organizations in the United States.",
            "authors": [],
            "year": 2011,
            "venue": "Am J Transplant",
            "volume": "11",
            "issn": "",
            "pages": "1201-8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-6143.2011.03518.x"
                ]
            }
        },
        "BIBREF22": {
            "title": "Transmission of lymphocytic choriomeningitis virus by organ transplantation.",
            "authors": [],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "2235-49",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa053240"
                ]
            }
        },
        "BIBREF23": {
            "title": "Probability of viremia with HBV, HCV, HIV, and HTLV among tissue donors in the United States.",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "751-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa032510"
                ]
            }
        },
        "BIBREF24": {
            "title": "Quantitative estimate of the risks and benefits of possible alternative blood donor deferral strategies for men who have had sex with men.",
            "authors": [],
            "year": 2009,
            "venue": "Transfusion",
            "volume": "49",
            "issn": "",
            "pages": "1102-14",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1537-2995.2009.02124.x"
                ]
            }
        },
        "BIBREF25": {
            "title": "Lymphocytic choriomeningitis virus infection in organ transplant recipients—Massachusetts, Rhode Island, 2005.",
            "authors": [],
            "year": 2005,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "54",
            "issn": "",
            "pages": "537-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Transmission of rabies virus from an organ donor to four transplant recipients.",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1103-11",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa043018"
                ]
            }
        },
        "BIBREF27": {
            "title": "In vitro evaluation of the protective role of human antibodies to West Nile virus (WNV) produced during natural WNV infection.",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "1300-8",
            "other_ids": {
                "DOI": [
                    "10.1086/592277"
                ]
            }
        },
        "BIBREF28": {
            "title": "Persistent infection with West Nile virus years after initial infection.",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "2-4",
            "other_ids": {
                "DOI": [
                    "10.1086/648731"
                ]
            }
        },
        "BIBREF29": {
            "title": "A seroprevalence study of West Nile virus infection in solid organ transplant recipients.",
            "authors": [],
            "year": 2004,
            "venue": "Am J Transplant",
            "volume": "4",
            "issn": "",
            "pages": "1883-8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-6143.2004.00592.x"
                ]
            }
        },
        "BIBREF30": {
            "title": "Transmission of West Nile virus from an organ donor to four transplant recipients.",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2196-203",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa022987"
                ]
            }
        }
    }
}