{
    "paper_id": "PMC3844954",
    "metadata": {
        "title": "Interferon lambda 4 signals via the IFNλ receptor to regulate antiviral activity against HCV and coronaviruses",
        "authors": [
            {
                "first": "Ole",
                "middle": [
                    "J"
                ],
                "last": "Hamming",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ewa",
                "middle": [],
                "last": "Terczyńska-Dyla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gabrielle",
                "middle": [],
                "last": "Vieyres",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Dijkman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sanne",
                "middle": [
                    "E"
                ],
                "last": "Jørgensen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hashaam",
                "middle": [],
                "last": "Akhtar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Piotr",
                "middle": [],
                "last": "Siupka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Pietschmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rune",
                "middle": [],
                "last": "Hartmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Type III interferon or interferon lambda (IFNλ) is a recently discovered group of interferons (Dumoutier et al, 2003; Kotenko et al, 2003; Sheppard et al, 2003). Although IFNλs are clearly interferons (Ank et al, 2006; Doyle et al, 2006; Zhou et al, 2007), they signal via a complex consisting of the IFNλR1 and IL-10R2 receptor chains and share both structural features and the IL-10R2 chain with the IL-10 family of cytokines (Gad et al, 2009). Type III interferons distinguish themselves in being highly tissue specific. The IFNλR1 receptor chain is expressed on cells of epithelial origin and a yet not clearly defined small subset of haematopoietic cells (Mennechet and Uze, 2006; Mordstein et al, 2010; Pott et al, 2011). The liver is of particular interest to this report. In humans, hepatocytes express IFNλR1, and thus respond to IFNλ (Dickensheets et al, 2013; Wang et al, 2013). Humans possess four IFNλ genes (IFNL1, -L2, -L3 and -L4) as well as a pseudogene (IFNL3P1) (Lasfar et al, 2006; Fox et al, 2009). Whereas the IFNL1, -L2 and -L3 genes were described in 2003 (Kotenko et al, 2003; Sheppard et al, 2003), the IFNL4 gene was described recently and the IFNL4 gene has been inactivated in large part of the human population by a frameshift mutation (Prokunina-Olsson et al, 2013). Phase 2 of clinical trials using pegylated IFNλ1 against hepatitis C virus (HCV) infection has recently been completed (Ramos, 2010), and it has now entered the phase 3 trials. IFNλs are interesting pharmaceuticals, as the rather specific expression pattern of the IFNλR1 receptor should reduce the adverse effects compared to the type I IFN treatment.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "mention": "Dumoutier et al, 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 118,
                    "end": 137,
                    "mention": "Kotenko et al, 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 139,
                    "end": 159,
                    "mention": "Sheppard et al, 2003",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 202,
                    "end": 217,
                    "mention": "Ank et al, 2006",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 236,
                    "mention": "Doyle et al, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 238,
                    "end": 254,
                    "mention": "Zhou et al, 2007",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 429,
                    "end": 444,
                    "mention": "Gad et al, 2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 684,
                    "mention": "Mennechet and Uze, 2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 686,
                    "end": 707,
                    "mention": "Mordstein et al, 2010",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 709,
                    "end": 725,
                    "mention": "Pott et al, 2011",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 845,
                    "end": 869,
                    "mention": "Dickensheets et al, 2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 871,
                    "end": 887,
                    "mention": "Wang et al, 2013",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 982,
                    "end": 1000,
                    "mention": "Lasfar et al, 2006",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1002,
                    "end": 1017,
                    "mention": "Fox et al, 2009",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1081,
                    "end": 1100,
                    "mention": "Kotenko et al, 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1102,
                    "end": 1122,
                    "mention": "Sheppard et al, 2003",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1267,
                    "end": 1295,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1418,
                    "end": 1429,
                    "mention": "Ramos, 2010",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The responses to the current standard treatment for HCV infection, which consists of pegylated interferon-α2 combined with ribavirin (pegIFN-α2 RBV), depend both on the viral genotype and on the genetics of the patient. Rather unexpectedly, single-nucleotide polymorphisms (SNPs) located within and around the IFNλ3 gene were discovered as powerful predictors of treatment outcome as well as the likelihood for spontaneous clearance of the virus (Ge et al, 2009; Thomas et al, 2009). Extensive studies of the genetic region around the IFNL3 gene revealed the existence of a novel gene, the IFNL4 gene, which harbours a dinucleotide variant (ss469415590, TT or ΔG), where the TT allele leads to a frameshift thus inactivating the gene, and the ΔG allele results in a functional IFNL4 gene (Prokunina-Olsson et al, 2013). In humans, the TT allele is strongly positively associated with HCV clearance as well as with positive treatment outcome (Bibert et al, 2013; Prokunina-Olsson et al, 2013). Thus, disruption of the IFNL4 gene is beneficial for humans in the context of HCV infection, though the reason for this remains unclear.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 461,
                    "mention": "Ge et al, 2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 481,
                    "mention": "Thomas et al, 2009",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 789,
                    "end": 817,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 942,
                    "end": 960,
                    "mention": "Bibert et al, 2013",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 962,
                    "end": 990,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The transfection of cells with an expression plasmid encoding IFNλ4 induced STAT1 and STAT2 phosphorylation, but the authors were unable to detect any significant secretion of the IFNλ4 protein, which was ascribed to a very weak signal peptide (SP) in IFNλ4 (Prokunina-Olsson et al, 2013). In addition, the authors produced recombinant IFNλ4 inactive protein using insect cells. However, this protein was purified from cell lysates and not from the media as it is normally done with secreted proteins, and it appears likely that the protein was not properly folded. The lack of IFNλ4 secretion together with the clear observation of intracellular IFNλ4 protein led to the suggestion that IFNλ4 could signal via an intracellular receptor (Booth and George, 2013; Lupberger et al, 2013; Ray, 2013). Furthermore, the sequence of IFNλ4 is similar to other IFNλs within the first and last helices, which bind IFNλR1, while the IL-10R2 binding region is poorly conserved. Thus, the authors questioned whether IFNλ4 actually signals through IL-10R2.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 287,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 738,
                    "end": 760,
                    "mention": "Booth and George, 2013",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 762,
                    "end": 783,
                    "mention": "Lupberger et al, 2013",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 785,
                    "end": 794,
                    "mention": "Ray, 2013",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We have expressed, purified and refolded IFNλ4 from E. coli and show that this recombinant protein is active and signals via IFNλR1 and IL-10R2, as do the other members of the type III interferon family. Furthermore, we show that IFNλ4 has antiviral activity in human hepatocytes against HCV and in primary human airway epithelia (HAE) cells against human coronavirus strain 229E (HCoV-229E) as well as the novel coronavirus MERS-CoV. We demonstrated that IFNλ4 gets secreted from mammalian cells, but with a substantially lower efficiency than what is seen for IFNλ3. Our data suggest that the poor secretion of IFNλ4 is not just a consequence of the weak IFNλ4 SP, but it might be connected with the glycosylation of IFNλ4.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To investigate the properties of IFNλ4, we cloned a codon-optimised cDNA encoding the mature form of human IFNλ4 with an N-terminal 6 × His tag followed by a tobacco etch virus (TEV) protease cleavage site into a pET-15b vector. This recombinant form of IFNλ4 was expressed in E. coli and purified from inclusion bodies under denaturing conditions by metal-ion affinity chromatography. The protein was then refolded in vitro and purified to homogeneity by cation exchange chromatography (Figure 1A) followed by size-exclusion chromatography (Figure 1B) (Dellgren et al, 2009). IFNλ4 was eluted from the size-exclusion chromatography column at ∼75 ml, consistent with the expected monomeric size of IFNλ4. The purified protein has a size of 17 kDa (Figure 1C) corresponding to IFNλ4 without the SP (residues 23–179 of IFNλ4) (NCBI accession code AFQ38559).",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 574,
                    "mention": "Dellgren et al, 2009",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "IFNλ4 expression and purification ::: Results",
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "mention": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 542,
                    "end": 551,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 748,
                    "end": 757,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The effect of the recombinant IFNλ4 was tested in HL-116 cells. These cells were stably transfected with IFNλR1 and a luciferase reporter under the control of the IFI6 promoter (Uze and Monneron, 2007). Recombinant IFNλ4 is highly active and activates the IFI6 promoter in a concentration-dependent manner comparable to IFNλ3 (Figure 2A). Further, we verified the activity of IFNλ4 in HepG2 cells, which express IFNλR1 naturally. HepG2 cells were treated with IFNα2, IFNλ3 or IFNλ4, and the induction of the well-known interferon-stimulated genes (ISGs) MX1, IFIT1 and OASL was monitored by qPCR (Figure 2B). All three interferons clearly induced all three genes. In fact, we observed comparable induction by IFNλ3 and IFNλ4. Recombinant IFNλ4 is thus a highly active interferon.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 200,
                    "mention": "Uze and Monneron, 2007",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Recombinant IFNλ4 signals through IFNλR1 and IL-10R2 ::: Results",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "mention": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 597,
                    "end": 606,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine the receptor complex utilised by IFNλ4, we used HEK293 cells. These cells express low levels of IFNλR1 and normally respond very poorly to type III interferon (Meager et al, 2005). They do, however, express IL-10R2. In our assay, we introduced a luciferase reporter under the control of the Mx1 promoter in order to measure the interferon activity, and at the same time, we introduced IFNλR1 by transfection and/or knocked down IL-10R2, using specific siRNA (Figure 2C). The expression of IFNλR1 by transfection renders them highly responsive to both IFNλ4 and IFNλ3. However, this signal is largely lost when IL-10R2 is knocked down using siRNA (Figure 2C). The IFNα-mediated signalling was not significantly affected by either overexpression of IFNλR1 or knock-down of IL-10R2. To confirm these results, we repeated the experiment now blocking IL-10R2 with a specific antibody which has previously been shown to block IL-10R2 signalling in relation to IFNλ (Sheppard et al, 2003). The IL-10R2 antibody did not result in any activation of the reporter gene on its own, but both IFNλ3 and IFNλ4 signalling were sensitive to the IL-10R2 antibody, whereas IFNα signalling was unaffected. These results conclusively demonstrate that IFNλ4, like the other members of the type III interferon family, signals via a heterodimeric receptor complex consisting of IFNλR1 and IL-10R2.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 191,
                    "mention": "Meager et al, 2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 973,
                    "end": 993,
                    "mention": "Sheppard et al, 2003",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Recombinant IFNλ4 signals through IFNλR1 and IL-10R2 ::: Results",
            "ref_spans": [
                {
                    "start": 472,
                    "end": 481,
                    "mention": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 660,
                    "end": 669,
                    "mention": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Since IFNλ3 and IFNλ4 interact with the same receptor complex, we made a sequence alignment in Clustal W (Figure 3A) and generated a homology model of IFNλ4 (homIFNλ4) using the SWISS-MODEL Workspace with IFNλ3 as a model (Figure 3B). The overall structure of homIFNλ4 is similar to that of IFNλ3 (Figure 3C), as is expected for a homology model. The following observations validate the accuracy of the model. Cys76 and Cys178, which are not present in IFNλ3, are in close proximity in homIFNλ4, and with minor local rearrangements, they could form a disulphide bridge (Figure 3B). Furthermore, two conserved disulphide links are expected to exist in IFNλ4, connecting Cys27 to Cys122 and Cys62 to Cys152. In both cases, homIFNλ4 is compatible with the formation of these disulphide links. Moreover, superimposing homIFNλ4 onto the structure of IFNλ1 bound to IFNλR1 clearly shows that the homIFNλ4 structure is compatible with the IFNλR1 binding.",
            "cite_spans": [],
            "section": "Evaluating IFNλ4 binding to IL-10R2 using structural modelling ::: Results",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 223,
                    "end": 232,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 298,
                    "end": 307,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 570,
                    "end": 579,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As noted by Prokunina-Olson et al, the residues in helices A and F, which bind IFNλR1, are well conserved between IFNλ3 and IFNλ4, whereas the D-helix, which is expected to bind IL-10R2, is quite different (Figures 3A and D). Yet our data clearly show that both IFNλ3 and IFNλ4 use IFNλR1 and IL-10R2 for signalling. The model of IFNλ4 suggests a conservation of the helical structure and the way this is presented to IL-10R2. The conserved residues in helix D are primarily hydrophobic residues, which dock helix D to the rest of the structure and thus, determine the steric conformation of this helix. This conservation is most likely crucial for the activation as both receptor chains need to be engaged simultaneously. It is, however, important to remember that IL-10R2 is a shared chain that is capable of binding several different cytokines (IL-10, IL-22 and IL-26 and the IFNλs). The chain is thus, promiscuous, allowing itself to interact with different ligands (Logsdon et al, 2012).",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 990,
                    "mention": "Logsdon et al, 2012",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Evaluating IFNλ4 binding to IL-10R2 using structural modelling ::: Results",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 223,
                    "mention": "Figures 3A and D",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To evaluate whether the structure of homIFNλ4 is compatible with binding to IFNλR1, we superimposed the structure of homIFNλ4 onto the structure of IFNλ1 in the IFNλ1:IFNλR1 complex (PDB entry code: 3OG6). Figure 3E shows that the overall structure of homIFNλ4 is very similar to IFNλ1 in the receptor-bound conformation and there are thus no obvious reasons why IFNλ4 would not bind IFNλR1. The glycosylation site N61 in IFNλ4 is equivalent to W47 in IFNλ1. W47 interacts weakly with IFNλR1, but is located at the periphery of the interaction site away from the membrane and is situated in a loop between the A- and B-helixes (Miknis et al, 2010). We believe that this position offers sufficient flexibility to allow for simultaneous glycosylation of N61 and receptor binding.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 646,
                    "mention": "Miknis et al, 2010",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Evaluating IFNλ4 binding to IL-10R2 using structural modelling ::: Results",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "mention": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As the ss469415590 SNP ΔG leading to the expression of IFNλ4 is associated with poor spontaneous HCV clearance and a negative response to pegIFN-α/RBV treatment, we decided to test the effect of recombinant IFNλ4 against HCV infection. Huh7-Lunet hCD81-Fluc cells were transfected with a HCV genome (JcR2a, encoding luciferase as a reporter), and the 4-h post-transfected cells were treated with IFNα, IFNλ3 or IFNλ4 for 72 h. All interferon treatments resulted in a concentration-dependent decline in HCV replication (Figures 4A and B). In the Huh7-lunet cells, IFNλ4 is slightly weaker than IFNα but at the same level as IFNλ3. The experiment was repeated in HepG2 cells, which were treated with the indicated interferons for 48 h. In HepG2 cells, the antiviral activity of all three interferons is at the same level. Thus, using two different liver cell lines, we do not see any measurable difference between IFNλ3 and IFNλ4.",
            "cite_spans": [],
            "section": "IFNλ4 possesses strong antiviral activity ::: Results",
            "ref_spans": [
                {
                    "start": 519,
                    "end": 535,
                    "mention": "Figures 4A and B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The IFNλR1 chain is primarily expressed on cells of epithelial origin, and it is thus here that IFNλ mostly exerts its effect. We therefore decided to investigate the effect of IFNλ4 in an epithelial cell system. For this study, we used primary HAE cultures. This system is based on primary human bronchial epithelial cells grown in air–liquid interface to obtain fully differentiated pseudostratified HAE layers, and it reflects many characteristics of the conducting human airways, such as the presence of basal, secretory, columnar and ciliated cell populations and a physical barrier, that is, the mucus (Kindler et al, 2013). The HAE represents the entry port of human respiratory virus infection and is especially well suited for investigating the role of IFNλs. HAE cultures derived from three separate donors were treated with IFNα2, IFNλ3 or IFNλ4 prior to exposure to a human coronavirus 229E expressing luciferase upon replication (HCoV-229E-luc, 4000, plaque-forming units (PFUs)) (van den Worm et al, 2012). As can be seen in Figure 5A, treating the HAE culture with IFNα, IFNλ3 or IFNλ4 reduces replication of HCoV-229E-luc. IFNα is the strongest interferon, whereas IFNλ3 and IFNλ4 are equally strong. In addition, we observed a concentration-dependent effect of IFNλ4.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 628,
                    "mention": "Kindler et al, 2013",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 994,
                    "end": 1018,
                    "mention": "van den Worm et al, 2012",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "IFNλ4 possesses strong antiviral activity ::: Results",
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1048,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We then performed an experiment testing the effect of IFNα2, IFNλ3 and IFNλ4 against the novel and highly pathogenic coronavirus MERS-CoV (4000 PFUs). Again, we observed a concentration-dependent effect of IFNλ4. To further investigate this effect, we looked at the induction of Mx1, OASL and IFIT1 by qPCR in the HAE cells treated with IFNα, IFNλ3 or IFNλ4. All three interferons induced all three genes, and the induction by IFNλ3 and IFNλ4 is at the same level, whereas IFNα is slightly higher. Thus, there is a good agreement between the antiviral activity measured and the induction of ISGs.",
            "cite_spans": [],
            "section": "IFNλ4 possesses strong antiviral activity ::: Results",
            "ref_spans": []
        },
        {
            "text": "It was hypothesised by Prokunina-Olson et al that poor secretion of IFNλ4 was due to a non-functional SP. Thus, we made chimaeric proteins of IFNλ3 with the SP of IFNλ4 and vice versa. HEK293 cells were then transfected with these constructs, and the protein secretion was evaluated by western blots of both the media and the cells (Figure 6A). For both the MYC- and FLAG-tagged constructs, IFNλ3 is present in the media regardless of whether it has its own or the IFNλ4 SP. Contrary to this, IFNλ4 is not detectable by western blot in the media regardless of the SP. Thus, the poor secretion of IFNλ4 cannot solely be ascribed to the SP.",
            "cite_spans": [],
            "section": "Poor secretion of IFNλ4 is not due to a weak SP ::: Results",
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In the case of IFNλ4, we observed two bands in the transfected cells at around 18–19 and 20–22 kDa, respectively (Figure 6A, left panels). The bottom band corresponds to the expected size of IFNλ4 with the MYC or FLAG tags. As IFNλ4 is predicted to contain a single N-linked glycosylation site at Asn61 (marked with a square in Figure 3A and labelled in Figure 3E), the upper band could be due to glycosylation. To test this, we treated the cell lysates from the IFNλ4-transfected cells with PNGase F that cleaves N-linked glycosylation between the asparagine and the innermost N-acetylchondrosamine of high mannose, hybrid and complex oligosaccharides. As can be seen on the right in Figure 6A, treatment with PNGase F resulted in a single band at 18–19 kDa, showing that IFNλ4 gets glycosylated.",
            "cite_spans": [],
            "section": "Poor secretion of IFNλ4 is not due to a weak SP ::: Results",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 328,
                    "end": 337,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 354,
                    "end": 363,
                    "mention": "Figure 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 685,
                    "end": 694,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To test whether active IFNλ was secreted from the transfected cells, we added the supernatant from the transfected cells in Figure 6A to HEK293 transfected with an interferon-inducible luciferase reporter system, with and without the expression of IFNλR1. This resulted in a clear signal from both IFNλ3 and IFNλ4, which was dependent upon IFNλR1 (Figure 6B). In order to estimate how much IFNλ4 is secreted, we titrated the supernatants from IFNλ3- and IFNλ4-transfected cells (Figure 6C), and here we observed a substantially lower activity in the supernatant from IFNλ4-transfected cells as compared to IFNλ3-transfected cells (5- to 6-fold difference in EC50 values). Thus, IFNλ4 is secreted at substantially lower levels. Swapping the SPs made no difference for IFNλ3, which was equally well produced with its own or the SP of IFNλ4. In the case of IFNλ4, adding the SP of IFNλ3 lead to lower levels of secreted interferon activity.",
            "cite_spans": [],
            "section": "Poor secretion of IFNλ4 is not due to a weak SP ::: Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "mention": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 348,
                    "end": 357,
                    "mention": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 479,
                    "end": 488,
                    "mention": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "As described above, IFNλ4 contains a potential N-linked glycosylation site, and we observed a fraction of the intracellular protein which had a size suggesting post-translational modifications. Thus, we wanted to address the glycosylation state of the secreted IFNλ4. As IFNλ4 levels were too low to be detected using standard western blotting, we first refined the detection of IFNλ4 in the media of transfected cells using acetone precipitation (Figure 7A). The western blot revealed IFNλ4 of a size consistent with glycosylation, and this result was confirmed with PNGase F treatment. Next, we made a mutant of IFNλ4 where the glycosylated asparagine residue N61 was mutated to aspartate (IFNλ4 N61D). HEK293 cells were transfected with empty vector, IFNλ4, IFNλ3 or IFNλ4 N61D, and the intracellular and extracellular fractions were analysed by western blotting (Figure 7B). IFNλ4 N61D only gives one band on the western blot of the intracellular fractions corresponding to the unmodified IFNλ4. Neither IFNλ4 nor IFNλ4 N61D is detectable in the extracellular fraction by standard western blotting. However, when we carry out acetone precipitation on the media before western blotting, we see a clear band for IFNλ4, but not for IFNλ4 N61D, showing that this mutation further impairs the secretion of IFNλ4. This is also reflected in the IFNλ activity (performed as in Figure 6C), where the activity in the supernatant of cells transfected with IFNλ4 N61D is greatly decreased compared to that from cells transfected with IFNλ4 (Figure 7C).",
            "cite_spans": [],
            "section": "Glycosylation of IFNλ4 is required for secretion but does not influence activity ::: Results",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "mention": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 867,
                    "end": 876,
                    "mention": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1373,
                    "end": 1382,
                    "mention": "Figure 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1533,
                    "end": 1542,
                    "mention": "Figure 7C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "As the E. coli-produced IFNλ4 is fully active and contain no glycosylation, this cannot be a prerequisite for activity. However, the question arose whether the glycosylated IFNλ4 is active or whether low levels of unglycosylated protein that is undetectable by western blotting even after acetone precipitation mediate the activity. To exclude that non-glycosylated IFNλ4 could be the source of the interferon activity, we incubated media from IFNλ4-transfected cells with Concanavalin A (Con A) beads. Con A is a lectin that binds terminal α-D mannose and α-D glucose found on high mannose and hybrid N-linked glycans. Media from cells transfected with IFNλ4 or empty vector were incubated with Con A beads. In the IFNλ4-transfected cells, there was interferon activity in the input before addition of the Con A beads and this activity was removed after incubation with the beads (Figure 7E). This shows that the glycosylated IFNλ4 is the source of the measured interferon activity. We attempted to elute IFNλ4 from the beads using standard elution buffer but without success, as seen by the lack of activity (Figure 7D) and protein (Figure 7E) in the eluate. Nevertheless, we were able to confirm that IFNλ4 was bound to the Con A beads by boiling these beads in SDS page buffer and performing a western blotting (Figure 7E).",
            "cite_spans": [],
            "section": "Glycosylation of IFNλ4 is required for secretion but does not influence activity ::: Results",
            "ref_spans": [
                {
                    "start": 882,
                    "end": 891,
                    "mention": "Figure 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1111,
                    "end": 1120,
                    "mention": "Figure 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1135,
                    "end": 1144,
                    "mention": "Figure 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1316,
                    "end": 1325,
                    "mention": "Figure 7E",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "We produced recombinant IFNλ4 protein in E. coli and did not observe any substantial difference in the behaviour of IFNλ4 compared to the other isoforms of IFNλ during purification. First, we tested the activity of IFNλ4 in a standard reporter gene assay, utilising a luciferase gene under the control of the IFI6 gene promoter (Uze and Monneron, 2007). The resulting dose response curves were comparable to IFNλ3 and IFNλ4. Furthermore, we tested induction of individual ISGs by both IFNλ3 and IFNλ4, and again we observed comparable levels of induction by both isoforms. Thus, we conclude that IFNλ3 and IFNλ4 are equally strong in inducing ISGs.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 351,
                    "mention": "Uze and Monneron, 2007",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "IFNλ4 signals through the IFNλR1:IL-10R2 receptor complex ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Based upon the low sequence similarity between IFNλ4 and other isoforms of IFNλ in the region known to bind IL-10R2, Prokunina-Olsson et al (2013) understandably questioned whether IFNλ4 uses this receptor chain for signalling. First, we confirmed the use of the IFNλR1 receptor chain by IFNλ4, as IFNλ4 signalling was restored in HEK293 cells upon transfection with IFNλR1. Next, we demonstrated the involvement of IL-10R2 both by siRNA knockdown and by blocking the IL-10R2 chain by a specific antibody that has been used to define the receptor usage of the other IFNλs (Sheppard et al, 2003). Thus, IFNλ4 leads to the activation of an interferon response and mediates antiviral effects through the canonical IFNλ receptor complex composed of IFNλR1 and IL-10R2. However, these results do not exclude the possibility that IFNλ4 can signal through other types of cytokine receptors, but it would indicate that if such a signalling existed it would not involve the regulation of classical ISGs.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 146,
                    "mention": "Prokunina-Olsson et al (2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 573,
                    "end": 593,
                    "mention": "Sheppard et al, 2003",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "IFNλ4 signals through the IFNλR1:IL-10R2 receptor complex ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We measured the antiviral activity of IFNλ4 against HCV, HCoV-229E and MERS-CoV and compared it to the antiviral activity of IFNλ3 and IFNα2. To our surprise, the antiviral activity of IFNλ3 and IFNλ4, respectively, was indistinguishable in all viral infection models tested. For HCV, we tested two different hepatic cell lines, Huh7 and HepG2, and in neither case did we observe any difference between IFNλ3 and IFNλ4. Likewise, using primary HAE cells for the infection with either HCoV-229E or MERS-CoV, we did not observe any difference between IFNλ3 and IFNλ4. This is remarkable as the sequence identity between the two isoforms is only 29% (Prokunina-Olsson et al, 2013), and our preliminary bioinformatics studies reveal that the protein sequence of IFNλ4 is well conserved among mammals (data not shown). Thus, there must have been an evolutionary pressure to keep IFNλ4 as a functional protein throughout the mammalian evolution until the sudden introduction of a frameshift mutation in humans. Since the inactivation of the IFNL4 gene is strongly correlated with increased likelihood of spontaneous clearance of HCV as well as with a positive response to the treatment with type I IFN, it appears that the production of IFNλ4 protein is actually a disadvantage during HCV infection. Furthermore, there appears to be a positive selection in humans for the frameshift mutation abolishing IFNλ4 production (Prokunina-Olsson et al, 2013). Whether this selection is solely driven by HCV is currently not known. IFNλ4 production could even be beneficial in the context of other viral infections. It was thus recently reported that the SNPs that have been shown to be favourable for the treatment outcome as well as the likelihood for spontaneous clearance of HCV are associated with poor recovery from hepatitis B virus infection (Kim et al, 2013).",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 676,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1415,
                    "end": 1443,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1836,
                    "end": 1851,
                    "mention": "Kim et al, 2013",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "IFNλ4 is a disadvantage in the context of HCV infection despite possessing a strong anti-HCV activity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "How a functional interferon suddenly becomes a liability during HCV infection is a paradox that we are currently unable to explain. As discussed above, the induction of ISGs occurs through the canonical IFNλ receptor complex, but we cannot exclude that IFNλ4 has activities outside the induction of ISGs, which could be mediated through an as yet unidentified receptor. However, our data suggests that IFNλ4 is highly active against HCV despite the fact that it has been shown to be a predictor of poor response to HCV. The current data cannot exclude indirect genetic effects, and thus it is not firmly proven that the IFNλ4 protein is the causal agent for the poor prognosis of HCV patients with a functional IFNL4 gene. Furthermore, no evidence for the presence of the IFNλ4 protein in HCV patients exists to date. However, if one assumes that the IFNλ4 protein is the causal agent, this would suggest a complicated relationship between IFNλ4 and HCV in humans, where IFNλ4 somehow impairs a full immune response towards HCV. We have produced fully functional IFNλ4 protein which should be used for further studies of IFNλ4 on hepatic and immune cells. Furthermore, it will be important to address whether HCV is driving the selection of the TT allele (non-functional IFNλ4) in humans, and if the introduction of the TT allele changes susceptibility towards other viral infections.",
            "cite_spans": [],
            "section": "IFNλ4 is a disadvantage in the context of HCV infection despite possessing a strong anti-HCV activity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The inability of the IFNλ4 protein to be properly secreted by cells was previously reported, and the authors speculated that this might be due to a weak SP (Prokunina-Olsson et al, 2013). We produced chimaeric cDNAs where we had swapped the SPs between IFNλ3 and IFNλ4. Here, we observed that the IFNλ4 was retained within the cells regardless of which SP was used, and likewise the secretion of the mature IFNλ3 protein was not significantly affected by the SP used. By both immunoprecipitation and acetone precipitation, we were able to show that IFNλ4 get secreted, but with much lower efficiency than what seen for IFNλ3, which is also reflected by the reduced activity of media from IFNλ4-transfected cells compared to media from IFNλ3-transfected cells.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 185,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Poor secretion of IFNλ4 is not determined by the SP ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We tested for the presence of intracellular IFNλ4 by western blots of cell lysates and observed two isoforms of IFNλ4. Digestion with PNGase F, which removes N-linked glycans, revealed that this was due to incomplete glycosylation of IFNλ4. By using acetone precipitation to concentrate the protein in the media, we were able to show that all secreted IFNλ4 protein appeared to contain the N-linked glycosylation. This is in agreement with the current dogma that proteins need to complete their glycosylation before being exported to the extracellular media. It is not clear to us how the cell senses the difference between proteins, which are glycosylated like IFNλ4 and proteins that are not glycosylated like IFNλ3. We produced a glycosylation-deficient mutant of IFNλ4 (IFNλ4 N61D), and observed that the secretion of this mutant was greatly impaired, confirming that the N-linked glycosylation is needed for proper secretion. These results also suggested that IFNλ3 and IFNλ4 use different pathways for secretion, and that removing the N-linked glycosylation site is not sufficient to make IFNλ4 shift to the secretion pathway used by the non-glycosylated IFNλ3.",
            "cite_spans": [],
            "section": "Glycosylation of IFNλ4 is required for proper secretion and does not interfere with activity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The question whether the glycosylation impairs activity was also raised. As the E. coli-produced protein is fully active, it is obvious that the glycosylation is not required for activity, but could it interfere with receptor binding? Our structure modelling suggested that the sugars were attached outside the receptor-binding site, and the activity that we recovered from the supernatant of IFNλ4-transfected cells, which appeared only to contain glycosylated IFNλ4, suggested that the sugars did not interfere with activity. However, to confirm this result, we used Con A beads to deplete the media from glycosylated IFNλ4. As this led to an almost complete loss of activity, we conclude that the IFNλ4 secreted from HEK293 cells is both glycosylated and active.",
            "cite_spans": [],
            "section": "Glycosylation of IFNλ4 is required for proper secretion and does not interfere with activity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The poor processing and secretion of the IFNλ4 protein are currently what makes it stand out in comparison to the other IFNλ proteins, and our data suggest that the block in secretion takes place after the translocation to the Golgi, as the SP appears to be efficiently cleaved off. The lack of secretion of IFNλ4 led several news and views papers to suggest the presence of an intracellular receptor. Our data clearly demonstrate that IFNλ4 does use the normal receptor situated at the cellular membrane, although we cannot formally exclude the presence of an intracellular receptor. However, we consider it likely that the activation of the interferon pathway, which was observed after transfection of HepG2 cells with IFNλ4 expressing plasmids (Prokunina-Olsson et al, 2013), is due to low levels of secreted IFNλ4.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 776,
                    "mention": "Prokunina-Olsson et al, 2013",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Glycosylation of IFNλ4 is required for proper secretion and does not interfere with activity ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "IFNλ4 (NM_001276254, amino acids 23–179) preceded by a 6 × His tag followed by a TEV protease cleavage site was codon optimised for E. coli and purchased from Invitrogen. This construct was cloned into the pET-15b vector using Fastdigest KpnI (Thermo Scientific, catalogue number FD0524) and Fastdigest XhoI (Thermo Scientific, catalogue number FD0694). BL21 (DE3) E. coli cells transformed with the plasmids were grown at 37°C in Luria Bertani medium containing 100 μg/ml ampicillin and 100 μl antifoam A concentrate (Sigma-Aldrich, catalogue number A5633) under continuous shaking until an OD600 of 0.8–1. Protein expression was induced by adding 1 mM isopropyl-β-D-thiogalactopyranoside and incubated for another 4 h at 37°C. Refolding and purification were performed as previously described (Dellgren et al, 2009).",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 816,
                    "mention": "Dellgren et al, 2009",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Protein expression, purification and refolding ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The pEF2-IFNλ3 and the pEF2-IFNλR1 vectors were kind gifts from Professor Sergei Kotenko (UMDNJ-New Jersey Medical School, Newark, USA). The human IFNL4 gene (NM_001276254), including the SPSP, was purchased from Invitrogen. The following constructs were generated using Accupol (Amplicon, catalogue number 210302) following the manufacturer's instructions: IFNλ4_FLAG (Template: IFNλ4, forward primer: gcttggtaccatgcggccgagtgtctgg, reverse primer: agttctagatcacttgtcatcgtcatccttgtaatccgatccgaggcaaggccc), IFNλ3_FLAG (Template: pEF2-IFNλ3, forward primer: gcttggtaccatgaccggggactgc, reverse primer: agttctagatcacttgtcatcgtcatccttgtaatcacttccgacacacaggtccccactggc), IFNλ3SP_IFNλ4_FLAG (Template: IFNλ4, forward primer: gcttggtaccatgaccggggactgcatgccagtgctggtgctgatggccgcagtgctgaccgtgactggagcagccccccggcgctgcctgctctcgc, reverse primer: agttctagatcacttgtcatcgtcatccttgtaatccgatccgaggcaaggccc), and IFNλ4SP_IFNλ3_FLAG (Template: pEF2-IFNλ3, forward primer: gcttggtaccatgcggccgagtgtctgggccgcagtggccgcggggctgtgggtcctgtgcacggtgatcgcagaggttcctgtcgccaggctccgcgggg, reverse primer: agttctagatcacttgtcatcgtcatccttgtaatcacttccgacacacaggtccccactggc), as well as IFNλ4_MYC (Template: IFNλ4, forward primer: gcttggtaccatgcggccgagtgtctgg, reverse primer: agttctagatcacagatcctcctcactaatcagtttctgctccgatccgaggcaaggccc), IFNλ3_MYC (Template pEF2-IFNλ3, forward primer: gcttggtaccatgaccggggactgc, reverse primer: agttctagatcacagatcctcctcactaatcagtttctgctcacttccgacacacaggtccccactggc), IFNλ3SP_IFNλ4_MYC (Template: IFNλ4, forward primer: gcttggtaccatgaccggggactgcatgccagtgctggtgctgatggccgcagtgctgaccgtgactggagcagccccccggcgctgcctgctctcgc, reverse primer: agttctagatcacagatcctcctcactaatcagtttctgctccgatccgaggcaaggccc), and IFNλ4SP_IFNλ3_MYC (Template: pEF2-IFNλ3, forward primer: gcttggtaccatgcggccgagtgtctgggccgcagtggccgcggggctgtgggtcctgtgcacggtgatcgcagaggttcctgtcgccaggctccgcgggg, reverse primer: agttctagatcacagatcctcctcactaatcagtttctgctcacttccgacacacaggtccccactggc). The following PCR programme was used 1: 95°C for 5 min 2: 30 cycles of 95°C for 1 min, 59°C for 1 min and 72°C for 1 min and 45 s 3: 72°C for 7 min. All the constructs were cloned into the pEF2 vector using Fastdigest Kpn I (Thermo Scientific, catalogue number FD0524) and Fastdigest XbaI (Thermo Scientific, catalogue number FD0684) following the manufacturer's instructions.",
            "cite_spans": [],
            "section": "Plasmids ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The IFNλ4 mutant IFNλ4 N61D was generated by site-directed mutagenesis using IFNλ4_FLAG in the pEF2 vector as a template. The reaction was performed using PfuUltra II with the primers (gctgggggcagcgcgactgctccttccgcccc and ggggcggaaggagcagtcgcgctgcccccagc) according to the manufacturer's instructions. The following PCR programme was used 1: 95°C for 5 min 2: 30 cycles of 95°C for 1 min, 59°C for 1 min and 72°C for 5 min and 45 s 3: 72°C for 7 min.",
            "cite_spans": [],
            "section": "Plasmids ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Unless otherwise stated, all cells were grown in Dulbecco's modified Eagle's medium (DMEM), which was supplemented with 10% fetal bovine serum, 100 U/ml penicillin and 100 μg/ml streptomycin. Furthermore, the Huh-lunet cells were supplemented with 2 mM L-glutamine, and kept under blasticidin selection (5 μg/ml). The HL-116 cell line was supplemented with hypoxanthine, thymidine and aminopterin, and 400 μg/ml G418. Cells were maintained at 37°C with 5% CO2. HAE cells were generated as previously described (Kindler et al, 2013) and were maintained for 2 months.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 530,
                    "mention": "Kindler et al, 2013",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Cell culture ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The activity of IFNλ4 and IFNλ3 was tested in HL-116 cells, an HT1080 derived cell line containing a luciferase reporter gene controlled by the interferon inducible IFI6 promoter. Furthermore, the HL-116 cells were stably transfected with IFNλR1 to render them responsive to IFNλ (Uze and Monneron, 2007). To measure the interferon activity, 1 × 104 HL-116 cells were plated in a 96-well plate and treated in triplicates for 3 h with 8 dilutions of IFNλ3 or IFNλ4 in a concentration range covering 0.0001–1000, ng/ml. The cells were lysed, and the luciferase activity was quantified using the DualGlo luciferase assay system (Promega).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 303,
                    "mention": "Uze and Monneron, 2007",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Activity assay on HL-116 cells ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HepG2 cells were seeded at a density of 2 × 105 cells per well in 12-well plates and incubated for 24 h. Then, fresh media was added with the indicated interferons. The cells were incubated for 4 h and then lysed, and RNA was purified using an extraction kit (Omega) according to the manufacturer's instructions. cDNA synthesis and analysis by real-time quantitative PCR were performed as previously described (Melchjorsen et al, 2009). This reference also lists primer sequences. The crossing points of the amplification curves were determined using the second derivate method on the Roche LightCycler software 3.5 (Roche). The data obtained from the Light Cycler were normalised using the mathematical model described by Pfaffl (2001). The experiments were performed in quadruplicates. For the untreated control, the mean of the quadruplicates was used to calculate fold induction for the other samples.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 434,
                    "mention": "Melchjorsen et al, 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 736,
                    "mention": "Pfaffl (2001)",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Quantitative real-time PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For transfection experiments, 1 × 105 HEK293 cells per well were seeded in a 24-well plate in DMEM supplemented with 10% FBS and left to rest for 24 h. After 24 h, the cells were transfected with siRNA against IL-10R2 or control siRNA (ON-TARGETplus Pool, Thermo Scientific) using Lipofectamine 2000 (Invitrogen). Eighteen hours post transfection, media was changed to fresh media supplemented with 10% FBS; and 24 h post transfection, cells were transfected with the pEF2 plasmid encoding IFNλR1, Firefly luciferase under the control of the Mx1 promoter (Jorns et al, 2006), Renilla luciferase under the control of the β-actin promoter and siRNA against IL-10R2 or control siRNA. After 6 h, the media was changed to fresh media supplemented with 10% FBS, and the cells were left to rest for the next 12 h. Eighteen hours post transfection cells were induced with 10 ng/ml of IFNλ3, IFNλ4 or 1000 U/ml of IFNα2 (Chemicon) for 24 h. After 24 h, the cells were washed with PBS and lysed with Passive Lysis Buffer (Promega). Lysates were spun down at 10 000 r.c.f. for 2 min at 4°C, and the cleared lysates were used for the measurement of luciferase activities (Dual-Luciferase Reporter Assay System, Promega).",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 573,
                    "mention": "Jorns et al, 2006",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "siRNA and transfection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HEK293 cells were seeded in 48-well plates in a concentration of 4 × 105 cells per ml in DMEM supplemented with 10% FBS. After 24 h, the cells were transfected using Lipofectamine 2000 (Invitrogen) with plasmids coding IFNλR1, Firefly Luciferase under the control of the Mx1 promoter and Renilla Luciferase under the control of the β-actin promoter. Twenty hours post transfection cells were incubated for 1 h in media containing IL-10R2 (R&D Systems) or control antibody in a concentration of 6 μg/ml, after which the cells were induced with 10 ng/ml of IFNλ3 or IFNλ4 or 1000 U/ml of IFNα2a. After 24 h of induction, the cells were lysed with Passive Lysis Buffer (Promega), and cleared lysates were used for the measurement of luciferase activities (Dual-Luciferase Reporter Assay System, Promega).",
            "cite_spans": [],
            "section": "Neutralisation assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The proteins were run on 12% SDS–PAGE gels. Gel staining was done using Coomassie brilliant blue. Western blotting was performed using a PVDF STAR 0.45 μm transfer membrane (applichem) using SuperSignal West Dura extended duration Substrate (Thermo Scientific). The membrane was exposed to MG-SR plus medical film (Konica Minolta), which was developed on an AGFA CURIX 60 film processor. The antibodies used were Mouse MYC antibody (Mycl-9E10 mouse hybridoma), Mouse monoclonal anti-FLAG® M2 antibody (Sigma-Aldrich, catalogue number F3165), IL-10R2 antibody from goat (R&D Systems, catalogue number AF874) and rabbit polyclonal GAPDH antibody (Santa Cruz Biotechnology, catalogue number FL-335). Anti-mouse IgG, horseradish peroxidase-linked species-specific whole antibody from sheep (GE Healthcare, catalogue number NA931) and Polyclonal swine anti-rabbit immunoglobulins/HRP (Dako Cytomation, catalogue number P 0399).",
            "cite_spans": [],
            "section": "SDS page gel electrophoresis and western blotting ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The alignment of human IFNλ3 (NCBI accession code: NP_742151.2) and human IFNλ4 (NCBI accession code: AFQ38559.1) was performed in Clustal W2 using the default settings (Larkin et al, 2007). The full-length proteins including the SPs were used. The model of IFNλ4 was generated in the SWISS-MODEL workspace (Bordoli et al, 2009) using the sequence of IFNλ4 without the SP and the structure of human IFNλ3 (PDB entry code: HHC3) as a model. Structural superimposition was performed in pymol (DeLano, 2008).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 188,
                    "mention": "Larkin et al, 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 308,
                    "end": 327,
                    "mention": "Bordoli et al, 2009",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 491,
                    "end": 503,
                    "mention": "DeLano, 2008",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Alignment of IFNλ3 and IFNλ4 and the model of IFNλ4 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Human bronchial epithelial cells were isolated from patients (>18 years old), who underwent bronchoscopy and/or surgical lung resection in their diagnostic pathway for any pulmonary disease and that gave informed consent. This was done in accordance with the local regulation of the Kanton St. Gallen, Switzerland, as part of the St. Gallen Lung Biopsy Biobank (SGLBB) of the Kantonal Hospital, St. Gallen, which received approval by the ethics committee of the Kanton St. Gallen (EKSG 11/044, EKSG 11/103). HAE cultures were prepared as previously described (Dijkman et al, 2009). HAE cultures were used 28 days post exposure of the apical surface to air for infection studies. IFN αA/D (I4401, Sigma Aldrich), IFNλ3 or IFNλ4 was added to the basolateral medium 4–16 h prior to infection, after which the basolateral medium was replaced, and 20 000 PFUs of HCoV-229E-ren were applied apically. At 24 h post infection Renilla luciferase activity was determined from cell lysates infected with HCoV-229E-ren.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 579,
                    "mention": "Dijkman et al, 2009",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "HCoV-229E infection of HAE ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The MERS-CoV infection was performed as previously described (Kindler et al, 2013).",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 81,
                    "mention": "Kindler et al, 2013",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "HCoV-229E infection of HAE ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The Huh7-Lunet N hCD81-FLuc cell line was generated from the Huh7-Lunet N hCD81 parental cell line (Bitzegeio et al, 2010) by lentiviral gene transfer as previously described (Gentzsch et al, 2011). It constitutively expresses the Firefly luciferase gene (FLuc), which is used in our assay as a marker for cell viability.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 121,
                    "mention": "Bitzegeio et al, 2010",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 176,
                    "end": 196,
                    "mention": "Gentzsch et al, 2011",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "HCV replication ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all, 4 × 106 Huh7-Lunet N hCD81-FLuc cells or 6 × 106 HepG2-CD81/mi122 cells (Narbus et al, 2011) were electroporated with 5 μg of in vitro-transcribed JcR-2a RNA as previously described (Haid et al, 2010). The JcR-2a construct corresponds to the full-length infectious HCV Jc1 chimaeric clone (Pietschmann et al, 2006), expressing a Renilla luciferase reporter gene (Reiss et al, 2011). Electroporated cells were resuspended into 20 ml complete medium and seeded in 96-well dishes (100 μl/well). Four hours post electroporation, the cell medium was replaced by serially diluted IFN α2b (IntronA®, Essex Pharma), IFNλ3 or IFNλ4. For each dilution, triplicate wells were used. Cells were lysed 48 (HepG2 derived) or 72 h (Huh7-lunet) post electroporation in passive lysis buffer (Promega), and Renilla luciferase activity was measured to evaluate HCV replication (Vieyres and Pietschmann, 2013).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 99,
                    "mention": "Narbus et al, 2011",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 191,
                    "end": 207,
                    "mention": "Haid et al, 2010",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 298,
                    "end": 321,
                    "mention": "Pietschmann et al, 2006",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 371,
                    "end": 388,
                    "mention": "Reiss et al, 2011",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 866,
                    "end": 895,
                    "mention": "Vieyres and Pietschmann, 2013",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "HCV replication ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For transfection experiments, HEK293 cells were seeded in 24-well plates (1.5 × 105 cells/well) or 6-well plates (7 × 105 cells/well) in DMEM supplemented with 10% FBS and left to rest for 24 h. After 24 h, cells were transfected using Lipofectamine 2000 (Invitrogen) either with plasmids coding IFNλs (6-well format) or co-transfected with plasmids coding IFNλR1, Firefly Luciferase under the control of the Mx1 promoter and Renilla Luciferase under the control of the β-actin promoter (24-well format). Six hours post transfection, cells transfected with IFNλs were given fresh media (DMEM, 10% FBS and 100 U/ml Penicillin and 100 μg/ml Streptomycin). Twenty hours post transfection, media from cells transfected with IFNλs was harvested, spun down at 500 r.c.f. for 8 min and added to cells co-transfected with IFNλR1 and Luciferases in different dilutions. After 24 h, the cells were washed with PBS and lysed. Lysates were centrifuged at 10 000 r.c.f. for 2 min at 4°C, and cleared lysates were used for the measurement of Firefly activity (Dual-Luciferase Reporter Assay System, Promega).",
            "cite_spans": [],
            "section": "Activity of secreted IFNλ3 and IFNλ4 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all, 8 × 106 HEK293 cells were seeded in a 15-cm dish and transfected with IFNλ3-FLAG, IFNλ4-FLAG or empty vector (pcDNA3.1). After 5–6 h, the media was changed to media without serum, and the cells were transfected using 40 μg DNA per dish using polyethylenimine (PEI). In all, 40 μg DNA was mixed with media without antibiotics and serum to a concentration of 1.5 ml.",
            "cite_spans": [],
            "section": "Transfection of HEK293 cells using polyethylenimine ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all, 120 μl of PEI was mixed with media without antibiotics and serum to a concentration of 1.5 ml. The DNA and PEI were mixed and left for 15–20 min at RT before addition to the cells. The cells were incubated for 18 h, after which the media was isolated by centrifugation at 7000, r.p.m. for 10 min.",
            "cite_spans": [],
            "section": "Transfection of HEK293 cells using polyethylenimine ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all, 8 × 106 HEK293 cells were grown in 15 cm dishes using 20 ml of media and transfected as described. The supernatants were incubated with 100 μl of ANTI-FLAG® M2 Affinity Gel (SIGMA-Aldrich, catalogue number A2220) for 3 h. The beads were spun down by centrifugation at 8000, r.p.m. for 1 min. The supernatant was removed, and the beads were washed two times in 0.5 ml PBS containing 2% Triton X-100. The beads were then incubated in the elution buffer (PBS containing 2% Triton X-100 and 500 μg of FLAG peptide (SIGMA-Aldrich, catalogue number F3290) for 30 min. The beads were precipitated by centrifugation at 8000, r.p.m. for 1 min, and the supernatant was isolated and analysed by western blotting.",
            "cite_spans": [],
            "section": "Immunoprecipitation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Deglycosylation was performed using Glycerol Free PNGase F (New England Biolabs, catalogue number P0705S). For deglycosylation, 9 μl of the cell lysate was mixed with 1 μl of 10x Glycoprotein denaturing buffer and denatured by heating at 100°C for 10 min. Then 5 μl H2O, 2 μl of G7 reaction buffer, 2 μl 10% NP-40 and 1 μl PNGase F was added. This mixture was incubated at 37°C for 15 h and analysed by western blotting.",
            "cite_spans": [],
            "section": "Deglycosylation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The media was mixed in a 1:4 ratio of media to cold (−20°C) acetone. The samples were vortexed and incubated at −20°C for 60 min. The protein was precipitated by centrifugation at 6000, r.p.m. for 45 min. The supernatant was decanted, and the protein pellet was resuspended in PBS.",
            "cite_spans": [],
            "section": "Acetone precipitation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In all, 2 ml glucose-free DMEM (Sigma) from IFNλ4-FLAG and mock (pcDNA3.1) transfected cells was incubated for 30 min with 100 μl of Concanavalin A (Con A) beads. The beads and the media were added to a column, and the flow through was collected. The beads were washed with PBS before incubation with 1 ml of elution buffer (glucose-free DMEM supplemented with 500 mM glucose) for 30 min. The activity of the flow through and eluate was investigated in HEK293 cells co-transfected with plasmids coding IFNλR1, Firefly Luciferase under the control of the Mx1 promoter and Renilla Luciferase under the control of the β-actin promoter (24-well format) as previously described. The protein content was evaluated in the flow through, eluate and on the beads by western blotting. The beads were boiled in SDS loading buffer for 10 min before loading on the gel.",
            "cite_spans": [],
            "section": "Concanavalin A ::: Materials and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Purification of recombinant human interferon lambda 4. (A) Refolded IFNλ4 was loaded on an anion exchange column (5 ml Hi trap SP FF). The protein was eluted from the column using a salt gradient and the fractions of the peak at ≈10 ml were collected. (B) The fractions collected from the ion exchange column were applied to a gelfiltration column (Hi load Superdex 75). The fractions around the peak at≈75 ml were pooled. (C) A Coomassie stained 12% SDS–PAGE gel of the purified protein.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Activity of recombinant human interferon lambda 4. (A) The activity of IFNλ4 was tested and compared to IFNλ3 in HL-116 reporter cells. Dose response of IFNλ3 and IFNλ4 was performed in triplicate. Mean and s.d. are shown. (B) HepG2 cells were treated with IFNα (1000 U/ml), IFNλ3 (10 ng/ml) or IFNλ4 (10 ng/ml). After 4 h, the level of the interferon-induced genes, IFIT1, MX1 and OASL, was quantified by qPCR, four independent experiments are shown, mean and s.e.m. are plotted. (C) HEK293 cells were transfected with the IFNλR1 and/or treated with siRNA against IL-10R2 as indicated. The cells were also transfected with Renilla and Firefly luciferase reporter constructs. The Firefly construct is IFN inducible whereas the Renilla is constitutively expressed. The cells were subsequently either treated with IFNλ3, IFNλ4 or left untreated, treatment with IFNα was performed as a control. (D) HEK293 cells were transfected with IFNλR1 as well as Renilla and Firefly luciferase reporter constructs (as in C). The cells were then treated with anti IL-10R2 antibody or control antibody followed by interferon treatment as indicated.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Homology model of human interferon lambda 4. (A) Alignment of IFNλ3 and IFNλ4 using Clustal W. The position of the signal peptide (SP) in IFNλ3 and IFNλ4 is shown. The positions of the helices in IFNλ3 and in the model of IFNλ4 shown in (B) are shown. A possible N-linked glycosylation site at Asn61 is marked by a square in IFNλ4. (B) Homology model of IFNλ4 (homIFNλ4) generated by the Swiss model server using IFNλ3 (PDB entry code HHC3) as a template. The position of the individual structural elements is denoted as A–F. The cysteins are shown as yellow sticks. The positions of C76 and C178 that could form a disulphide bridge specific for IFNλ4 are shown. (C) Superimposition of IFNλ3 (blue) and homIFNλ4 (red). (D) Comparison of helix D of IFNλ3 (blue) and homIFNλ4 (red). The residues that are expected to interact with IL-10R2 are labelled in blue for IFNλ3 and red for IFNλ4. Disulphides are shown in yellow. (E) Superimposition of homIFNλ4 (red) onto IFNλ1 (green) bound to IFNλR1 (cyan). N61 of homIFNλ4 (red) and W47 of IFNλ1 (green) are shown in sticks and labelled.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Antiviral effect of recombinant human Interferon lambda 4 against hepatitis C virus. (A, B) The antiviral effect of IFNα (A), IFNλ3 or IFNλ4 (B) against replication of the HCV JcR-2a chimaera in the Huh7-Lunet N hCD81-FLuc cell line is shown. (C, D) The antiviral effect of IFNα (C), IFNλ3 or IFNλ4 (D) against replication of the HCV JcR-2a chimaera in the HepG2 cell line is shown. The plot shows the average of three independent experiments with the Renilla luciferase activity normalised to the untreated control. Background luciferase activity is 0.2% for (A, B) and 2.4% for (C, D).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Antiviral effect of IFNλ4 in human airway epithelial (HAE) cell culture. (A) The antiviral effect of IFNα, IFNλ3 and IFNλ4 against the human coronavirus HCoV-229E expressing luciferase was tested in human HAE cultures. For each data point, triplicate measurements were performed on three different donors, mean and s.d. are shown. (B) The antiviral effect of IFNα, IFNλ3 and IFNλ4 against the coronavirus MERS-CoV was tested in human HAE cultures. As in (A), experiments were performed in triplicate on each of the three donors, mean and s.d. are shown. (C) HAE cell cultures were treated with IFNα (100 U/ml), IFNλ3 (10 ng/ml) or IFNλ4 (10 ng/ml). After 72 h, the level of the interferon-induced genes IFIT1, MX1 and OASL were quantified by qPCR, mean and s.e.m. are indicated.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Secretion of human interferon lambda 4. (A) Constructs of IFNλ3 and IFNλ4 containing either the IFNλ3 or IFNλ4 signal peptide were transfected into HEK293 cells using pcDNA3.1 as a control. Western blots were performed on the intracellular and extracellular fractions as shown, using antibodies against the MYC or FLAG tag. For the cell fraction, the samples of IFNλ4 were also subjected to treatment with PNGase F to confirm the presence of N-linked glycosylation. (B, C) The extracellular supernatants from HEK293 cells transfected with the FLAG-tagged constructs from (A) were added to HEK293 cells transfected with the pEF2 vector containing IFNλR1 as well as the interferon inducible luciferase reporter system (see Figure 2C), in order to measure IFNλ activity present in the extracellular supernatants. In (B), the extracellular fraction was undiluted whereas in (C) a serial dilution was performed.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: The secreted glycosylated IFNλ4 is active. (A) Western blot of acetone precipitated media from cells transfected with empty vector or FLAG-tagged IFNλ3 or IFNλ4. Where indicated the sample was subjected to deglycosylation using PNGase F. (B) Western blot of intracellular and extracellular fractions of cells transfected with empty vector or FLAG-tagged IFNλ3, IFNλ4 or the IFNλ4 N61D mutant. (C) HEK293 cells were transfected with IFNλR1 as well as the interferon inducible luciferase reporter system (see Figure 2C). The cells were subsequently treated with the media from (B) and the luciferase activities were measured. (D) Measurement of IFNλ activity was performed as in (C). Input: media before addition of Con A beads, Flow through: flow through from the Con A beads and Eluate: eluate from the Con A beads. (E) Western blot of the samples from (D) as well as the boiled Con A beads. The arrows show the position of IFNλ4.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Lambda interferon (IFN-lambda), a type III IFN, is induced by viruses and IFNs and displays potent antiviral activity against select virus infections in vivo",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "4501-4509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Interleukin-29 uses a type 1 interferon-like program to promote antiviral responses in human hepatocytes",
            "authors": [],
            "year": 2006,
            "venue": "Hepatology (Baltimore, MD)",
            "volume": "44",
            "issn": "",
            "pages": "896-906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cloning of a new type II cytokine receptor activating signal transducer and activator of transcription (STAT)1, STAT2 and STAT3",
            "authors": [],
            "year": 2003,
            "venue": "Biochem J",
            "volume": "370",
            "issn": "",
            "pages": "391-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The role of genomic data in the discovery, annotation and evolutionary interpretation of the interferon-lambda family",
            "authors": [],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Interferon-lambda is functionally an interferon but structurally related to the interleukin-10 family",
            "authors": [],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "20869-20875",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Genetic variation in IL28B predicts hepatitis C treatment-induced viral clearance",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "399-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Hepatitis C virus complete life cycle screen for identification of small molecules with pro- or antiviral activity",
            "authors": [],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "89",
            "issn": "",
            "pages": "136-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mouse-specific residues of claudin-1 limit hepatitis C virus genotype 2a infection in a human hepatocyte cell line",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "964-975",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Rapid and simple detection of IFN-neutralizing antibodies in chronic hepatitis C non-responsive to IFN-alpha",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "74-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Association between IL28B polymorphisms and spontaneous clearance of hepatitis B virus infection",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Efficient replication of the novel human betacoronavirus EMC on primary human epithelium highlights its zoonotic potential",
            "authors": [],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "",
            "pages": "e00611-e00612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "IL28B expression depends on a novel TT/-G polymorphism which improves HCV clearance prediction",
            "authors": [],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "1109-1116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "IFN-lambdas mediate antiviral protection through a distinct class II cytokine receptor complex",
            "authors": [],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "69-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Clustal W and Clustal X version 2.0",
            "authors": [],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "2947-2948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Characterization of the mouse IFN-lambda ligand-receptor system: IFN-lambdas exhibit antitumor activity against B16 melanoma",
            "authors": [],
            "year": 2006,
            "venue": "Cancer Res",
            "volume": "66",
            "issn": "",
            "pages": "4468-4477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Structural basis for receptor sharing and activation by interleukin-20 receptor-2 (IL-20R2) binding cytokines",
            "authors": [],
            "year": 2012,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "109",
            "issn": "",
            "pages": "12704-12709",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Interferon-lambda polymorphisms and hepatitis C virus clearance revisited",
            "authors": [],
            "year": 2013,
            "venue": "Hepatology (Baltimore, MD)",
            "volume": "58",
            "issn": "",
            "pages": "439-441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Biological activity of interleukins-28 and -29: comparison with type I interferons",
            "authors": [],
            "year": 2005,
            "venue": "Cytokine",
            "volume": "31",
            "issn": "",
            "pages": "109-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Differential regulation of the OASL and OAS1 genes in response to viral infections",
            "authors": [],
            "year": 2009,
            "venue": "J Interferon Cytokine Res",
            "volume": "29",
            "issn": "",
            "pages": "199-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Interferon-lambda-treated dendritic cells specifically induce proliferation of FOXP3-expressing suppressor T cells",
            "authors": [],
            "year": 2006,
            "venue": "Blood",
            "volume": "107",
            "issn": "",
            "pages": "4417-4423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Crystal structure of human interferon-lambda1 in complex with its high-affinity receptor interferon-lambdaR1",
            "authors": [],
            "year": 2010,
            "venue": "J Mol Biol",
            "volume": "404",
            "issn": "",
            "pages": "650-664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Lambda interferon renders epithelial cells of the respiratory and gastrointestinal tracts resistant to viral infections",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "5670-5677",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Adaptation of hepatitis C virus to mouse CD81 permits infection of mouse cells in the absence of human entry factors",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "HepG2 cells expressing microRNA miR-122 support the entire hepatitis C virus life cycle",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "12087-12092",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A new mathematical model for relative quantification in real-time RT-PCR",
            "authors": [],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Construction and characterization of infectious intragenotypic and intergenotypic hepatitis C virus chimeras",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "7408-7413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "IFN-lambda determines the intestinal epithelial antiviral host defense",
            "authors": [],
            "year": 2011,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "108",
            "issn": "",
            "pages": "7944-7949",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A variant upstream of IFNL3 (IL28B) creating a new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus",
            "authors": [],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "",
            "pages": "164-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Preclinical and clinical development of pegylated interferon-lambda 1 in chronic hepatitis C",
            "authors": [],
            "year": 2010,
            "venue": "J Interferon Cytokine Res",
            "volume": "30",
            "issn": "",
            "pages": "591-595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Hepatitis: New gene IFNL4 is associated with impaired clearance of HCV",
            "authors": [],
            "year": 2013,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Recruitment and activation of a lipid kinase by hepatitis C virus NS5A is essential for integrity of the membranous replication compartment",
            "authors": [],
            "year": 2011,
            "venue": "Cell Host Microbe",
            "volume": "9",
            "issn": "",
            "pages": "32-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "IL-28, IL-29 and their class II cytokine receptor IL-28R",
            "authors": [],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "63-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Genetic variation in IL28B and spontaneous clearance of hepatitis C virus",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "798-801",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Loss of function of the new interferon IFN-lambda4 may confer protection from hepatitis C",
            "authors": [],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "",
            "pages": "119-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "IL-28 and IL-29: newcomers to the interferon family",
            "authors": [],
            "year": 2007,
            "venue": "Biochimie",
            "volume": "89",
            "issn": "",
            "pages": "729-734",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Reverse genetics of SARS-related coronavirus using vaccinia virus-based recombination",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Entry and replication of recombinant hepatitis C viruses in cell culture",
            "authors": [],
            "year": 2013,
            "venue": "Methods",
            "volume": "59",
            "issn": "",
            "pages": "233-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Induction of interferon-lambda contributes to Toll-like receptor-3-activated hepatic stellate cell-mediated hepatitis C virus inhibition in hepatocytes",
            "authors": [],
            "year": 2013,
            "venue": "J Viral Hepatitis",
            "volume": "20",
            "issn": "",
            "pages": "385-394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Type III interferon (IFN) induces a type I IFN-like response in a restricted subset of cells through signaling pathways involving both the Jak-STAT pathway and the mitogen-activated protein kinases",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "7749-7758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Protein structure homology modeling using SWISS-MODEL workspace",
            "authors": [],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The PyMOL Molecular Graphics System, Ver 1.2r3pre",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Human interferon-lambda3 is a potent member of the type III interferon family",
            "authors": [],
            "year": 2009,
            "venue": "Genes Immun",
            "volume": "10",
            "issn": "",
            "pages": "125-131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Interferon-lambda (IFN-lambda) induces signal transduction and gene expression in human hepatocytes, but not in lymphocytes or monocytes",
            "authors": [],
            "year": 2013,
            "venue": "J Leukoc Biol",
            "volume": "93",
            "issn": "",
            "pages": "377-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Human bocavirus can be cultured in differentiated human airway epithelial cells",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "7739-7748",
            "other_ids": {
                "DOI": []
            }
        }
    }
}