{
    "paper_id": "PMC3621712",
    "metadata": {
        "title": "Determinants of health literacy and health behavior regarding infectious respiratory diseases: a pathway model",
        "authors": [
            {
                "first": "Xinying",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": "xysun@bjmu.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Yuhui",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": "yuhuishibmu@bjmu.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Qingqi",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": "zengqingqi2006@126.com",
                "affiliation": {}
            },
            {
                "first": "Yanling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wylbj1984@sina.com",
                "affiliation": {}
            },
            {
                "first": "Weijing",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": "weijingdu03@163.com",
                "affiliation": {}
            },
            {
                "first": "Nanfang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": "nanfangwei2007@sina.com",
                "affiliation": {}
            },
            {
                "first": "Ruiqian",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": "xierq0031@163.com",
                "affiliation": {}
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": "cchangbj2004@yahoo.com.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With the models of Baker, Paasche-Orlow, von Wagner and McCormack for reference, we proposed a health literacy model at an individual level. Figure 1 represents this model. In this model, socio-demographic indicators, including age, gender, level of education reached, occupation and income, are the basic factors influencing other variables. Besides socio-demographic indicators, prior knowledge also influences the development of health literacy skills. Then health literacy has direct effect on health behavior, meanwhile, as a mediator between prior knowledge and health behavior. Finally, health behavior influences health status.",
            "cite_spans": [],
            "section": "Hypothesis – a health literacy model ::: Background",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The first part of the questionnaire was concerned with socio-demographic characteristics including age, gender, ethnicity, household registration status, marital status, education, occupation and income. The second part measured knowledge of infectious respiratory diseases, known as prior knowledge. Questions were asked about the different types of infectious respiratory diseases and their prevention methods. The maximum possible score for this part of the questionnaire was 12. The third category asked about individual behaviors and actions including washing hands, wearing a face mask, sneezing, room ventilation and treatments for infectious respiratory diseases. The maximum possible score for the health behaviors category was 23. The last part of the questionnaire was concerned with individual health status. Information sought included how frequently the subject fell sick, how often they saw a doctor, the degree of severity for each sickness as well as the duration of the sickness. This category was marked with a maximum score of 13.",
            "cite_spans": [],
            "section": "Questionnaire ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A skill-based health literacy instrument was established using Ratzan and Parker’s (2000) definition of health literacy: “The degree to which individuals can obtain, process, understand, and communicate about health-related information needed to make informed health decisions [1].The instrument included sixteen stimuli materials involving the distribution of epidemics, immunization programs, early symptoms, means of disease prevention and individual’s preventative behavior. The instrument included five different subscales: print-prose, print-document, print-quantitative, oral and internet. The print-prose scale measured the knowledge and skills needed to search, comprehend, and use information from texts that were organized in sentences or paragraphs, while the print-document scale measured from non-continuous texts in various formats. The print-quantitative scale measured the knowledge and skills needed to identify and perform computations using numbers embedded in printed materials [24].",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Skill-based health literacy instrument ::: Methods",
            "ref_spans": []
        },
        {
            "text": "McCormack developed a more comprehensive measure of health literacy, named the Health Literacy Skills Instrument (HLSI). Similar to other studies, this instrument measures print literacy. However, it was innovative in that it also uses non-print stimuli and examines oral and internet-based information seeking skills [25]. In this study, oral literacy was tested though six questions from three pieces of audio or video. We too used non-print stimuli and measured oral and internet-based skills, but we did so using a series of questions to test the ability of internet-based information seeking rather than having the participants actually seek information online.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Skill-based health literacy instrument ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The measurement instrument consisted of 30 items (Table 1): five concerning print-prose literacy, eight for print-document literacy, six for print-quantitative literacy, six for oral literacy and five for internet-based information seeking literacy. The overall degree of difficulty and discrimination of the instrument were 0.693 and 0.482 respectively. The instrument demonstrated good internal consistency reliability with a Cronbach’s alpha of 0.864. As for validity, confirmatory factor analysis showed that the items were grouped into five subscales representing prose, document, quantitative, oral and internet based information seeking skills. While the first three instruments pertained to print health literacy, the last two pertained to multimedia health literacy (χ2 = 9.200, P > 0.05, GFI = 0.998, TLI = 0.988, AGFI = 0.992, RMSEA = 0.028).",
            "cite_spans": [],
            "section": "Skill-based health literacy instrument ::: Methods",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Between May and December 2011, surveys were carried out in Beijing city (The capital of China), Datong city (in Shanxi province, North China) and Shenzhen city (in Guangdong province, South China). Multi-stage sampling was employed. The target population was first stratified into residents from cities and residents from villages (living in cities at the time and having lived for more than 6 months), with an equally divided sample size. They must be more than 16 years old. Then, based on the principle of balancing samples among factors like age and occupation, cluster sampling was conducted in six places where locals gather (including communities, factories, government organizations and other institutions), and six places where non-local residents gather (including hotels, building sites, assembly shops and employment medical examination centers).",
            "cite_spans": [],
            "section": "Target population and sampling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The sample size was calculated by the function n = Z21-a/2P (1 - P)/d2 × deff. According to data obtained from the National Health Literacy Survey in 2008 regarding health literacy towards infectious diseases, the expected percentage was 16% (P = 0.16) [26]. The minimum sample size is 2581. Considering recovery rates and efficiency rates of the questionnaire, the actual sample size should be at least 3186. In total, 3222 residents responded to the survey.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Target population and sampling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study received approval from the Peking University Institutional Review Board and the approval number is IRB00001052-10101. It was also accordance with Helsinki Declaration. The investigations were performed in large multimedia conference rooms. The survey was carried out by trained investigators. Information about the study was provided by the investigators and informed consent was obtained from each participant. All participants were then instructed to answer the questions that related to audio & video materials. The rest of the questionnaire was answered by participants themselves.",
            "cite_spans": [],
            "section": "Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In order to ensure the quality of data, questionnaires with more than 10% of items unanswered were considered ineligible and removed before analysis. EPI Data 3.0 was used for data double entry and SPSS 13.0 for data analysis. Descriptive statistics were employed to examine demographic characteristics. ANOVA was applied to compare the differences among social demographic groups and the Student-Newman-Keuls method was used to control the total α level. Scale and factor analyses were conducted to verify the scale’s reliability and construct validity. Confirmatory factor analysis of a half randomly selected sample was implemented by the Statistical Analysis System (SAS, Version 6.12). Path analysis was also implemented by SAS. Covariance Analysis of Linear Structural Equations (CALIS) was performed to examine the model. Furthermore, maximum likelihood estimation was used to appraise the parameters with the covariance matrix. The path model was modified for several times until the main indexes of goodness of fit implied the final model fit the data well. Generally, the α level was set at 0.05. Initial eigenvalue > 1 was the criterion in the factor analysis.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Among 3222 respondents, 48.7% of them were male and 51.3% of them were female. The range of age was from 16 to 81 years and the average age was 33.8 ± 14.0. The majority (96.3%) of the respondents ware the Han nationality. As for the marriage status, the proportions of single, married and other status were 40.6%, 57.0%, and 2.4%, respectively. Occupations of the respondents distributed across a number of fields, such as worker (30.4%), service provider (26.5%), office worker (13.2%), farmer (5.0%), retired (3.3%) and others(including students, scientific and technical workers, teachers and doctors) (21.6%). Table 2 shows other social demographic characteristics.",
            "cite_spans": [],
            "section": "Univariate analysis ::: Results",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 622,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Table 2 also shows the differences among age groups, education levels and income levels on prior knowledge about infectious respiratory diseases, health literacy, health behavior and health status.",
            "cite_spans": [],
            "section": "Univariate analysis ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Prior knowledge score and health literacy score increased as education levels and income rose, but tended to decline with increasing age. Health behavior scores increased with higher levels of education and health status scores increase slightly with age. The effect of age on prior knowledge and health behavior had no linear trend.",
            "cite_spans": [],
            "section": "Univariate analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "As seen in Table 3, the correlations between demographic characteristics and various scores reflected the same characteristic with Table 2. As for scores of prior knowledge, health literacy, health behavior, the correlations between each other were strong, while health status only has slightly strong correlation with health behavior.",
            "cite_spans": [],
            "section": "Correlation of variables ::: Results",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 18,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 137,
                    "end": 138,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Based on the proposed model on Figure 1, a path model was tested and validated, seen as Figure 2. The exogenous variables included age, education and income. The main indexes of goodness of fit implied the final model fit the data well. They are as follows: Fit criterion = 0.0034; Goodness of Fit Index (GFI) = 0.9990; GFI Adjusted for Degrees of Freedom (AGFI) = 0.9955; Root Mean Square Residual (RMR) = 0.0521; Chi-square = 10.2151, df = 6, P = 0.1159; Bentler's Comparative Fit Index = 0.9984. The proportion of variance explained by each variable in the model is: Prior knowledge: 13.8%, Health literacy: 38.6%, Health behavior: 11.7% and Health status: 2.3%.",
            "cite_spans": [],
            "section": "Path analysis ::: Results",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 95,
                    "end": 96,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Figure 2 shows the determinants of health literacy and its effect on health behavior, even the relationship between health behavior and health status. The bold arrows show the strong effects among variables, especially “Education”, “Prior knowledge”, “Health literacy” and “Health behavior”. Education is the most important factor. It strongly and directly affects both prior knowledge and health literacy. The higher the level of education, the higher one tends to score in terms of prior knowledge and health literacy. Prior knowledge is slightly affected by income, with those earning higher incomes possessing greater prior knowledge. Health literacy is also affected by prior knowledge and age; the effect from prior knowledge is positive and that from increasing age is negative. Health literacy is a direct influencing factor of health behavior, but its effect is weaker than that of prior knowledge. The strongest influence factor for health status is age. With increasing age, health status is better. Health behavior and health status have an interactional relationship, and the role of health behavior on health status is a little greater than that of health status on health behavior.",
            "cite_spans": [],
            "section": "Path analysis ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the model, socio-demographic characteristics are the basic factors. In this research, a number of socio-demographic factors were tested, such as gender, ethnicity, marital status, and occupation. There was no significant difference between genders and ethnic groups when it came to measurements of health literacy. The main reason is that the awareness of the public on the prevention of infectious respiratory disease has been greatly increased with various intervention activities being conducted after the outbreak of Severe Acute Respiratory Syndromes (SARS) in 2003 and the outbreak of Highly Pathogenic Avian Influenza in 2006 in China. There was, however, a significant difference between the unmarried and married group, but the difference is explainable by age differences. In addition, there was a significant difference in health literacy across three categories of occupation. Highest health literacy scores were seen among students, scientific and technical workers, teachers and doctors. Office workers, service providers, general workers and other workers scored lower, while farmers and retired people scored lower still. Due to the strong relationship between education level and subsequent occupation, the effect of occupation on health literacy reflected the effect of education on health literacy in a similar fashion. Therefore, the model incorporated only three important factors: age, education and income.",
            "cite_spans": [],
            "section": "Socio-demographic characteristics as basic determinants ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Undoubtedly, educational background is the most important factor. In a structural equation, the coefficient of education background on health literacy was 2.35, which indicates that with each level of education (classified as primary school, junior high school, senior high school, college and graduate students), participants score almost 2.35 points more in the health literacy test, which is roughly equivalent to understanding eight percent more health information in daily life. This indicates how important education is for the promotion of health literacy. Education has the same strong effect on prior knowledge, and a further indirect effect on health literacy though prior knowledge. As an important social source of information, the effect of higher education levels on health literacy has been demonstrated in many studies [6,16]. In this study, we confirmed the quantitative relationship between education and health literacy, and the standardized coefficient (β)was 0.35 almost same with Cho’s study (β = 0.33) [16].",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 837,
                    "mention": "6",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 838,
                    "end": 840,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Socio-demographic characteristics as basic determinants ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Age is the second important factor. Through careful measurement, we find that prior knowledge and health literacy tend to increase slightly among younger age groups, but then decrease significantly with age among the older age groups. Therefore, targeting the under-30 age group for the popularization and publicity of health literacy program – when perception and behavior form and develop stably – can promote their health skills and knowledge, bringing them lifetime benefits. For those aged over 30, health communication and health education must be consolidated due to the downward trend of knowledge and health literacy with aging. Conversely, the study found older age groups’ health status was better than that of the younger groups, with the 30–39 age group as the dividing point. This finding is contrary to what other studies have measured. The main reason for this is that the health status category was only concerned with the frequency an individual got a cold and the severity of such sicknesses because it is relatively easier and more feasible to measure the frequency of catching a cold and its severity than other kinds of infectious respiratory diseases. As we know, older people have often developed stronger resistance to these illnesses than younger people. For example, Kumar’s review of H1N1 flu shows that the virus is causing critical illnesses mostly in young adults. The researchers concluded that H1N1 (swine flu) primarily affects young adults who are in relatively good health and free of underlying illnesses [27].",
            "cite_spans": [
                {
                    "start": 1543,
                    "end": 1545,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Socio-demographic characteristics as basic determinants ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Income is the weakest of the three influencing factors in this study. It has only a slight effect on prior knowledge. Usually, those of higher individual incomes own more sources of knowledge. Therefore, the measured negative effect of income on health behavior is an unexpected phenomenon, though the standardized coefficient is very little and the t value of -2.1416 is only just significant. Therefore, the relationship between income and prior health knowledge needs further research to confirm.",
            "cite_spans": [],
            "section": "Socio-demographic characteristics as basic determinants ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, prior knowledge is defined as an individual’s knowledge at the time before reading, watching or listening to the health-related materials. Baker’s article cited the report of the Institute of Medicine’s expert panel, and gave a more expansive definition of health literacy which included conceptual knowledge as part of health literacy [20]. However, more researchers view conceptual knowledge or prior knowledge as a resource or a moderator that a person has, which facilitates health literacy, but does not in itself constitute health literacy [21-23,28]. This study finds that prior knowledge has a strong direct effect on health literacy. That is to say that a person with more health knowledge is better able to obtain, comprehend and use health information.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 568,
                    "end": 570,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Effects of prior knowledge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In the model, we confirmed that health literacy and prior knowledge are the top two determinants of health behavior. Prior knowledge’s effect on health behavior stands to reason, for example in the KAP model [29]. Health behavior and health status are interactional. In Baker’s model, health literacy is one of many factors that lead to the acquisition of new knowledge, more positive attitudes, greater self-efficacy, positive health behaviors, and better health outcomes [20]. In von Wagner’s model, health outcomes depend on a range of mediating processes, most obviously actions to promote health, prevent disease, or comply with diagnosis and treatment, which the author calls health actions [22]. In Paasche-Orlow and Wolf’s 2007 model, they proposed causal pathways between limited health literacy and health outcomes [21]. Their models distinguish three different types of health actions that mediate the impact of health literacy on health: access to and utilization of health care, patient–provider interaction, and self-care. In this study, health behavior mainly focused on self-care and utilization of health care, while health status reflected health outcome. However, health behavior and health status did not show a good relationship. The measurement of health status in this study was conditioned to respiratory infection due to the restriction of the project scope. It is obvious that respiratory infections are influenced by many things, not only individual behavior, but also a variety of biological and social factors. Therefore, the relationship between health behavior and health outcomes, and the effect of health literacy on health outcomes though health behavior need further study to validate.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 826,
                    "end": 828,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Determinants of health behavior and health status ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we focus on a health literacy model at the individual level. We should also try to highlight the importance of future research to extend the scope of health literacy beyond the individual. The research indicates that medical knowledge and health literacy are the main determinants of health behavior and health status, so health educators and health care providers should focus on developing culturally sensitive educational materials using a variety of media. Increased staffing of health educators in clinical settings and community interventions would also help increase health literacy. We would like to develop an intervention that demonstrates how health literacy can be addressed to target community outcomes as opposed to individual outcomes. It is also important for this model to be tested — and likely revised — so that intervention strategies to mitigate the impact of low health literacy are informed and conceptually driven.",
            "cite_spans": [],
            "section": "Practice implication ::: Conclusions",
            "ref_spans": []
        },
        {
            "text": "Limited by the project’s background, this study only measures health literacy where it concerns infectious respiratory diseases. Therefore, the feasibility of the model should be tested in regards to other diseases and aspects of health.",
            "cite_spans": [],
            "section": "Practice implication ::: Conclusions",
            "ref_spans": []
        },
        {
            "text": "We have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "XS participated in the design of the study, performed the statistical analysis and involved in drafting the manuscript. YS participated in the fieldwork of the study and interpretation of data. QZ participated in the fieldwork of the study and analysis of data. YW participated in the fieldwork and involved in revising the manuscript. WD made contributions to design and participated in the fieldwork. NW conceived of the study and participated in its design. RX conceived of the study and participated in its design. CC conceived of the study, participated in its design and coordination. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2458/13/261/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Reliability and construct validity of the instrument on health literacy regarding infectious respiratory diseases\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Mean scores of prior knowledge, health literacy, health behavior and health status by participant characteristic\nNote: NS, no significant difference; *, P < 0.05; **, P < 0.01; ***, P < 0.001. The Student-Newman-Keuls method was used to control the total α level. There were significant differences between §, †, ‡ and # groups, but no significant differences within each group.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Correlation between demographic characteristics, prior knowledge, health literacy, health behavior and health status\nNote: **P < 0.01.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Hypothesis of a health literacy model at an individual level.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A validated health literacy model at an individual level with standardized coefficients.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Introduction, in National Library of Medicine current bibliographies in medicine:Health literacy, M.X. C. R. Selden, S. C. Ratzan,& R. M. Parker Editor",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Health literacy and cancer communication",
            "authors": [],
            "year": 2002,
            "venue": "CA Cancer J Clin",
            "volume": "52",
            "issn": "",
            "pages": "134-49",
            "other_ids": {
                "DOI": [
                    "10.3322/canjclin.52.3.134"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Understanding Health Literacy: Implications for Medicine And Public Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The evolving concept of health literacy",
            "authors": [],
            "year": 2008,
            "venue": "Soc Sci Med",
            "volume": "67",
            "issn": "",
            "pages": "2072-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2008.09.050"
                ]
            }
        },
        "BIBREF4": {
            "title": "The effect of health literacy on knowledge and receipt of colorectal cancer screening: a survey study",
            "authors": [],
            "year": 2007,
            "venue": "BMC Fam Pract",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2296-8-16"
                ]
            }
        },
        "BIBREF5": {
            "title": "Health literacy in the field of infectious diseases: The paradigm of brucellosis",
            "authors": [],
            "year": 2007,
            "venue": "J Infect",
            "volume": "54",
            "issn": "",
            "pages": "40-5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2006.01.018"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Improving Health Literacy for old adults. Expert panel report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Effects of health literacy on health status and health service utilization amongst the elderly",
            "authors": [],
            "year": 2008,
            "venue": "Soc Sci Med",
            "volume": "66",
            "issn": "",
            "pages": "1809-16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2008.01.003"
                ]
            }
        },
        "BIBREF8": {
            "title": "An Integrated Model of Health Literacy Using Diabetes as an Exemplar",
            "authors": [],
            "year": 2012,
            "venue": "Canadian Journal of Diabetes",
            "volume": "36",
            "issn": "",
            "pages": "27-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The development of health literacy in patients with a long-term health condition: the health literacy pathway model",
            "authors": [],
            "year": 2012,
            "venue": "BMC Publ Health",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-12-130"
                ]
            }
        },
        "BIBREF10": {
            "title": "Education, literacy, and health: Mediating effects on hypertension knowledge and control",
            "authors": [],
            "year": 2009,
            "venue": "Patient Educ Couns",
            "volume": "75",
            "issn": "",
            "pages": "381-5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pec.2009.04.006"
                ]
            }
        },
        "BIBREF11": {
            "title": "Health Literacy: What Is It?",
            "authors": [],
            "year": 2010,
            "venue": "J Health Commun",
            "volume": "15",
            "issn": "Suppl 2",
            "pages": "9-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The meaning and the measure of health literacy",
            "authors": [],
            "year": 2006,
            "venue": "J Gen Intern Med",
            "volume": "21",
            "issn": "",
            "pages": "878-83",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1497.2006.00540.x"
                ]
            }
        },
        "BIBREF13": {
            "title": "The causal pathways linking health literacy to health outcomes",
            "authors": [],
            "year": 2007,
            "venue": "Am J Health Behav",
            "volume": "31",
            "issn": "Suppl 1",
            "pages": "S19-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Health literacy and health actions: a review and a framework from health psychology",
            "authors": [],
            "year": 2009,
            "venue": "Health Educ Behav",
            "volume": "36",
            "issn": "",
            "pages": "860-77",
            "other_ids": {
                "DOI": [
                    "10.1177/1090198108322819"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "What is Health Literacy and How Do We Measure it?",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "The health literacy of America’s adults: Results from the,National Assessment of Adult Literacy (NCES 2006–483)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Measuring Health Literacy: A Pilot Study of a New Skills-Based Instrument",
            "authors": [],
            "year": 2010,
            "venue": "J Health Commun",
            "volume": "15",
            "issn": "Suppl 2",
            "pages": "51-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Survey on the status of health literacy of Chinese residents in 2008",
            "authors": [],
            "year": 2010,
            "venue": "Chinese Journal of Health Education",
            "volume": "26",
            "issn": "",
            "pages": "243-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [],
            "year": 2009,
            "venue": "J Amer Med Assoc",
            "volume": "302",
            "issn": "",
            "pages": "1872-9",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2009.1496"
                ]
            }
        },
        "BIBREF20": {
            "title": "Health literacy, social support, and health: a research agenda",
            "authors": [],
            "year": 2004,
            "venue": "Soc Sci Med",
            "volume": "58",
            "issn": "",
            "pages": "1309-21",
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(03)00329-0"
                ]
            }
        },
        "BIBREF21": {
            "title": "An experimental evaluation of the KAP model for HE",
            "authors": [],
            "year": 1980,
            "venue": "Int J Health Educ",
            "volume": "23",
            "issn": "",
            "pages": "156-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "New Directions in Research on Public Health and Health Literacy",
            "authors": [],
            "year": 2010,
            "venue": "J Health Commun",
            "volume": "15",
            "issn": "Suppl 2",
            "pages": "42-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The Evolving Field of Health Literacy Research",
            "authors": [],
            "year": 2010,
            "venue": "J Health Commun",
            "volume": "15",
            "issn": "Suppl 2",
            "pages": "5-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Interventions to improve health outcomes for patients with low literacy: A systematic review",
            "authors": [],
            "year": 2005,
            "venue": "J Gen Intern Med",
            "volume": "20",
            "issn": "",
            "pages": "185-92",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1497.2005.40208.x"
                ]
            }
        },
        "BIBREF25": {
            "title": "Literacy and health outcomes: a systematic review of the literature",
            "authors": [],
            "year": 2004,
            "venue": "J Gen Intern Med",
            "volume": "19",
            "issn": "",
            "pages": "1228-39",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1497.2004.40153.x"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Health Literacy: A Prescription to End Confusion",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "In search of ‘low health literacy’: Threshold vs. gradient effect of literacy on health status and mortality",
            "authors": [],
            "year": 2010,
            "venue": "Soc Sci Med",
            "volume": "70",
            "issn": "",
            "pages": "1335-41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2009.12.013"
                ]
            }
        },
        "BIBREF28": {
            "title": "Association of age, health literacy, and medication management strategies with cardiovascular medication adherence",
            "authors": [],
            "year": 2010,
            "venue": "Patient Educ Couns",
            "volume": "81",
            "issn": "",
            "pages": "177-81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pec.2010.04.030"
                ]
            }
        }
    }
}