{
    "paper_id": "PMC4015148",
    "metadata": {
        "title": "Phenotyping community-acquired pneumonia according to the presence of acute respiratory failure and severe sepsis",
        "authors": [
            {
                "first": "Stefano",
                "middle": [],
                "last": "Aliberti",
                "suffix": "",
                "email": "stefano.aliberti@unimib.it",
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "Maria"
                ],
                "last": "Brambilla",
                "suffix": "",
                "email": "brambi.brambi@gmail.com",
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "D"
                ],
                "last": "Chalmers",
                "suffix": "",
                "email": "j.chalmers@dundee.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Catia",
                "middle": [],
                "last": "Cilloniz",
                "suffix": "",
                "email": "catiacilloniz@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Julio",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "email": "julio.ramirez@louisville.edu",
                "affiliation": {}
            },
            {
                "first": "Angelo",
                "middle": [],
                "last": "Bignamini",
                "suffix": "",
                "email": "angelo.bignamini@fastwebnet.it",
                "affiliation": {}
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Prina",
                "suffix": "",
                "email": "eleprina@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Polverino",
                "suffix": "",
                "email": "EPOLVERI@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Tarsia",
                "suffix": "",
                "email": "p_tarsia@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Pesci",
                "suffix": "",
                "email": "alberto.pesci@unimib.it",
                "affiliation": {}
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Torres",
                "suffix": "",
                "email": "ATORRES@clinic.ub.es",
                "affiliation": {}
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Blasi",
                "suffix": "",
                "email": "francesco.blasi@unimi.it",
                "affiliation": {}
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Cosentini",
                "suffix": "",
                "email": "r.cosentini@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Community-acquired pneumonia (CAP) is widely recognized as a major cause of morbidity and mortality [1]. Clinically, CAP exhibits an extreme variety in the severity of presentation, from almost asymptomatic disease at one side to a fulminant event to the other [2,3].",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 264,
                    "end": 265,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "From a pathophysiological point of view, pneumonia can be complicated by the occurrence and interaction of two processes. On one hand, alveolar inflammation may result in serious ventilation-perfusion mismatch with the development of acute respiratory failure (ARF) that is shown to be associated, even in patients with mild pneumonia, with worse clinical outcomes [4]. On the other hand, decompartmentalization of the infection along with uncontrolled systemic inflammatory response might lead to the development of severe sepsis (SS). These two processes are linked together since interaction between hypoxia and inflammation has been proven at both molecular and cellular levels [5].",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 367,
                    "mention": "4",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 683,
                    "end": 684,
                    "mention": "5",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The natural history of pneumonia could be seen as a continuum from a local disease with neither respiratory nor multi-organ failure to a local disease leading to isolated respiratory failure to a systemic disease involving both respiratory failure and severe sepsis. If this were true, we would expect to see different clinical outcomes according to this three-stage model.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In order to test this hypothesis, we decided to evaluate prevalence, characteristics, risk factors, and impact on clinical outcomes of CAP patients with neither ARF nor SS, those with only ARF, and those with both ARF and SS on hospital admission.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This was a multicenter, observational, prospective study of consecutive patients coming from the community who were admitted to the Policlinico Hospital (Milan, Italy), Hospital Clinìc (Barcelona, Spain) and NHS Hospitals (Edinburgh, UK) with diagnosis of pneumonia between April 2008 and April 2010. The Institutional Review Boards of all the hospitals approved the study. Patients >18 years of age who satisfied the criteria for pneumonia were included in the study. The following subjects were excluded: a) patients who were hospitalized in the previous 15 days; b) patients with a diagnosis of active tuberculosis or infection with fungi; c) immunosuppressed patients as those with HIV infection, neutropenia, on immunosuppressive therapy, chemotherapy, transplantation, cytotoxic therapy, and chronic systemic steroid therapy.",
            "cite_spans": [],
            "section": "Study design and setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The following data were recorded: demographics; past medical history; severity of symptoms on admission; pneumonia severity index (PSI) and CURB-65 score; physical, laboratory, and radiological findings on admission; microbiological data; empiric antibiotic therapy; in-hospital mortality [6,7]. Blood gas analysis on admission was performed based on local standard operating procedures.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "mention": "6",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 292,
                    "end": 293,
                    "mention": "7",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Study design and setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pneumonia was defined as the presence of a new pulmonary infiltrate on chest radiograph at the time of hospitalization associated with one or more of the following: (1) new or increased cough with/without sputum production; (2) fever (> = 37.8°C) or hypothermia (< 35.6°C); or (3) abnormal white blood cell count (either leukocytosis or leukopenia), or C-reactive protein values above the local upper limit.",
            "cite_spans": [],
            "section": "Study definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Acute respiratory failure was defined as the presence of at least one among the following on admission: 1) partial pressure of oxygen in arterial blood (PaO2) < 60 mmHg; 2) ratio of PaO2 and fraction of inspired oxygen (PaO2/FiO2) < 300; 3) oxygen saturation < 90%; 4) respiratory acidosis, and 5) ventilatory support. Respiratory acidosis was considered when a pH value on admission of less than 7.35 was identified with a partial pressure of carbon dioxide in arterial blood (PaCO2) ≥ 45 mmHg.",
            "cite_spans": [],
            "section": "Study definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Severe sepsis was defined as the presence of at least one of the following signs of organ hypoperfusion or organ dysfunction on admission: 1) sepsis-induced hypotension; 2) lactate greater than 2 mmol/L; 3) urine output <0.5 mL/kg hr for >2 hours; 4) creatinine >2.0 mg/dL; 5) bilirubin >2 mg/dL; platelet count <100,000 cell/L−1; 6) coagulopathy (international normalized ratio >1.5), as previously reported [8].",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 411,
                    "mention": "8",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Study definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Microbiological examinations were performed on sputum, urine, and blood during the first 24 hours after admission and according to standards of practice [9]. Empiric antibiotic therapy was administered as soon as the diagnosis of pneumonia was reached in the emergency department. The empiric antibiotic treatment was evaluated for compliance with the European Respiratory Society guidelines [10].",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "mention": "9",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Microbiology and empiric antibiotic therapy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Among the entire study population three groups of patients were identified based on the presence of ARF and SS on hospital admission: those with neither ARF nor SS (Group A), those with only ARF (Group B), and those with both ARF and SS (Group C) on hospital admission. Each single case of patients with a PaO2/FiO2 ratio between 300 and 315 and those with a creatinine more than 2 mg/dL on admission in the presence of chronic renal failure who could not be categorized into either group (n = 105) were reviewed by a clinical committee composed of two pulmonary (SA and FB) and one infectious disease physician (JR). After a comprehensive evaluation of all the available information, the committee was able to assign all the patients to one of the three study groups. In-hospital mortality and length of stay in the hospital (LOS) were the study outcomes. LOS was calculated as the number of days from the date of admission to the date of discharge.",
            "cite_spans": [],
            "section": "Study groups and outcomes ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All data were statistically analyzed using SPSS (version 18.0) for Mac. Descriptive statistics were reported at baseline, with continuous data expressed as a median (25–75 interquartile range -IQR) and categorical data expressed as counts. Patient characteristics were compared between groups. Differences of continuous data between two groups were evaluated by Mann–Whitney U test (two groups) or Kruskal-Wallis test (three groups). Differences of categorical variables between two or more groups were analyzed using the X2 test or Fisher exact test where appropriate. The center effect on mortality was tested using a meta-analytical approach run in R [11,12]. Potential predictors of an adverse event that were considered of clinical relevance and immediately accessible on admission were investigated with the multivariable binomial logistic regression analysis and included: sex, age, comorbidities (diabetes, congestive heart failure, cardiovascular diseases, COPD, liver disease), nursing home residency, multilobar infiltrate and pleural effusion. The cumulative probability of survival over 14 days was tested with a Kaplan-Mayer analysis. In order to detect the pneumonia-related mortality, patients who died after 14 days from admission were considered to be alive for the purpose of the Kaplan-Mayer analysis. The reliability of the obtained results was also tested adjusting the survival analysis by center and confounders that were considered of clinical relevance and immediately accessible on admission using the Cox analysis. A p value <0.05 was considered statistically significant and was adjusted for multiplicity according to the Bonferroni criterion.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 657,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 2,145 consecutive patients with pneumonia were enrolled during the study period: 47% were males and median (IQR) age was 73 (56–82) years. Data to define either ARF or SS on admission were not available in 367 patients. A sensitivity analysis was performed checking whether the main outcome was different between the three circumstances: excluding patients with information not recorded; attributing missing information to non-ARF and/or non-SS; attributing missing information to ARF and/or SS. The three analyses yielded superimposed results (confidence intervals completely overlapping). Consequently, it was assumed that non-recorded data were in the normal range, and these patients were classified as non-ARF and/or non-SS.",
            "cite_spans": [],
            "section": "Prevalence, characteristics, and risk factors for ARF and SS ::: Results",
            "ref_spans": []
        },
        {
            "text": "Among the entire study population, 954 (45%) patients had neither ARF nor SS on admission (Group A). The presence of ARF alone was identified in 771 (36%) patients (Group B) and of both ARF and SS on admission in 420 (20%) patients (Group C). No patients with SS and without ARF were identified. Among patients with SS, the frequencies of organ failure were as follows: sepsis-induced hypotension in 204 (49%), creatinine >2.0 mg/dL in 140 (33%), urine output <0.5 mL/kg hr for >2 hours in 84 (20%), lactate greater than 2 mmol/L in 69 (16%), platelet count <100,000 cell/L−1 in 45 (11%), bilirubin >2 mg/dL in 36 (8.6%) and coagulopathy in 26 (6.2%) patients. Demographics, severity of disease, clinical, laboratory, and radiological findings on admission, microbiology and empiric antibiotic therapy of the three study groups are summarized in Table 1. In comparison to patients with ARF alone, those with both ARF and SS on admission had more comorbidities, a more diffuse radiological involvement (p = 0.003), were more hypoxemic (p < 0.001) and with a higher proportion of patients on respiratory acidosis (p = 0.014).",
            "cite_spans": [],
            "section": "Prevalence, characteristics, and risk factors for ARF and SS ::: Results",
            "ref_spans": [
                {
                    "start": 852,
                    "end": 853,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Centers, demographics, comorbidities, and radiological findings were tested in multivariate logistic regression as potential predictors of outcome, and age (p < 0.001), the presence of COPD (p < 0.001), and multilobar infiltrates on CXR (p < 0.001) resulted significantly associated with isolated ARF on admission. Centers, demographics, comorbidities, and radiological findings were tested in multivariate logistic regression as potential predictors of outcome, and age (p = 0.002), residency in nursing home (p = 0.007), the presence of COPD (p < 0.001), multilobar involvement (p < 0.001), and renal disease (p < 0.001) resulted significantly associated with the contemporary occurrence of ARF and severe sepsis on admission, see Table 2.",
            "cite_spans": [],
            "section": "Prevalence, characteristics, and risk factors for ARF and SS ::: Results",
            "ref_spans": [
                {
                    "start": 739,
                    "end": 740,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A total of 223 patients (10%; 95% CI: 9.2%-11.8%) among the study population died during hospitalization. The meta-analysis of the absolute risk difference in mortality between the study groups failed to exhibit a significant heterogeneity by centers, see Additional file 1: Table S1 and Additional file 2: Figure S1. The in-hospital mortality of the study population is summarized in Figure 1 according to the three study groups. A total of 43 patients died in Group A (4.2%; 95% CI: 3.3%-6.1%), 72 patients in Group B (9.3%; 95% CI: 7.4%-11.7%), and 108 patients in Group C (26%; 95% CI: 22%-30%), p < 0.001. The survival analysis showed a significant difference in terms of time to death among the three study groups: 13.6 days (Group A) vs. 13.2 days (Group B), p = 0.005; 13.6 days (Group A) vs. 11.9 days (Group C), p < 0.001 (Log Rank test). The Cox survival analysis confirmed these results after adjusting for several confounders, see Figure 2.",
            "cite_spans": [],
            "section": "The impact of ARF and SS on mortality ::: Results",
            "ref_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 951,
                    "end": 952,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Factors associated with in-hospital mortality in the study population at the univariate analysis are shown in Additional file 1: Table S1. At the multivariable logistic regression model (1,891 patients; Nagelkerke R2: 0.253; p from the Hosmer-Lemeshow test = 0.105), after adjustment for centers and several confounders, the presence of only ARF on admission had an OR for in-hospital mortality of 1.85 (95% CI: 1.15-2.98, p = 0.011) and the presence of both ARF and SS on admission had an OR of 6.32 (95% CI: 3.97-10, p < 0.001), see Figure 3. The presence of multilobar infiltrate on CXR showed an adjusted OR for mortality of 2.09 (95% CI: 1.43-3.04, p < 0.001).",
            "cite_spans": [],
            "section": "The impact of ARF and SS on mortality ::: Results",
            "ref_spans": [
                {
                    "start": 542,
                    "end": 543,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Figure 4 summarizes the mortality in patients with isolated ARF on admission, according to PaO2/FiO2 ratio and the presence of multilobar infiltrate on CXR. No significant difference in mortality was detected in these patients (Group B) according to the presence of monolobar vs. multilobar involvement on CXR (38/479 patients, 7.9% vs. 19/180 patients, 11%, p = 0.350). No significant difference in mortality was observed in Group B among patients with different levels of PaO2/FiO2 ratio, regardless of multilobar involvement. Mortality in patients with both ARF and SS on admission is depicted in Figure 4, according to PaO2/FiO2 ratio and the presence of multilobar infiltrate on CXR. Mortality rate in these patients (Group C) was significantly different according to the presence of monolobar vs. multilobar involvement on CXR (37/179 patients, 21% vs. 48/116 patients, 41%, p < 0.001). No significant difference was observed among patients with different levels of PaO2/FiO2 ratio in the presence of monolobar involvement on CXR, whereas a significant difference was seen between different levels of PaO2/FiO2 ratio in the presence of multilobar involvement on CXR (p = 0.026).",
            "cite_spans": [],
            "section": "The impact of ARF and SS on mortality ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 607,
                    "end": 608,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the present study we showed different characteristics on admission as well as significant differences in mortality among hospitalized patients with CAP according to the presence of ARF and SS on admission. Three distinct groups of CAP patients have been identified: those with neither ARF nor SS (4% mortality), those with only ARF (9% mortality), and those with both ARF and SS on admission (26% mortality). After adjustment, ARF alone on admission has an OR for mortality of 1.84 and the association of ARF and SS increases the OR for mortality up to 6.55. Furthermore, the evaluation of the presence of multilobar infiltrate on CXR on admission can help in better stratifying CAP patients according to their risk of death.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A lack of data exists about the prevalence of ARF in a general population of CAP patients admitted to the hospital. Furthermore, the characteristics of the patients enrolled in previous studies are very different from each other, as well as definitions of ARF [3,13-15]. Although all these factors make it difficult to compare the results, the prevalence of ARF reported in previous literature ranges between 16 to 73%, mostly in line with the 56% of prevalence detected in our study. SS represents a common complication in CAP patients, involving up to 34% of patients, and it seems to be acquired during the first days of hospitalization [16,17]. The prevalence of SS rises up to 67% in patients with ARF who are admitted to the ICU for different diseases [18]. Our data are in line with previous experiences showing the presence of SS on admission in 20% of hospitalized patients with CAP.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We identified three different groups of patients with CAP based on the absence of both ARF and SS, the presence of ARF alone, and the presence of both ARF and SS. In view of the differences between patients belonging to these three groups in terms of both baseline characteristics and mortality, we could speculate that three distinct clinical phenotypes of CAP patients exist. Furthermore, we have shown that the evaluation of the presence of multilobar involvement on admission on CXR can help in stratifying patients according to in-hospital mortality. A recent meta-analysis by Mannu and coworkers showed that multilobar involvement is an independent risk factor for mortality [19]. We observed the highest in-hospital mortality among CAP patients with ARF, severe sepsis and multilobar infiltrates. Furthermore, we were able to unmask an effect of gas exchange (PaO2/FiO2 ratio) on in-hospital mortality only in this group of patients. Multilobar involvement is a well-known reflection of the severity of the CAP and could indicate either a direct involvement of the microbial challenge or an indirect involvement in the context of acute respiratory distress syndrome (ARDS). Based on our results, it could be suggested that in patients with both severe sepsis and ARF due to a multilobar CAP, the lung should be considered as the starting point of a systemic inflammatory response such as for ARDS and not just as an organ affected by a single infectious process.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The findings of the present study could lead to some speculations from both a clinical and a research point of view. Clinically, it is widely accepted that an early and correct identification of patients at risk of death is a crucial step in the management of CAP patients and several indices to predict mortality have been developed [20]. Although these scores have been validated in the scientific literature over the last 20 years, it seems they have serious difficulties to be implemented in daily clinical practice and that they are inconsistent with clinical judgment in a significant percentage of patients in low risk classes [21-23]. Furthermore, it has been recently shown that the CURB-65, the most simple tool suggested by international guidelines to decide hospitalization for CAP patients, suffers of a lack a formal assessment of hypoxemia, a major drawback in light of the importance of assessing oxygenation immediately on arrival at the ER [24,25]. Furthermore, no score in the decision to hospitalize patients in the ICU has been widely accepted in clinical practice [26,27]. Some authors have suggested a more pathophysiological and simple approach in the assessment of severity of CAP based on evaluation of the presence of ARF and SS [28]. The three-group classification of CAP patients we proposed could be useful in this sense and may help to build up a new algorithm for the site-of-care decision [29].",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 959,
                    "end": 961,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A meta-analysis of the data from our three study sites showed no heterogeneity in the risks associated with ARF and ARF/SS, validating that these are consistent, robust phenotypes. The presence of these three groups that clearly differ in characteristics and outcomes makes it necessary to search for different underlying biological and molecular processes. Previous data have shown a different genotype association for septic shock and hypoxemic ARF in CAP patients [30]. The identification of these three clinically different phenotypes would be an important guide in the interpretation of the large amount of information that will possibly come from the “-omics” world in next few years. The explanation at a basic level of these clinical findings could finally allow the development of new and interesting therapeutic measurements, especially in CAP patients with SS.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 470,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study has some limitations. We were not able to collect data concerning the response to fluid challenge in case of initial hypotension. Thus, patients with septic shock are included in the severe sepsis definition, although a higher mortality should be expected in these patients. Time to first antibiotic dose and treatment of ARF and SS during hospitalization were not evaluated in our study. However, recent data suggest that time to first antibiotic dose should be interpreted as marker of optimal care in CAP patients rather than a predictor of outcomes [31]. Furthermore, all three centers have standard operating procedure for CAP patients and ARF and SS are managed according to international guidelines.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 566,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study was strengthened by the evaluation of three large cohorts of consecutive, prospectively enrolled patients in three different regions in Europe in very large and robust data collections. The second main strength is that we described a population, easy to identify with clinical and laboratory variable collected at the emergency room, having a high probability to die, which is a target population to implement intensive treatment. This concept fits perfectly with the idea of CAP as a medical emergency [32].",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 516,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Written informed consent was obtained from the patient's guardian/parent/next of kin for the publication of this report and any accompanying images.",
            "cite_spans": [],
            "section": "Consent ::: Conclusions",
            "ref_spans": []
        },
        {
            "text": "ARF: Acute respiratory failure; CAP: Community-acquired pneumonia; CI: Confidence interval; COPD: Chronic obstructive pulmonary disease; CXR: Chest X-ray; ERS: European respiratory society; ESBL: Extended-spectrum beta-lactamase; FiO2: Fraction of inspired oxygen; HIV: Human immunodeficiency virus; ICU: Intensive care unit; IQR: Interquartile range; LOS: Length of stay in the hospital; MDR: Multidrug resistant; NHS: National Health Service; OR: Odds ratio; PaCO2: Partial pressure of carbon dioxide in arterial blood; PaO2: Partial pressure of oxygen in arterial blood; PSI: Pneumonia severity index; SpO2: Oxygen saturation; SS: Severe sepsis.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "Study concept and design: SA, RC, AMB. Acquisition of data: SA, AMB, JDC, CC, EvaP. Analysis and interpretation of data: SA, AMB, JDC, CC, JR, AB, EvaP, EP, PT, AP, AT, FB. RC. Drafting of the manuscript: SA, JR, AT, RC, AMB, FB. Critical revision of the manuscript for important intellectual content: All authors. Statistical analysis: SA, AB. Study supervision: AT, FB, RC. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographics, severity of disease, clinical, laboratory, radiological findings on admission, microbiology and empiric antibiotic therapy of the study population, according to the three study groups\nn: number; IQR: 25–75 interquartile range; COPD: chronic obstructive pulmonary disease; CAP: community-acquired pneumonia; PSI: pneumonia severity index; ICU: intensive care unit; CXR: chest radiograph; ESBL: extended-spectrum beta-lactamase; MDR: multidrug resistant (including methicillin-resistant S. aureus, Pseudomonas aeruginosa resistant to antipseudomonal penicillins, cephalosporins, carbapenems, and quinolones, Stenotrophomonas maltophilia, vancomycin-resistant Enterococcus, Acinetobacter baumanii, extended spectrum b-lactamase producing Enterobacteriaceae, and other non-fermenting Gram-negative bacilli); SpO2: oxygen saturation; PaO2: partial pressure of oxygen in arterial blood; PaCO2: partial pressure of carbon dioxide in arterial blood. +Hypotension defined as Systolic blood pressure <90 mm Hg or diastolic blood pressure < 60 mm Hg. Differences in continuous variables were monitored with Kruskal-Wallis test (three groups) and Mann–Whitney U Test differences (two groups); differences in proportions were monitored with ANOVA (three groups) and the chi square test (two groups). Group A: Community-acquired pneumonia (CAP) patients with neither acute respiratory failure (ARF) nor severe sepsis (SS) on admission. Group B: CAP patients with only ARF on admission. Group C: CAP patients with both ARF and SS on admission.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Risk factors associated to the presence of isolated acute respiratory failure and both acute respiratory failure and severe sepsis on admission in the study population\nData represent odds ratio with 95% confidence intervals at multivariable binomial logistic regression analysis.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: In-hospital mortality of the study population according to the three study groups. Group A: Community-acquired pneumonia (CAP) patients with neither acute respiratory failure (ARF) nor severe sepsis (SS) on admission. Group B: CAP patients with only ARF on admission. Group C: CAP patients with both ARF and SS on admission. n: number.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The cumulative probability of survival in the three study groups. Group A: community-acquired pneumonia (CAP) patients with neither acute respiratory failure (ARF) nor severe sepsis (SS) on admission. Group B: CAP patients with only ARF on admission. Group C: CAP patients with both ARF and SS on admission. Adjusted for centers, sex, age, comorbidities (including congestive heart failure, cerebrovascular accident, diabetes, chronic obstructive pulmonary disease, liver and renal diseases), residence in nursing home, multilobar infiltrate, pleural effusion, empiric antibiotic therapy concordant with European respiratory Society guidelines.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Multivariable logistic model with respect to in-hospital mortality. ARF: acute respiratory failure; SS: severe sepsis; COPD: chronic obstructive pulmonary disease; ABT: antibiotic empiric therapy; ERS: European Respiratory Society; OR: odds ratio; CI: confident intervals. All the variables are present vs. absent, but age (1-year change), male (vs. female) and multilobar (vs. monolobar).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: In-hospital mortality in community-acquired pneumonia patients with only acute respiratory failure (ARF) on admission and with both ARF and severe sepsis (SS) on admission stratified by mono- or multilobar involvement on chest X-ray and PaO\n2\n/FiO\n2 \nratio (P/F) levels on admission.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Burden of community-acquired pneumonia in North American adults",
            "authors": [],
            "year": 2010,
            "venue": "Postgrad Med",
            "volume": "122",
            "issn": "",
            "pages": "130-141",
            "other_ids": {
                "DOI": [
                    "10.3810/pgm.2010.03.2130"
                ]
            }
        },
        "BIBREF1": {
            "title": "Guidelines for the management of adult lower respiratory tract infections--full versio",
            "authors": [],
            "year": 2011,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "Suppl 6",
            "pages": "E1-E59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Meta-Analysis with R",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "R: A Language and Environment for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Acute respiratory failure in the elderly: etiology, emergency diagnosis and prognosis",
            "authors": [],
            "year": 2006,
            "venue": "Crit Care",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc4926"
                ]
            }
        },
        "BIBREF5": {
            "title": "Outcome after acute respiratory failure is more dependent on dysfunction in other vital organs than on the severity of the respiratory failure",
            "authors": [],
            "year": 2003,
            "venue": "Crit Care",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc2331"
                ]
            }
        },
        "BIBREF6": {
            "title": "Sequential organ failure assessment. The epidemiology of acute respiratory failure in critically ill patients(*)",
            "authors": [],
            "year": 2002,
            "venue": "Chest",
            "volume": "121",
            "issn": "",
            "pages": "1602-1609",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.121.5.1602"
                ]
            }
        },
        "BIBREF7": {
            "title": "Sepsis severity predicts outcome in community-acquired pneumococcal pneumonia",
            "authors": [],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "30",
            "issn": "",
            "pages": "517-524",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00021007"
                ]
            }
        },
        "BIBREF8": {
            "title": "Severe sepsis in community-acquired pneumonia: when does it happen, and do systemic inflammatory response syndrome criteria help predict course?",
            "authors": [],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "968-978",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.4.968"
                ]
            }
        },
        "BIBREF9": {
            "title": "Nonpulmonary organ dysfunction and its impact on outcome in patients with acute respiratory failure",
            "authors": [],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "",
            "pages": "829-835",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.06-2783"
                ]
            }
        },
        "BIBREF10": {
            "title": "Prognosis of multi-lobar pneumonia in community-acquired pneumonia: a systematic review and meta-analysis",
            "authors": [],
            "year": 2013,
            "venue": "Eur J Intern Med",
            "volume": "24",
            "issn": "",
            "pages": "857-863",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejim.2013.05.001"
                ]
            }
        },
        "BIBREF11": {
            "title": "Predicting mortality with severity assessment tools in out-patients with community-acquired pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "QJM",
            "volume": "104",
            "issn": "",
            "pages": "871-879",
            "other_ids": {
                "DOI": [
                    "10.1093/qjmed/hcr088"
                ]
            }
        },
        "BIBREF12": {
            "title": "Severity assessment tools for predicting mortality in hospitalised patients with community-acquired pneumonia. Systematic review and meta-analysis",
            "authors": [],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "878-883",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2009.133280"
                ]
            }
        },
        "BIBREF13": {
            "title": "Identifying barriers to the rapid administration of appropriate antibiotics in community-acquired pneumonia",
            "authors": [],
            "year": 2008,
            "venue": "J Antimicrob Chemother",
            "volume": "61",
            "issn": "",
            "pages": "442-451",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A teaching hospital’s experience applying the pneumonia severity index and antibiotic guidelines in the management of community-acquired pneumonia",
            "authors": [],
            "year": 2007,
            "venue": "Respirology",
            "volume": "12",
            "issn": "",
            "pages": "754-758",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-1843.2007.01121.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "Hospitalization for community-acquired pneumonia: the pneumonia severity index vs clinical judgment",
            "authors": [],
            "year": 2003,
            "venue": "Chest",
            "volume": "124",
            "issn": "",
            "pages": "121-124",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.124.1.121"
                ]
            }
        },
        "BIBREF16": {
            "title": "Low CURB-65 is of limited value in deciding discharge of patients with community-acquired pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Respir Med",
            "volume": "105",
            "issn": "",
            "pages": "1732-1738",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2011.07.006"
                ]
            }
        },
        "BIBREF17": {
            "title": "Physician judgment is a crucial adjunct to pneumonia severity scores in low-risk patients",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "",
            "pages": "643-648",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00172910"
                ]
            }
        },
        "BIBREF18": {
            "title": "Severity assessment tools to guide ICU admission in community-acquired pneumonia: systematic review and meta-analysis",
            "authors": [],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "1409-1420",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-011-2261-x"
                ]
            }
        },
        "BIBREF19": {
            "title": "Validation of the infectious diseases society of America/American thoracic society minor criteria for intensive care unit admission in community-acquired pneumonia patients without major criteria or contraindications to intensive care unit care",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "503-511",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir463"
                ]
            }
        },
        "BIBREF20": {
            "title": "Hospital admission decision for patients with community-acquired pneumonia",
            "authors": [],
            "year": 2013,
            "venue": "Curr Infect Dis Rep",
            "volume": "15",
            "issn": "",
            "pages": "167-176",
            "other_ids": {
                "DOI": [
                    "10.1007/s11908-013-0323-7"
                ]
            }
        },
        "BIBREF21": {
            "title": "Management-based risk prediction in community-acquired pneumonia by scores and biomarkers",
            "authors": [],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "41",
            "issn": "",
            "pages": "974-984",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00104412"
                ]
            }
        },
        "BIBREF22": {
            "title": "Infectious diseases society of America/American thoracic society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44 Suppl 2",
            "issn": "",
            "pages": "S27-S72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Septic shock and respiratory failure in community-acquired pneumonia have different TNF polymorphism associations",
            "authors": [],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "163",
            "issn": "",
            "pages": "1599-1604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Early administration of the first antimicrobials should be considered a marker of optimal care of patients with community-acquired pneumonia rather than a predictor of outcomes",
            "authors": [],
            "year": 2013,
            "venue": "Int J Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "e293-e298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2012.09.021"
                ]
            }
        },
        "BIBREF25": {
            "title": "Community-acquired pneumonia as an emergency: time for an aggressive intervention to lower mortality",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "",
            "pages": "253-260",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00199810"
                ]
            }
        },
        "BIBREF26": {
            "title": "Hypoxemia adds to the CURB-65 pneumonia severity score in hospitalized patients with mild pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Respir Care",
            "volume": "56",
            "issn": "",
            "pages": "612-618",
            "other_ids": {
                "DOI": [
                    "10.4187/respcare.00853"
                ]
            }
        },
        "BIBREF27": {
            "title": "Hypoxia and inflammation",
            "authors": [],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "656-665",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra0910283"
                ]
            }
        },
        "BIBREF28": {
            "title": "A prediction rule to identify low-risk patients with community-acquired pneumonia",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "243-250",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199701233360402"
                ]
            }
        },
        "BIBREF29": {
            "title": "BTS guidelines for the management of community acquired pneumonia in adults: update 2009",
            "authors": [],
            "year": 2009,
            "venue": "Thorax",
            "volume": "64 Suppl 3",
            "issn": "",
            "pages": "ii1-ii55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Surviving sepsis campaign: international guidelines for management of severe sepsis and septic shock, 2012",
            "authors": [],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "165-228",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2769-8"
                ]
            }
        },
        "BIBREF31": {
            "title": "Performance standards for antimicrobial susceptibility testing, 14th informational supplement",
            "authors": [],
            "year": 2004,
            "venue": "Approved Standard M100–S14",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}