{
    "paper_id": "PMC4450309",
    "metadata": {
        "title": "Molecular Pathogenesis Lessons from the World of Infectious Diseases Research",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "M."
                ],
                "last": "Musser",
                "suffix": "",
                "email": "jmmusser@houstonmethodist.org",
                "affiliation": {}
            },
            {
                "first": "Frank",
                "middle": [
                    "R."
                ],
                "last": "DeLeo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "One of the key themes repeatedly revealed by infectious diseases research in the past decade is that microbes are powerful agents for dissecting heretofore unknown or poorly understood cellular processes. That is, infectious agents are expert cell biologists, having evolved very clever strategies for exploiting specific molecular processes that contribute to cell integrity and organism homeostasis. This theme is highlighted in the contribution by de Figueiredo et al,6 which focuses on the pathogenesis and immunobiology of brucellosis. Brucella species are a group of related Gram-negative organisms that cause very substantial economic loss in livestock such as cattle, goats, and sheep, with humans being incidental hosts. Importantly, Brucella species are classified by the United States Centers for Disease Control and Prevention as category B pathogens, representing potential bioterrorism agents. These organisms are largely intracellular pathogens and have thus evolved molecular strategies to substantially decrease assault by the host innate and adaptive immune processes. Thus, this review focuses on the various molecular processes used by these organisms to subvert host immunity, alter intracellular trafficking, and ensure their survival. As for virtually all other pathogens, in recent years substantial efforts have been directed toward using systems biology analyses to obtain a clearer image of the various phases of pathogenesis. These studies have revealed exciting new information about pathogen–host interaction and provided potential new leads for translational research, including new vaccines and therapeutics.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 472,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Better Survival through Intracellular Life",
            "ref_spans": []
        },
        {
            "text": "Highlighting the contributions of the host and pathogen in the disease process, Kobayashi et al7 review our understanding of Staphylococcus aureus abscesses. S. aureus is a Gram-positive coccus that is both a human commensal microbe and a pathogen. A relatively high percentage of healthy people are asymptomatically colonized with S. aureus in the anterior nares and other body sites. In addition, virtually all humans have antibodies directed against S. aureus, indicating exposure at some point during life. The high burden of S. aureus among humans is not without consequence. Indeed, S. aureus is a prominent cause of human infections globally, in health care and community settings. Antibiotic resistance is also a major problem. For example, a methicillin-resistant S. aureus strain known as USA300 remains the most prevalent cause of skin and soft tissue infections in the community.10 Many of these infections manifest as abscesses, a well-known hallmark of S. aureus–complicated skin and soft tissue infections. In their review, Kobayashi et al7 synthesize findings from historical and recent studies to formulate a contemporary model of the formation of S. aureus skin abscesses.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 891,
                    "end": 893,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1054,
                    "end": 1055,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "The Plus of Pus",
            "ref_spans": []
        },
        {
            "text": "Kash and Taubenberger8 summarize current knowledge of influenza virus pathogenesis. Influenza viruses are single-stranded RNA viruses belonging to the family Orthomyxoviridae. Influenza A virus is perhaps the most well-known of the five genera of Orthomyxoviridae, largely due to its propensity for causing human pandemics and seasonal outbreaks. For example, the influenza pandemic of 1918 was estimated to have caused 50 million deaths globally,11 and seasonal influenza virus infections result in approximately 500,000 deaths annually.12 Kash and Taubenberger8 describe the factors that contribute to host susceptibility to severe influenza virus infections and death. Crucial to note, infection with influenza virus alone is seldom the cause of severe pneumonia. Rather, the majority of severe or fatal pneumonias are caused by secondary bacterial infections, with Streptococcus pneumoniae, S. aureus, and S. pyogenes (group A Streptococcus) most often linked to such infections. The high prevalence of these bacterial pathogens carried by the general population (eg, as with S. aureus), coupled with the pandemic nature of influenza viruses, poses a significant ongoing threat to humans. Thus, there is a clear need to move forward with research in this area as a means to promote the development of new vaccines and therapeutics for influenza virus infections. One area that remains elusive is the development of a broadly protective or universal influenza vaccine.13",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 22,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1471,
                    "end": 1473,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Influenza Virus and Bacterial Friends with Benefits",
            "ref_spans": []
        },
        {
            "text": "Bonney and Engman9 focus on Chagas heart disease, with special attention to the history and current understanding of the devastating autoinflammatory cardiomyopathy that unfortunately is so characteristic of this disease. Chagas disease, caused by the parasite Trypanosoma cruzi, detrimentally affects 10 million people globally. It represents one member of the group of infections classified as neglected tropical diseases. Despite more than 100 years of study, we still lack a precise understanding of the molecular events involved in this cardiomyopathy. Bonney and Engman9 very nicely summarize the proposed contributory mechanisms, including the two best studied: parasite persistence and autoimmunity. Their review includes a scholarly and balanced treatment of the history of autoimmunity research in Chagas heart disease. They also discuss the research challenges imposed by the exceptionally variable clinical outcome.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 18,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 575,
                    "end": 576,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Chagas Heart Disease and Parasite-Stimulated Self-Inflicted Harm",
            "ref_spans": []
        },
        {
            "text": "This review series summarizes findings from crucial research areas in four pathogens of global interest. However, additional work in investigative pathology is needed in all areas of basic and translational infectious diseases research. We hope this review series illustrates the opportunities for the field of investigative pathology in studying the molecular basis of pathogen–host interactions.",
            "cite_spans": [],
            "section": "Summary and Future Perspective",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emerging infectious diseases: threats to human health and global stability",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Comparison of Staphylococcus aureus from skin and soft-tissue infections in US emergency department patients, 2004 and 2008",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Talan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Krishnadasan",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Gorwitz",
                    "suffix": ""
                },
                {
                    "first": "G.E.",
                    "middle": [],
                    "last": "Fosheim",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Limbago",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "144-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The pathology of influenza virus infections",
            "authors": [
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Pathol",
            "volume": "3",
            "issn": "",
            "pages": "499-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The global circulation of seasonal influenza A (H3N2) viruses",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "I.G.",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "I.D.",
                    "middle": [],
                    "last": "Gust",
                    "suffix": ""
                },
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Klimov",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kageyama",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Komadina",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Lapedes",
                    "suffix": ""
                },
                {
                    "first": "Y.P.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mosterin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Obuchi",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Odagiri",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "G.F.",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Skepner",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "340-346",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Production and stabilization of the trimeric influenza hemagglutinin stem domain for potentially broadly protective influenza vaccines",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Swartz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "125-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Identification of new respiratory viruses in the new millennium",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gamieldien",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "996-1019",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K.G.",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Sealfon",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Kanneh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1369-1372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pathogenesis and immunobiology of brucellosis: review of Brucella-host interactions",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "de Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Ficht",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rice-Ficht",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Rossetti",
                    "suffix": ""
                },
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Pathol",
            "volume": "185",
            "issn": "",
            "pages": "1505-1517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pathogenesis of Staphylococcus aureus abscesses",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Malachowa",
                    "suffix": ""
                },
                {
                    "first": "F.R.",
                    "middle": [],
                    "last": "DeLeo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Pathol",
            "volume": "185",
            "issn": "",
            "pages": "1518-1527",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The role of viral, host, and secondary bacterial factors in influenza pathogenesis",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Kash",
                    "suffix": ""
                },
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Pathol",
            "volume": "185",
            "issn": "",
            "pages": "1528-1536",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Autoimmune pathogenesis of Chagas heart disease: looking back, looking ahead",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Bonney",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Engman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Pathol",
            "volume": "185",
            "issn": "",
            "pages": "1537-1547",
            "other_ids": {
                "DOI": []
            }
        }
    }
}