{
    "paper_id": "PMC4666761",
    "metadata": {
        "title": "Differences in the seasonality of Middle East respiratory syndrome coronavirus and influenza in the Middle East",
        "authors": [
            {
                "first": "Daihai",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": "hedaihai@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Alice",
                "middle": [
                    "P.Y."
                ],
                "last": "Chiu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qianying",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J."
                ],
                "last": "Cowling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As of June 24, 2015, there have been 1354 laboratory-confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection. The first reported case was in September 2012. Since then, sporadic cases, clusters of cases, and outbreaks have occurred in 24 countries, with more than 1000 cases reported in Saudi Arabia. In May–June 2015, a large outbreak occurred in the Republic of Korea.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Both MERS-CoV and influenza viruses are respiratory viruses, and outbreaks of infection can have a significant public health impact. MERS-CoV is a zoonotic infection with limited human-to-human transmissibility, and sporadic cases have sometimes led to clusters of infection. Influenza A(H5N1) is also a zoonotic infection, with a similar degree of human-to-human transmissibility in households as MERS-CoV.1, 2 On the other hand, human influenza viruses spread easily between humans, and large epidemics occur at least once per year in most countries. Zoonotic and human-to-human transmission of these pathogens could be affected by common factors such as meteorological factors (e.g., daily temperature and humidity), travel restrictions, and enhanced surveillance efforts. The practice of testing for either virus could also impact on detection of the other. It is therefore of interest to study the patterns of laboratory-confirmed influenza cases in the Middle East and the global MERS-CoV cases.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 408,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 410,
                    "end": 411,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The patterns of MERS-CoV cases occurring from May 1, 2012 to May 31, 2015 were studied; 82.1% of these cases were reported in Saudi Arabia or the United Arab Emirates (UAE). Data were obtained from the EMPRES-i Global Animal Disease Information System (http://empres-i.fao.org; accessed June 25, 2015). For influenza, as surveillance data were not publicly available in Saudi Arabia or the UAE, influenza data from the neighbouring countries – Bahrain, Iraq, Jordan, Oman, Qatar and Egypt – for the same period, were used. These data were downloaded from the World Health Organization FluNet (http://www.who.int/influenza/gisrs_laboratory/flunet/en/; accessed June 25, 2015).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The patterns of weekly confirmations of influenza A(H1N1)pdm09, A(H3N2), and A(H5N1) were studied, and also the weekly total numbers of specimens tested for influenza virus. The weekly total numbers of influenza specimens tested in the six countries were compared with the weekly numbers of confirmed MERS-CoV cases (Figure 1A). The weekly influenza A(H1N1)pdm09, A(H3N2), and A(H5N1) confirmations were also compared with the weekly global numbers of confirmed MERS-CoV cases (Figure 1B, C).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 478,
                    "end": 486,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "There were a number of peaks in the weekly total influenza specimens processed that coincided with the major MERS-CoV waves from March to July 2014: these took place in Iraq in early 2013, Egypt in early 2014 and from late 2014 to early 2015, and Qatar in 2013/14 and 2014/15 influenza seasons (Figure 1A).3 Minor oscillating MERS-CoV waves were also noted in October 2014, March 2015, and May 2015.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The influenza A(H1N1)pdm09 wave in early 2014 in Egypt closely led the major MERS-CoV wave in May 2014, while the influenza A(H3N2) wave in late 2014 in Egypt closely led the MERS-CoV wave in early 2015 (Figure 1B). The second MERS-CoV wave in late 2014 and the third MERS-CoV wave in early 2015 appeared to be split by the influenza A epidemic. The 2014/15 influenza A wave in Egypt appeared to fit in the time interval between the occurrences of the two MERS-CoV waves. The influenza A(H5N1) wave in Egypt co-occurred with a MERS-CoV wave in early 2015 (Figure 1C).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 556,
                    "end": 564,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "These patterns showed that the major MERS-CoV waves in 2014 and 2015 closely followed the human influenza A epidemics in the Middle East region, and most of the influenza waves did not co-occur with the MERS-CoV waves. This implies that the factors affecting seasonality of MERS-CoV infections may differ from the factors affecting the seasonality of human influenza virus infections. Further studies on the social or environmental factors that may increase the risk of human infection with MERS-CoV would be worthwhile.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Weekly MERS-CoV and influenza confirmations. Weekly MERS-CoV confirmations as shaded regions versus weekly specimens processed for influenza in six countries as coloured curves (panel A); weekly influenza A(H1N1)pdm09 and influenza A(H3N2) confirmations (panel B) and influenza A(H5N1) laboratory-confirmed human cases in Egypt (panel C).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Avian influenza H5N1 transmission in households, Indonesia",
            "authors": [
                {
                    "first": "T.Y.",
                    "middle": [],
                    "last": "Aditama",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kusriastuti",
                    "suffix": ""
                },
                {
                    "first": "O.D.",
                    "middle": [],
                    "last": "Sampurno",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Purba",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Misriyah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Transmission of MERS-coronavirus in household contacts",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "V.M.",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Al-Masri",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828-835",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The pattern of Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive epidemiological analysis of data from the Saudi Ministry of Health",
            "authors": [
                {
                    "first": "I.G.",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "I.I.",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Almalki",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "El-Sheemy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Gen Med",
            "volume": "7",
            "issn": "",
            "pages": "417-423",
            "other_ids": {
                "DOI": []
            }
        }
    }
}