{
    "paper_id": "PMC4281269",
    "metadata": {
        "title": "Optimal design of non-equilibrium experiments for genetic network interrogation",
        "authors": [
            {
                "first": "Kaska",
                "middle": [],
                "last": "Adoteye",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.T.",
                "middle": [],
                "last": "Banks",
                "suffix": "",
                "email": "htbanks@eos.ncsu.edu",
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "B."
                ],
                "last": "Flores",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Recent efforts in modeling the host immune response to HIV infection have illuminated the relationship between perturbations that drive biological systems away from equilibrium and information content in data measured from such systems  [1], [2]. For example, the HIV model developed by Banks, et al.  [3], [4] describes how anti-retroviral therapy (ART) drives viral load in patients toward an equilibrium level that is undetectable, even by ultra-sensitive assays. When ART is interrupted, e.g., due to patient non-adherence, the HIV model converges toward an equilibrium with high viral load. Indeed, these are the dynamics observed in clinical patient data  [4]. Banks, et al. fit their HIV model to clinical patient data and exhibited that the number of HIV model parameters that could be estimated with high statistical confidence increased with the number of treatment interruptions  [2]. Thus, non-equilibrium dynamics, induced by ART perturbations, increased the data information content as calculated through asymptotic standard errors for estimated model parameters.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 242,
                    "end": 245,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 305,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 310,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 662,
                    "end": 665,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 891,
                    "end": 894,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We hypothesized that this positive relationship between information content and system perturbations may exist for more general mathematical models and in particular for models describing biological networks. To investigate this relationship, we employed an optimal experimental design theory framework  [5], [6], [7] to develop an algorithm that minimizes parameter standard errors by choosing optimal perturbations to experimental inputs. Specifically, we describe how the algorithm for optimizing selection of observation times can be extended to include optimization of experimentally controlled perturbations in order to produce data sets with maximal information content. Although we do not propose intentional perturbations in a clinical setting with patients, such a framework could be useful for gaining information from in vitro experiments where there may exist limitations on the number of observable states and observation times.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 309,
                    "end": 312,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 314,
                    "end": 317,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A particularly useful application of our algorithm involves interrogation of genetic networks. Data from genetic networks can be collected by measuring longitudinal gene expression, either pre- or post-translational, from in vitro cell lines. Importantly, there are also several methods for experimentally perturbing in vitro gene expression at the pre- and post-transcriptional levels  [8], [9]. We recently estimated kinetic parameters for a model of a synthetically constructed gene network for the recruitment module of the Brome Mosaic Virus replication cycle  [10], [11]. In the BMV synthetic system, gene expression is tuned by the concentration of experimentally controlled chemicals. Here, we report how optimization of the experimentally controlled inputs (chemicals) for the BMV system can lead to more informative experiments, and thereby dramatically decrease standard errors for estimated model parameters, i.e., reduce dramatically the uncertainty in estimating model parameters.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 392,
                    "end": 395,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 566,
                    "end": 570,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 572,
                    "end": 576,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this note, we formulate an optimal design framework for experimental systems with a scalar time-dependent input b(t). In practice, b(t) is assumed to be known since it is controlled by the experimenter.",
            "cite_spans": [],
            "section": "Mathematical models, statistical models, and parameter uncertainty quantification ::: Data and methods",
            "ref_spans": []
        },
        {
            "text": "The mathematical model we consider is (1)dx→dt=g→(t,x→(t;θ→,b(t)),q→,b(t)),t∈[t0,tf],x→(t0,θ→)=x→0,f→(t,θ→,b(t))=Cx→(t,θ→,b(t)) where x→(t,θ→) is the vector of state variables of the system generated using a parameter vector θ→=(x→0,q→)∈Rp, p=N+r, that contains N initial values and r system parameters listed in q→. The map g→:R1+N+r→RN has the corresponding observation process f→(t,θ→,b(t))=Cx→(t,θ→,b(t)) with observation operator C that connects the model solution to observed data. Here, C is a K×N matrix, where K≤N is allowed. The times t0 and tf are initial and final experiment times, respectively. To illustrate the inverse problem methodology, we use a constant i.i.d statistical error model, although more general error formulations can be readily derived and treated. Further statistical details, including a description of the associated K×K covariance matrix V0, can be found in  [12]. In this work we consider the simple case where b(t) can be described as a binary vector b→ of length H, with values in {0,1} that represent whether the experimental input is on or off in the time intervals [ti−1b,tib], i=1,…,H.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 900,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Mathematical models, statistical models, and parameter uncertainty quantification ::: Data and methods",
            "ref_spans": []
        },
        {
            "text": "For a given member θk of the estimated parameter vector θ→ the standard error (SEk) is computed by standard methods from asymptotic theory. For Table 1, Table 2\n, the normalized standard error (NSE) is defined as θkSEk; the 95% confidence interval (CI) is given by [θk−1.96SEk,θk+1.96SEk] (see  [12] for details).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Mathematical models, statistical models, and parameter uncertainty quantification ::: Data and methods",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 153,
                    "end": 160,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We follow the optimal design formulation using the Generalized Fisher Information Matrix  [5], [6], [7]. Let P1([t0,tf]) denote the set of all bounded distributions on the interval [t0,tf]. Let B=Z2H, the set of binary vectors b→ of length H that represent the input perturbation b(t). Let P2(B) represent the set of all bounded distributions P2(b) on B. Then the GFIM may be written as (2)F(P1,P2,θ→0)=∫t0tf∫Z2H∇θ→0Tf→(t,θ→0,b(t))(V0−1(t))∇θ→0f→(t,θ→0,b(t))dP2(b)dP1(t). We consider the case of observations collected at discrete times where we choose a set of n time points τ={tj}, j=1,2,…,n, and t0=t1<t2<⋯<tn=tf. The corresponding discrete p×p Fisher information matrix (FIM) for a discrete input b measured at discrete times τ is (3)F(τ,b,θ→0)=∑j=1n∇θ→0Tf→(tj,θ→0,b(tj))(V0−1(tj))∇θ→0f→(tj,θ→0,b(tj)). Methods for calculating the sensitivities ∇θ→f→(t,θ→,b(t)) for delay differential equations, such as the model we consider below, are described in  [13]. The choice of optimal design criteria is given by the minimization of a functional J(F):Rp×p→R+; a description of SE-, D-, and E-optimal design criteria can be found in  [6].",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 95,
                    "end": 98,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 100,
                    "end": 103,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 955,
                    "end": 959,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Optimal design measures ::: Data and methods",
            "ref_spans": []
        },
        {
            "text": "The algorithm is initialized with an initial experimental design consisting of an ordered set of n sampling times, τ, and a vector b→ of H ones for the experimental input b(t). This initial design represents the unoptimized, or naive, experimental design in which the input is always on. Calculating the optimal (τ, b→)-pair requires a computationally demanding nonlinear optimization of n time points and 2H possible input vectors (a total of n+2H dimensions). We instead iteratively solve the set of coupled equations (4)b→∗=argmin{b→|Pb→∈P2(B)}J(F(τ∗,b→,θ→0))(5)τ∗=argmin{τ|Pτ∈P1([t0,tf])}J(F(τ,b→∗,θ→0)) where J represents the SE-, D-, or E-optimal design criteria.",
            "cite_spans": [],
            "section": "Non-equilibrium experimental design algorithm ::: Data and methods",
            "ref_spans": []
        },
        {
            "text": "We first compared results from the unchanged naive experimental design (such as used in  [10]) to a non-iterative version of the optimal design algorithm described above, i.e., optimizing only the observation times (τ) or the input b→. For each case, we considered a scenario with 27 experimental observation times of total RNA3 over 26 h, where the initial and final times were fixed at t=0h to t=26h, respectively (Fig. 1\nand Fig. 2\n). Only results from SE-optimal design criteria were plotted in Fig. 1, since this criterion, unsurprisingly, results in the lowest standard errors for each parameter. We also consider the simple case in which the time intervals over which b→ is discretized, [ti−1b,tib], i=1,…,H, are of equal length.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Naive experimental design and non-iterative algorithm results ::: A gene network model for RNA3 recruitment in Brome Mosaic Virus ::: Results",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 423,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 428,
                    "end": 434,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 499,
                    "end": 505,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We found that optimizing the input b→ with the SE-optimal design criteria resulted in lower normalized standard errors (NSE) for each parameter as compared to optimizing the time points τ or the naive experimental design (Table 1). Among optimizations of b→, SE-optimal design criteria outperformed the D- and E- criteria when considering the overall sum of the NSEs (see Fig. 3\n).",
            "cite_spans": [],
            "section": "Naive experimental design and non-iterative algorithm results ::: A gene network model for RNA3 recruitment in Brome Mosaic Virus ::: Results",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 378,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 222,
                    "end": 229,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We next compared results from SE-, D-, and E- optimal design criteria when iterating between Eqs. (4), (5) (see Fig. 2). We found that the effectiveness in using the algorithm allowed the use of less observation time points; hence in the results below we used 14 observation time points instead of 27. Overall, the iterative algorithm outputs an experimental design which may result in significantly lower standard errors for all parameter estimates as compared to the naive experimental design regardless of the optimal design criteria choice (Fig. 3 (left), zero iterations = naive experimental design). Between the optimal design criterion, the SE-optimal design resulted in the lowest sum of NSEs, followed by D-optimal and E-optimal designs, although we note that there was variability in this comparison for each individual parameter (Table 2).",
            "cite_spans": [],
            "section": "Iterative algorithm results ::: A gene network model for RNA3 recruitment in Brome Mosaic Virus ::: Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 545,
                    "end": 551,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 848,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Overall, our results suggest that experimental input manipulation can produce non-equilibrium system dynamics, leading to a greater information content in collected data. Taking the non-iterative algorithm results together with the iterative algorithm results, our findings suggest that input manipulation is a more powerful tool for reducing standard errors in parameter estimates than optimizing observation times for the BMV system. For example, optimizing only the observation times still resulted in unreasonably large confidence intervals for the parameter m, whereas optimizing only the experimental input resulted in acceptably narrow confidence intervals for m, as well as extremely narrow confidence intervals for all other parameters regardless of the choice of optimal design criteria (Table 1).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 798,
                    "end": 805,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In future investigations, we will extend the BMV model to consider multiple time-dependent inputs for both Protein 1a and RNA3, since they are controlled separately by the concentration of galactose and copper, respectively. We postulate that, in general, lower standard errors can be achieved when a greater number of system variables are manipulated with experimentally controlled inputs. In addition, we are currently exploring the use of the iterative algorithm (Eqs. (4), (5)) in other genetic network systems that approach a periodic equilibrium to test whether the structure of the ω-limit set affects algorithm convergence.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: BMV model results for naive time points and naive inputs (A), optimized time points and naive inputs for D-, E-, and SE-optimal designs (B-D through B-SE), or naive time points and optimized inputs for D-, E-, and SE-optimal designs (C-D through C-SE). NSE = normalized standard error.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: BMV model results for optimized time points and inputs using D-optimal design criteria (D), E-optimal design criteria (E), or SE-optimal design criteria (SE).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Left: results for naive time points and naive inputs (SE-optimal design criteria). Middle: results for optimized time points and naive inputs. Right: results for naive time points and optimized inputs. Protein 1a level  =x(t). RNA3 level  =y(t)+z(t). Observation time points are labeled as ‘x’. Experiment times when the input is ‘on’ are labeled on the x-axis with ‘*’.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Results of iterative algorithm for SE (left), D (middle), and E (right) optimal designs. Protein 1a level  =x(t). RNA3 level  =y(t)+z(t). Observation time points are labeled as ‘x’. Experiment times when the input is ‘on’ are labeled on the x-axis with ‘*’.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Convergence of the iterative algorithm for the sum of normalized standard errors (NSE), the change in time points Δτ (Euclidean norm), and the change in inputs Δb (Euclidean norm). The axis for NSE is on a log10(y) scale; the Δτ and Δb are on a log10(y+1) scale. Optimal design criteria: SE  =  ‘×’, D  =  ‘circles’, E  =  ‘squares’.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Model fitting and prediction with HIV treatment interruption data",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Davidian",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull. Math. Biol.",
            "volume": "69",
            "issn": "",
            "pages": "563-584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Modeling HIV immune response and validation with clinical data",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Davidian",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Kepler",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Biol. Dyn.",
            "volume": "2",
            "issn": "",
            "pages": "357-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Generalized sensitivities and optimal experimental design",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dediu",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Ernstberger",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Kappel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Inverse Ill-Posed Probl.",
            "volume": "18",
            "issn": "",
            "pages": "25-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of optimal design methods in inverse problems",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Kappel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Inverse Problems",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Experimental design for distributed parameter vector systems",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Math. Lett.",
            "volume": "26",
            "issn": "1",
            "pages": "10-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Tuning and controlling gene expression noise in synthetic gene networks",
            "authors": [
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Balazsi",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res.",
            "volume": "38",
            "issn": "8",
            "pages": "2712-2726",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Interplay between gene expression noise and regulatory network architecture",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chalancon",
                    "suffix": ""
                },
                {
                    "first": "C.N.J.",
                    "middle": [],
                    "last": "Ravarani",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Balaji",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Martinez-Arias",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Aravind",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Jothi",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Genet.",
            "volume": "28",
            "issn": "5",
            "pages": "221-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A mathematical model of RNA3 recruitment in the Brome Mosaic Virus replication cycle",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "K.B.",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Nardini",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Poag",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jungfleisch",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Diez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Pure Appl. Math.",
            "volume": "89",
            "issn": "2",
            "pages": "251-274",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Saccharomyces cerevisiae: a useful model host to study fundamental biology of viral replication",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Alves-Rodriques",
                    "suffix": ""
                },
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Galao",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Meyerhans",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Diez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res.",
            "volume": "120",
            "issn": "",
            "pages": "49-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Theoretical foundations for traditional and generalized sensitivity functions for delay differential equations",
            "authors": [
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Math. Biosci. Eng.",
            "volume": "10",
            "issn": "",
            "pages": "1301-1333",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A positive-strand RNA virus replication complex parallels form and function of retrovirus capsids",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "den Boon",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol. Cell",
            "volume": "9",
            "issn": "",
            "pages": "505-514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Brome mosaic virus RNA replication: revealing the role of the host in RNA virus replication",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annu. Rev. Phytopathol.",
            "volume": "41",
            "issn": "",
            "pages": "77-98",
            "other_ids": {
                "DOI": []
            }
        }
    }
}