{
    "paper_id": "PMC4257807",
    "metadata": {
        "title": "Human Metapneumovirus Infection in Chimpanzees, United States",
        "authors": [
            {
                "first": "Owen",
                "middle": [
                    "M."
                ],
                "last": "Slater",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karen",
                "middle": [
                    "A."
                ],
                "last": "Terio",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yange",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dean",
                "middle": [
                    "D."
                ],
                "last": "Erdman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eileen",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [
                    "M."
                ],
                "last": "Kuypers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [
                    "M."
                ],
                "last": "Wolinsky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "J."
                ],
                "last": "Kunstman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Kunstman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "J."
                ],
                "last": "Kinsel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathryn",
                "middle": [
                    "C."
                ],
                "last": "Gamble",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Two chimpanzee and 2 western lowland gorilla (Gorilla gorilla gorilla) troops were housed in separate areas within 1 building with shared airspace at a zoological facility in Chicago, Illinois, USA. Animals had periodic contact with keepers during daily feeding, cage cleaning, and training sessions. Biosecurity for staff in the great ape area included wearing gloves, dedicated footwear and clothing, handwashing, and use of footbaths when entering and exiting the facility and during movement between troops. Staff members were required to notify management if they had a confirmed or suspected respiratory infection so that they were removed from direct interaction with animals. No outside personnel were allowed direct contact; indirect contact was considered rare and only possible if visitors tossed objects into outdoor enclosures.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "Within 1 week before the outbreak in chimpanzees, staff members at the great ape facility had respiratory disease (coughing and nasal discharge), which coincided with peak HMPV season in the United States (Figure 1). The affected chimpanzee troop consisted of 7 chimpanzees; the initial clinical sign (coughing) on March 18, 2009, was observed in 1 adult female (Table).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 363,
                    "end": 368,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Within 96 hours, all 7 chimpanzees had moderate-to-severe respiratory disease (≥2 characteristic clinical signs), and their intake of oral fluids was increased. One juvenile male with pectus excavatum had marked mucopurulent rhinorrhea, coughing, lethargy, tachypnea, dyspnea, and partial anorexia; he was also given an intramuscular broad-spectrum antimicrobial drug (ceftiofur, 25 mg/kg). Within 24 hours, the condition of this animal worsened, which necessitated sedation for rehydration and diagnostic assessment. Radiographs showed marked bronchointerstitial pneumonia. An additional antimicrobial drug (cefazolin, 25 mg/kg) and fluids (0.9% NaCl, 40 mL/kg/h) were administered, but the animal died the next morning.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "The remaining animals in the troop were given antimicrobial drugs (cefazolin, 25 mg/kg; enrofloxacin, 5 mg/kg) and anti-inflammatory medication (flunixin meglumine, 0.25 mg/kg). Within 48 hours, all animals showed mild improvement. Antimicrobial drugs were given for 10 days. Fifteen days post-onset, clinical resolution had occurred. The other troops showed no signs of respiratory disease.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "Necropsy of the animal that died showed that the lungs were firm, had not collapsed, and surrounding airways were mottled red-to-purple. Histologic analysis showed that lesions were similar to those observed in humans and indicated necrotizing bronchointerstitial pneumonia with type II pneumocyte hyperplasia, abundant fibrin, and streaming mucus in airways. Cilia were absent from many bronchial epithelial cells, and rare epithelial cells lacked any identifiable cytoplasmic membrane or nuclear structure, suggestive of the smudge cells commonly found in human HMPV infection (6) (Figure 2).",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 581,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 584,
                    "end": 592,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Only rare gram-positive cocci were observed, and the lack of extensive suppurative inflammation suggested that these findings were not a major contributing factor. Bacterial lung tissue cultures were negative. Lung tissue was screened for viral respiratory pathogens by real time reverse transcription PCR by using published methods (7). Sections were positive for HMPV and negative for adenoviruses, coronaviruses, influenza viruses A and B, human parainfluenza viruses 1–4, bocavirus, rhinovirus, and respiratory syncytial virus.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 335,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "The complete HMPV nucleoprotein gene was sequenced and deposited in GenBank (accession no. KF891365). The HMPV strain sequence showed 99% nucleotide identity with group A, subgroup A2 reference strain CAN97–83 (accession no. AY297749.1).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "To assess troop HMPV exposure, we conducted a serologic study by measuring IgG against HMPV in available serum samples collected at various times before and after the outbreak (Table) (8). Serum samples were usually collected opportunistically, often not during clinical illness. Unlike samples from other troops, serum samples from chimpanzee troop 1 showed that these animals were seronegative for HMPV before the outbreak; 100% seroconversion was observed 1–3 years later. Serum samples obtained before 2009 from the other troops had stable levels of IgG against HMPV, and these troops had experienced 12 episodes in which a ≥4-fold increase in titer or seroconversion were noted, indicating exposure within the testing interval. Overall, HMPV seroprevalence in the year before the outbreak for the chimpanzee and gorilla troops were 42% and 75%, respectively. Seroprevelance 3 years post-outbreak was 100% and 92%, respectively.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 182,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We report an outbreak of HMPV infection producing illness and death in chimpanzees in a North American zoo. Although the human source of the infection remains unknown, staff members in the great ape area had respiratory disease just before the outbreak in chimpanzees. Serologic testing of staff for respiratory viruses could not be performed. Post-outbreak, in addition to biosecurity measures already in place, all staff working with primates have been required to wear facemasks during direct primate interactions.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Unlike this situation, chimpanzees experimentally infected with HMPV have shown only mild cold-like clinical signs in seronegative animals and no clinical signs in seroconverted animals (9). Seroconverted, naturally infected, captive-bred chimpanzees represented 61% of the laboratory population, which demonstrated that captive animals are readily infected with HMPV (9). Worldwide, nearly 100% of the human population has seroconverted to HMPV by 10 years of age, and most illness and death occurs in young, elderly, and immunocompromised persons, although persons in any age group can become infected (10,11). Immunity is transient, and reinfections with the same or different strains are common, but illness is reduced (10,11). Recent evidence suggests these findings are also found in captive and wild chimpanzees (9,12) and other primates (13). In this instance, the congenital thoracic defect may have affected the ability of the chimpanzee to survive. In contrast to other cases in which apes were infected with Streptococcus pneumoniae (3–5), only rare lung bacteria were observed histologically and lung bacterial cultures were negative. These findings, in combination with the absence of major suppurative inflammation, suggest that HMPV was the primary pathogen.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 369,
                    "end": 370,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 724,
                    "end": 726,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 822,
                    "end": 824,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 846,
                    "end": 848,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1048,
                    "end": 1049,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Given the ubiquitous nature of this human virus in North America and the frequency with which it infects humans, it is notable that all members of the affected chimpanzee troop were born in captivity and had contact with humans throughout their lives, yet still remained negative for this virus until March 2009. Because HMPV is a recently discovered virus that closely resembles other respiratory viruses in its clinical course and few animal facilities specifically test for it, the degree of illness associated with this disease in the captive great ape population is unknown. Therefore, enhanced biosecurity and disease surveillance measures for HMPV should be considered for great apes. In addition to the commonly tested viral respiratory pathogens of great apes, surveillance for HMPV by serologic analysis at quarantine or preventative medical examinations would provide additional benefits. These procedures would enable management to tailor biosecurity protocols and procedures to limit the risk for exposure of HMPV-negative animals or troops, particularly during the height of the HMPV season.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Percentage of human metapneumovirus (HMPV)–positive test results, by week of report, National Respiratory and Enteric Virus Surveillance System, United States, July 2008–January 2013.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A) Bronchiolar epithelium of chimpanzees infected with human metapneumovirus, United States, 2009, showing cell variation from attenuated to piled and disorganized. Epithelial cells lack cilia, and lumens contain foamy macrophages, neutrophils, and hemorrhage. Adjacent air spaces are filled with similar inflammatory cells. Scale bar = 70 μm. B) Alveoli lined with plump type II pneumocytes and fibrin. Inset: Rare, deeply basophilic, smudged nuclei are present in some areas. Scale bar = 20 μm. Hematoxylin and eosin stain.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Ten years of human metapneumovirus research.",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "53",
            "issn": "",
            "pages": "97-105",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2011.10.002"
                ]
            }
        },
        "BIBREF2": {
            "title": "Characterization of human metapneumoviruses isolated from patients in North America.",
            "authors": [],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1660-3",
            "other_ids": {
                "DOI": [
                    "10.1086/340518"
                ]
            }
        },
        "BIBREF3": {
            "title": "Noninvasive monitoring of respiratory viruses in wild chimpanzees.",
            "authors": [],
            "year": 2010,
            "venue": "EcoHealth",
            "volume": "7",
            "issn": "",
            "pages": "332-41",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-010-0340-z"
                ]
            }
        },
        "BIBREF4": {
            "title": "Experimental infection of macaques with human metapneumovirus induces transient protective immunity.",
            "authors": [],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "1251-9",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.82663-0"
                ]
            }
        },
        "BIBREF5": {
            "title": "Management of severe respiratory tract disease caused by human respiratory syncytial virus and Streptococcus pneumoniae in captive chimpanzees (Pan troglodytes).",
            "authors": [],
            "year": 2013,
            "venue": "J Zoo Wildl Med",
            "volume": "44",
            "issn": "",
            "pages": "105-15",
            "other_ids": {
                "DOI": [
                    "10.1638/1042-7260-44.1.105"
                ]
            }
        },
        "BIBREF6": {
            "title": "Descriptive epidemiology of fatal respiratory outbreaks and detection of a human-related metapneumovirus in wild chimpanzees (Pan troglodytes) at Mahale Mountains National Park, Western Tanzania.",
            "authors": [],
            "year": 2008,
            "venue": "Am J Primatol",
            "volume": "70",
            "issn": "",
            "pages": "755-65",
            "other_ids": {
                "DOI": [
                    "10.1002/ajp.20565"
                ]
            }
        },
        "BIBREF7": {
            "title": "Pandemic human viruses cause decline of endangered great apes.",
            "authors": [],
            "year": 2008,
            "venue": "Curr Biol",
            "volume": "18",
            "issn": "",
            "pages": "260-4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2008.01.012"
                ]
            }
        },
        "BIBREF8": {
            "title": "Human metapneumovirus infection in wild mountain gorillas, Rwanda.",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "711-3",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1704.100883"
                ]
            }
        },
        "BIBREF9": {
            "title": "Detection of severe human metapneumovirus infection by real-time polymerase chain reaction and histopathological assessment.",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "",
            "pages": "1052-60",
            "other_ids": {
                "DOI": [
                    "10.1086/432728"
                ]
            }
        },
        "BIBREF10": {
            "title": "Detection and quantification of human metapneumovirus in pediatric specimens by real time RT-PCR.",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "33",
            "issn": "",
            "pages": "299-305",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2004.11.023"
                ]
            }
        },
        "BIBREF11": {
            "title": "Evaluation of monoclonal antibody-based capture enzyme immunoassays for detection of specific antibodies to measles virus.",
            "authors": [],
            "year": 1991,
            "venue": "J Clin Microbiol",
            "volume": "29",
            "issn": "",
            "pages": "1466-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The two major human metapneumovirus genetic lineages are highly related antigenically, and the fusion (F) protein is a major contributor to this antigenic relatedness.",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "6927-37",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.13.6927-6937.2004"
                ]
            }
        }
    }
}