{
    "paper_id": "PMC4517703",
    "metadata": {
        "title": "Macrolide-Resistant Mycoplasma pneumoniae, United States1",
        "authors": [
            {
                "first": "Xiaotian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stella",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rangaraj",
                "middle": [],
                "last": "Selvarangan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuan",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi-Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Stiles",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Todd",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amy",
                "middle": [
                    "E."
                ],
                "last": "Ratliff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Donna",
                "middle": [
                    "M."
                ],
                "last": "Crabb",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [
                    "Prescott"
                ],
                "last": "Atkinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ken",
                "middle": [
                    "B."
                ],
                "last": "Waites",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "During August 2012–April 2014, respiratory specimens that tested positive for M. pneumoniae by molecular methods were collected from 6 medical centers throughout the United States. These sites were located in Chicago, Illinois; Kansas City, Missouri; Hackensack, New Jersey; New York, New York; Seattle, Washington; and Birmingham, Alabama. Five medical centers tested for M. pneumoniae DNA using the FilmArray respiratory pathogen panel (Biofire Diagnostics, Salt Lake City, UT, USA). The University of Alabama at Birmingham used a laboratory-developed real-time PCR targeting RepMp1.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "Testing for 23S rRNA mutations conferring macrolide resistance was performed on original specimens by real-time PCR melt curve analysis (6) and confirmed by DNA sequencing at the Lurie Children’s Hospital (Chicago). Subculture and phenotypic antimicrobial susceptibility testing was performed by using a broth microdilution method approved by the Clinical and Laboratory Standards Institute at the University of Alabama at Birmingham. The study comprised 91 M. pneumoniae–positive specimens. Patients’ ages ranged from 10 months to 66 years; 83 (91.2%) samples were from patients <18 years of age. Specimen types were nasopharyngeal or nasal swabs (72 samples), nasal aspirate/washes (12 samples), bronchoalveolar lavage (5 samples), and throat swab and tracheal aspirate samples (1 sample each).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "We found a 23S rRNA point mutation A2063G known to confer macrolide resistance in 10 (10.9%) of 91 specimens by direct real-time PCR with melting curve analysis. All mutations were confirmed by DNA sequencing. M. pneumoniae grew in subculture from 62 (68.1%) of these specimens. PCR and sequencing on those subcultures confirmed macrolide resistance in 6 specimens that had been previously identified by direct real-time PCR and in 2 additional specimens that had not previously been detected by PCR. The 2 specimens most likely tested negative for mutations by direct PCR because of a low number of organisms in the original sample. Macrolide resistance was not significantly correlated with patient age or specimen type (data not shown). MRMP was detected in a total of 12 (13.2%) samples (Table).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 792,
                    "end": 797,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We conducted phenotypic antimicrobial susceptibility testing on all 62 M. pneumoniae isolates obtained by subculture. All 54 macrolide-susceptible isolates showed very low erythromycin MICs (<0.008 μg/mL), whereas the 8 isolates that had the A2063G mutation showed uniformly high erythromycin MICs (>256 μg/mL). All 62 isolates were susceptible to tetracycline (MIC 0.031–1 μg/mL) and levofloxacin (MIC 0.031–1 μg/mL).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "The FilmArray respiratory pathogen panel detects multiple respiratory pathogens. Of the 80 respiratory specimens for which co-infection data were available, 26 (32.5%) had a viral pathogen detected along with M. pneumoniae. These viruses were 15 (18.8%) rhinovirus/enterovirus group viruses, 3 (3.8%) respiratory syncytial viruses, 4 (5%) parainfluenza viruses, 1 (1.3%) human metapneumoviruses, and 3 (3.8%) coronaviruses.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "MRMP prevalence has been reported to range from 2% to 26% in European countries (7,8) and is 30% in Israel (9). The prevalence is much higher in Asia, where MRMP first emerged in 2000, and now exceeds 90% in some areas of China and Japan (10,11).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 83,
                    "end": 84,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 108,
                    "end": 109,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Macrolide resistance has been documented in North America since 2008 (6,12). The Centers for Disease Control and Prevention recently published results from 199 specimens obtained from case-patients, small clusters, and outbreaks that occurred during 2006–2013 but did not specify geographic locations from which specimens were derived. An overall 10% rate of macrolide resistance was reported (13). Yamada et al. tested 49 M. pneumoniae–positive specimens collected from children in St. Louis, Missouri, USA, during 2007–2010 and found 4 (8.2%) that contained the A2063G mutation (14). Eshaghi et al. detected MRMP in 12.1% specimens collected in Ontario, Canada, during 2010–2011 (15). ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 72,
                    "end": 74,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Our finding of high-level macrolide resistance in 13.2% of specimens from all 6 centers throughout a broad geographic area in the United States proves this problem has emerged in all regions of the nation and might increase over time, as it has in other countries. The design of our epidemiologic study provides the most accurate estimate of the point prevalence of MRMP available thus far. Previous studies reported from the United States were limited primarily to individual case reports, clusters, outbreaks, or single geographic locations.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The mechanism for macrolide resistance in M. pneumoniae is point mutations in a few positions of domain V of the peptidyl transferase loop of 23S rRNA, the location of macrolide binding to the 50S bacterial ribosome subunit (3). The A2063G transition mutation has been the most common one detected in most studies and was the only mutation found in our study. Although less common, other mutations conferring macrolide resistance, but not found in our study, include A2063T or C, A2064G, A2067G, and C2617A or G (3,10,15).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 514,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 518,
                    "end": 520,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Unlike previous studies, our study used both molecular and phenotypic techniques to detect macrolide resistance. Thus, we were able to correlate erythromycin MICs with the presence of 23S rRNA mutations. Our results showed striking differences in erythromycin MICs between the susceptible and resistant isolates and confirmed high-level resistance to erythromycin in every isolate. Erythromycin is usually used for testing because mutations in A2063 and A2064 consistently have been shown to cause high resistance to both erythromycin and azithromycin (3,5,10). A limitation of the study is the nature of anonymous specimen collection. Inclusion of patient information, especially antimicrobial therapy, will enhance data interpretation in prospectively conducted future studies.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 554,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 555,
                    "end": 556,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "One notable observation from our study is the co-infection of M. pneumoniae with various viral pathogens. A viral co-infection rate >30% supports the use of multiplex testing for viral and bacterial pathogens in children with respiratory infections of uncertain etiology.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Although our study has confirmed MRMP in 6 geographically diverse US states, macrolides should remain the drugs of choice in children with M. pneumoniae respiratory infections. Clinicians should be vigilant for macrolide treatment failures and consider using alternative drugs if necessary. Countries such as Japan and China that have a very high macrolide resistance rate for M. pneumoniae and other respiratory pathogens often have high consumption of macrolides. Okada et al. (5) reported that macrolides account for 30% of all oral antibacterial drugs in Japan and concluded that the increase in macrolide-resistant bacteria during the past several years in that country was closely related to selective pressure resulting from widespread antimicrobial use. Given the common use of macrolides in the United States to treat pediatric respiratory infections, judicious use of antimicrobial drugs should be emphasized. Reevaluation of existing classes and investigation of new classes of antimicrobial agents may be prudent to have additional treatment alternatives for MRMP infections beyond tetracyclines and fluoroquinolones. Surveillance for this resistance in the United States will help monitor the trend.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The management of community-acquired pneumonia in infants and children older than 3 months of age: clinical practice guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America.",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "e25-76",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir531"
                ]
            }
        },
        "BIBREF1": {
            "title": "Surveillance of macrolide-resistant Mycoplasma pneumoniae in Beijing, China, from 2008 to 2012.",
            "authors": [],
            "year": 2013,
            "venue": "Antimicrob Agents Chemother",
            "volume": "57",
            "issn": "",
            "pages": "1521-3",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.02060-12"
                ]
            }
        },
        "BIBREF2": {
            "title": "Nationwide surveillance of macrolide-resistant Mycoplasma pneumoniae infection in pediatric patients.",
            "authors": [],
            "year": 2013,
            "venue": "Antimicrob Agents Chemother",
            "volume": "57",
            "issn": "",
            "pages": "4046-9",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00663-13"
                ]
            }
        },
        "BIBREF3": {
            "title": "Detection of macrolide resistance in Mycoplasma pneumoniae by real-time PCR and high-resolution melt analysis.",
            "authors": [],
            "year": 2008,
            "venue": "Antimicrob Agents Chemother",
            "volume": "52",
            "issn": "",
            "pages": "3542-9",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00582-08"
                ]
            }
        },
        "BIBREF4": {
            "title": "Investigations of Mycoplasma pneumoniae infections in the United States: trends in molecular typing and macrolide resistance from 2006 to 2013.",
            "authors": [],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "124-30",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02597-14"
                ]
            }
        },
        "BIBREF5": {
            "title": "Rising rates of macrolide-resistant Mycoplasma pneumoniae in the central United States.",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "409-11",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e318247f3e0"
                ]
            }
        },
        "BIBREF6": {
            "title": "Macrolide-resistant Mycoplasma pneumoniae in humans, Ontario, Canada, 2010–2011.",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1525-7",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1909.121466"
                ]
            }
        },
        "BIBREF7": {
            "title": "Antimicrobial susceptibilities and treatment options for pediatric Mycoplasma pneumoniae infections—does macrolide resistance matter?",
            "authors": [],
            "year": 2013,
            "venue": "Curr Pediatr Rev",
            "volume": "9",
            "issn": "",
            "pages": "279-88",
            "other_ids": {
                "DOI": [
                    "10.2174/157339630904131223104312"
                ]
            }
        },
        "BIBREF8": {
            "title": "Macrolide-resistant Mycoplasma pneumoniae: characteristics of isolates and clinical aspects of community-acquired pneumonia.",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Chemother",
            "volume": "16",
            "issn": "",
            "pages": "78-86",
            "other_ids": {
                "DOI": [
                    "10.1007/s10156-009-0021-4"
                ]
            }
        },
        "BIBREF9": {
            "title": "More complications occur in macrolide-resistant than in macrolide-sensitive Mycoplasma pneumoniae pneumonia.",
            "authors": [],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "1034-8",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.01806-13"
                ]
            }
        },
        "BIBREF10": {
            "title": "Rapid effectiveness of minocycline or doxycycline against macrolide-resistant Mycoplasma pneumoniae infection in a 2011 outbreak among Japanese children.",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "1642-9",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis784"
                ]
            }
        },
        "BIBREF11": {
            "title": "Emerging macrolide resistance in Mycoplasma pneumoniae in children: detection and characterization of resistant isolates.",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "693-6",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31819e3f7a"
                ]
            }
        },
        "BIBREF12": {
            "title": "Clinical outcomes and macrolide resistance in Mycoplasma pneumoniae infection in Scotland, UK.",
            "authors": [],
            "year": 2013,
            "venue": "J Med Microbiol",
            "volume": "62",
            "issn": "",
            "pages": "1876-82",
            "other_ids": {
                "DOI": [
                    "10.1099/jmm.0.066191-0"
                ]
            }
        },
        "BIBREF13": {
            "title": "Increased macrolide resistance of Mycoplasma pneumoniae in France directly detected in clinical specimens by real-time PCR and melting curve analysis.",
            "authors": [],
            "year": 2009,
            "venue": "J Antimicrob Chemother",
            "volume": "64",
            "issn": "",
            "pages": "52-8",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkp160"
                ]
            }
        },
        "BIBREF14": {
            "title": "Macrolide resistance in Mycoplasma pneumoniae, Israel, 2010.",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1079-82",
            "other_ids": {
                "DOI": [
                    "10.3201/eid/1706.101558"
                ]
            }
        }
    }
}