{
    "paper_id": "PMC4564547",
    "metadata": {
        "title": "Development and Characterization of Broadly Cross-reactive Monoclonal Antibodies Against All Known Ebolavirus Species",
        "authors": [
            {
                "first": "Humberto",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Caleb",
                "middle": [],
                "last": "Marceau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hailey",
                "middle": [],
                "last": "Halliday",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julie",
                "middle": [],
                "last": "Callison",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Viktoriya",
                "middle": [],
                "last": "Borisevich",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olivier",
                "middle": [],
                "last": "Escaffre",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Creech",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heinz",
                "middle": [],
                "last": "Feldmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Barry",
                "middle": [],
                "last": "Rockx",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "mAbs were previously generated by vaccinating mice with recombinant vesicular stomatitis virus (rVSV) expressing the EBOV GP (rVSV-EBOV-GP) and inducing a cross-reactive memory response by boosting with the heterologous rVSV-SUDV-GP as previously described [9]. rVSV was kindly provided by Dr Andrea Marzi. Briefly, 3 days after boost, hybridoma cells were generated by fusing mouse plasma cells with SP2/0-Ag14 myeloma cells (ATCC) and were selected using HAT/HT selection medium. Monoclonal hybridoma cells were isolated by performing 2 rounds of limiting dilutions in 96-well flat-bottomed tissue culture plates. Isolated hybridoma cells were initially screened by enzyme-linked immunosorbent assay (ELISA) for detection of secreted antibodies, using a soluble, transmembrane-deleted, trimeric glycoprotein of EBOV, SUDV, RESTV, TAFV, and BDBV as previously described [9, 10]. Plasmids encoding for soluble, transmembrane-deleted GP were kindly provided by Dr Ayato Takada.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 872,
                    "end": 873,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 875,
                    "end": 877,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "Approval for animal experiments was obtained from the institutional animal care and use committees at the Rocky Mountain Laboratories, Division of Intramural Research, National Institute of Allergy and Infectious Diseases, National Institutes of Health (NIH), and the University of Texas Medical Branch. Animal work was performed by certified staff in an Association for Assessment and Accreditation of Laboratory Animal Care–approved facility. Animal housing, care, and experimental protocols were in accordance with NIH guidelines.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 33 monoclonal hybridoma cells produced antibodies that bound the GP of ≥1 Ebolavirus species (data not shown). All mAbs that bound EBOV GP were subsequently tested in a plaque reduction assay as previously described [9]. With the exception of the previously published S9 mAb, none of the other mAbs neutralized any of the Ebolavirus species (data not shown). In the absence of neutralizing activity, the focus was shifted to cross-reactive mAbs that can bind to all known Ebolavirus species. ELISA identified 4 immunoglobulin G1 mAbs (S3, S12, S17, and S33) that bound the GPs of all 5 Ebolavirus species, although the reactivity of S3 was typically lower than that of S12, S17, and S33 (Figure 1A–D). This suggested that ≥1 conserved epitope on the GP was targeted by these mAbs. ",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 706,
                    "end": 707,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine whether linear or conformational epitopes were targeted, mAbs underwent Western blotting to detect the GP of the 5 different Ebolavirus species, as previously described [9]. Surprisingly, while ELISA found that all mAbs cross-reacted, Western blotting revealed that only S33 and S17 detected the GP1 from the 5 different species and that S3 and S12 only bound the EBOV GP (data not shown). Detection of the EBOV GP suggests that the mAbs recognized ≥1 linear epitopes on the GP1 but that these epitopes are only partially conserved, since the same epitope on the GP of other Ebolavirus species was not always detected.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "To determine whether the difference in Western blot findings among the Ebolavirus species could be due to differences in the avidity of the mAbs for the GP epitopes of the 5 species, we adapted the ELISA. Briefly, a 5-minute incubation step with or without 8 M urea was added after aspiration of the mAbs, and the avidity index was calculated as previously described for noroviruses, as follows: [(OD with urea)/(OD without urea)] × 100) [11]. The avidity for all mAbs was highest for the EBOV GP used during primary vaccination (Figure 2A). The avidity of mAb S33 was higher for all GPs, compared with avidities of the other mAbs. Interestingly, mAbs S12 and S17 showed the highest avidity for RESTV, which was not part of the immunization scheme. Surprisingly, while SUDV was used as a vaccination boost, most mAbs, except mAb S33, did not have high avidity for this antigen. ",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 441,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine whether these 4 mAbs recognized the same epitope, we determined inhibition of the binding of biotinylated mAbs S3, S12, S17, and S33 to the EBOV GP by using the same panel of unlabeled mAbs (at saturated concentrations). The percentage of binding competition was calculated as [1 − (OD competition)/(OD maximum binding of biotinylated mAbs)] × 100, as previously described for mAbs against SARS-CoV [12]. mAbs S12, S17, and S33 did not compete with S3; therefore, S3 recognized a unique epitope on the GP (Figure 2B). mAbs S12, S17, and S33 competed with both mAbs S12 and S17 with similar efficacy. Surprisingly, although mAb S33 competed with mAbs S12 and S17 in this assay, reciprocal competition was not observed. The 1-directional competition between S33 and mAbs S12 and S17 suggests that these mAbs recognized distinct epitopes that are close together, rather than overlapping, on the GP. Unfortunately, several attempts to identify the sequences of the conserved epitopes on the EBOV GP by using a phage display peptide library were not successful (data not shown).",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Finally, an immunofluorescence assay (IFA) found that none of the mAbs detected EBOV infection in Vero cells by (data not shown). The absence of EBOV-specific staining by IFA was surprising, but the use of this technique under biosafety level 4 conditions requires fixation of EBOV-infected cells with 10% formalin for 48 hours before samples can be transferred to a biosafety level 2 facility and stained. This prolonged fixation has been shown to affect antigenicity.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Overall, these data show that conserved epitopes are present on the GPs of all known Ebolavirus species. While the antibodies described in this study did not display neutralizing activity, nonneutralizing antibodies have been shown to protect in vivo [7]. Therefore, future studies will include testing the in vivo efficacy of these mAbs to protect against lethal EBOV challenge.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we developed and performed an initial characterization of a panel of broadly reactive mAbs against Ebolavirus species. These mAbs will be crucial for the development of novel point-of-care diagnostic assays that can detect viral antigen during outbreaks of all known Ebolavirus species.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Cross-reactivity of monoclonal antibodies (mAbs) against 5 Ebolavirus species. The reactivity of the 4 mAbs S3 (A), S12 (B), S17 (C), and S33 (D) was determined by an enzyme-linked immunosorbent assay, using the soluble glycoprotein of Bundibugyo virus (BDBV), Taï Forest virus (TAFV), Reston virus (RESTV), Sudan virus (SUDV) and Ebola virus (EBOV) as antigens.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: The avidity (A) and competition (B) characteristics of 4 monoclonal antibodies was determined by an avidity or competitive enzyme-linked immunosorbent assay, using the soluble glycoprotein of Bundibugyo virus (BDBV), Taï Forest virus (TAFV), Reston virus (RESTV), Sudan virus (SUDV), and Ebola virus (EBOV) as antigens. Data are from 1 representative experiment of 3.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Virus nomenclature below the species level: a standardized nomenclature for natural variants of viruses assigned to the family Filoviridae",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "",
            "pages": "301-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Enzyme-linked immunosorbent assay for detection of filovirus species-specific antibodies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "1723-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characterization of the homo- and heterotypic immune responses after natural norovirus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "de Grijs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duizer",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Virol",
            "volume": "77",
            "issn": "",
            "pages": "439-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Structural basis for potent cross-neutralizing human monoclonal antibody protection against lethal human and zoonotic severe acute respiratory syndrome coronavirus challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "3220-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Filovirus tropism: cellular molecules for viral entry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front Microbiol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Ebola virus vaccines: an overview of current approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Vaccines",
            "volume": "13",
            "issn": "",
            "pages": "521-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Antibodies are necessary for rVSV/ZEBOV-GP-mediated protection against lethal Ebola virus challenge in nonhuman primates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Engelmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "1893-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Immune parameters correlate with protection against ebola virus infection in rodents and nonhuman primates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pillet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Transl Med",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Epitopes involved in antibody-mediated protection from Ebola virus",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hevey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bakken",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "1664-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Identification of protective epitopes on ebola virus glycoprotein at the single amino acid level by using recombinant vesicular stomatitis viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroeher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "1069-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Novel neutralizing monoclonal antibodies protect rodents against lethal filovirus challenges",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Marceau",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Negi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trials Vaccinology",
            "volume": "3",
            "issn": "",
            "pages": "89-94",
            "other_ids": {
                "DOI": []
            }
        }
    }
}