{
    "paper_id": "PMC4326132",
    "metadata": {
        "title": "IFNL4 and IFNL3 Associated Polymorphisms Strongly Influence the Spontaneous IFN-Alpha Receptor-1 Expression in HCV-Infected Patients",
        "authors": [
            {
                "first": "Licia",
                "middle": [],
                "last": "Bordi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Caglioti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "Rosa"
                ],
                "last": "Garbuglia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Lapa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Concetta",
                "middle": [],
                "last": "Castilletti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Taibi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "Rosaria"
                ],
                "last": "Capobianchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eleonora",
                "middle": [],
                "last": "Lalle",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenyu",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The global prevalence of Hepatitis C virus (HCV) infection is estimated to be 2%, accounting for up to 180 million people infected worldwide [1]. The ability of HCV to inhibit the activation of endogenous type I interferon (IFN) system could underlie its success in establishing a chronic infection [2]. Type I IFN comprises a family of about 20 members that bind a common receptor complex, the type I IFN receptor (IFNAR) [3]. IFNs exhibit direct antiviral activity by inducing an antiviral state through expression of various intracellular genes (IFN-stimulated genes, ISGs), including IP10, whose levels are known to be prognostic factors of viral response to standard of care therapy (SOC) [4–6]. A group of recently discovered cytokines (IFN-lambda1/interleukin-29 [IL-29], IFN-lambda2/IL-28A, and IFN-lambda3/IL-28B, also designated IFNL1 to 3, respectively), assigned to a new type of IFN (type III IFN), gained increased attention in the HCV field [7]. The biological activity of type III IFN overlaps to some extent with that of type I IFN, and similar subsets of ISGs are induced as well [8]. However, there are important kinetic differences in the induction of ISGs by type I and type III IFN, and these differences may indeed produce distinct functional activities [9].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 300,
                    "end": 301,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 424,
                    "end": 425,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 695,
                    "end": 696,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 957,
                    "end": 958,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1099,
                    "end": 1100,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1278,
                    "end": 1279,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Genome-wide association studies (GWAS) identified several single-nucleotide polymorphisms (SNPs) in IFNL3 genomic region that are strongly related to spontaneous and therapy-induced HCV clearance rate [10–13]. Numerous investigators confirmed the importance of IFNL3 SNPs in the therapeutic response of HCV patients to SOC [14,15]. Among the identified SNPs, rs12979860 appeared the most relevant, being the rs12979860-favorable CC genotype associated with a more than two-fold increased rate of sustained virologic response (SVR) with respect to hapless (CT or TT) genotypes [16]. More recently, a new transiently induced gene near the IFNL3 gene has been discovered, harbouring a dinucleotide variant ss469415590 (TT or ΔG), which is in high linkage disequilibrium with rs12979860. The ss469415590 [ΔG] allele is a frameshift variant that creates a novel gene, IFNL4, encoding a fully functional protein designated interferon-lambda 4 (IFNL4) [17,18]. The ss469415590 [TT] allele, which abrogates the production of the IFNL4 protein, is considered the favourable haplotype towards response to SOC, while the ss469415590 [ΔG] is considered the unfavourable one [18,19].",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 205,
                    "end": 207,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 949,
                    "end": 951,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The biological basis for the influence of IFNL3 polymorphisms on HCV infection is not clear so far, and is probably complex, involving several host functions, exerted both at tissue (liver) and systemic (i.e. blood) level [20]. To this respect, peripheral blood mononuclear cells (PBMC) are important players in the struggle against HCV [21–23], and, although not considered as main target of HCV replication, their functions are impaired by indirect mechanisms involving HCV-induced cytokines or viral products [24–27]. It has been shown that enhanced expression of ISGs, not only in the liver, but also in PBMC, is a negative prognostic factor of virological response to IFN therapy [5, 28–30].",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 689,
                    "end": 691,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous findings from our group showed that IFNAR-1 mRNA levels are strongly reduced in HCV-infected subjects, and the reduction is much stronger in individuals with rs12979860 CT/TT alleles as compared to CC [31]. We hypothesized that endogenously produced IFN-lambda may be responsible for the partial reversal of the impairment IFNAR-1 expression in CC individuals, possibly conferring to these individuals a response advantage to either endogenous or exogenous IFN-alpha [31].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the present study the analysis of IFNAR-1 mRNA levels was extended to the ss469415590 variants, either alone or in conjunction with the rs12979860 polymorphisms.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The project was approved by the Local Ethical Committee, and patients agreed to participate to the study by signing informed consent.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PBMC samples from 32 treatment-naїve patients, chronically infected with HCV (genotype 1 or 4), collected at the National Institute for Infectious Diseases and stored in the Institutional Biorepository, for whom the rs12979860 (here designated IFNL3) and ss469415590 (here designated IFNL4) genotypes were known, were retrospectively selected to perform a comparative analysis.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nIFNL3 rs12979860 genotype was established on genomic DNA, using a custom made TaqMan assay previously described [31]. IFNL4 ss469415590 genotype was established using a method established by Prokunina-Olsson and collaborators [18]. Allelic discrimination was achieved using the SDS 1.3 software [18].",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Total cellular RNA was extracted from PBMC using Trizol (Gibco BRL, Grand Island, NY, USA) and reverse-transcribed by TaqMan Reverse Transcription Reagent kit (Applied Biosystems, Foster City, CA, USA). The quantification of IFNAR-1 and IP10 mRNA was performed by Taqman real-time RT-PCR methods previously established in our laboratory [5,32]. Results were expressed as ratio to beta-actin.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In a set of experiments the PBMC were exposed for 3h to either medium or 103 IU/ml recombinant human IFN-alpha2b (Intron; Schering Corp., Kenilworth, NJ, USA; specific activity: 400MIU/mg,1IU corresponding to 2.5pg). The timing and dose of IFN–alpha experiment was selected on the basis of a preliminary experiment performed on healthy donor PBMC. In fact, the 3h time point corresponds to peak of IP10 mRNA, and at this time point the enhancement is at plateau from 102 IU/ml onward. However, we selected 103 IU/ml to avoid the individual variability due to the possible suboptimal induction at lower doses.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed by Prism 4 software (GraphPad, San Diego, CA). Differences were evaluated by the non parametric Mann-Whitney U test or by Student’s t test, as appropriate. Correlations were analyzed by Pearson r test. Differences with p<0.05 were considered statistically significant.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The distribution of IFNL3 genotypes was: 8 CC (25%), 13 CT (40.5%), 11 TT (34.5%); the distribution of IFNL4 genotypes was: 18 TT/TT (56.2%), 10 TT/ΔG (31.3%), 4 ΔG/ΔG (12.5%) (Table 1). As shown in Fig. 1, median levels of IFNAR-1 mRNA in PBMC from patients carrying IFNL4 TT/TT were 1,82 fold higher than those from patients carrying the ΔG allele (either TT/ΔG or ΔG/ΔG) [median: 1.026 (IQR: 0.5710–1.420) vs 0.5640 (0.4585–0.9135) p = 0.0053]. No correlation between IFNAR-1 expression and HCV viral load was observed (r = -0.1152; p = 0.6598).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 177,
                    "end": 184,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "When considering the patients grouped according to the IFNL3 and IFNL4 genotype combinations, 8 patients were IFNL3 CC and IFNL4 TT/TT (IFNL3 and IFNL4 favourable), Group 1; 11 patients were IFNL3 CT or TT and IFNL4 TT/TT (IFNL3 unfavourable and IFNL4 favourable), Group 2; 14 patients were IFNL3 CT or TT and IFNL4 TT/ΔG or ΔG/ΔG (IFNL3 and IFNL4 unfavourable), Group 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The median levels of IFNAR-1 mRNA in PBMC from patients with the various IFNL3 and IFNL4 genotype combinations are shown in Fig. 2 Panel A. As can be seen (Fig. 2 Panel A) PBMC from patients with favourable combination at both IFNL3 and IFNL4 loci contain higher levels of IFNAR-1 mRNA as compared to the other groups. In particular, the most prominent difference (2.6 fold) was observed for Group 1 vs Group 3 [median: 1.466 (IQR: 1.025–1.655) vs 0.564 (IQR: 0.458–0.913); p = 0.0006]; an 1.51 fold difference was observed vs Group 2 [median:0.969 (IQR: 0.540–1.137); p = 0.0149]; the difference between Group 2 and Group 3 was not statistically significant [p = 0.1628].",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 156,
                    "end": 162,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To explore whether the differences in the levels of IFNAR-1 mRNA could lead to an increased response to exogenously administered IFN-alpha, PBMC from patients with the various genotype combinations were exposed to IFN-alpha and the induction of mRNA for IP10, as biomarker of IFN activity, was measured. The results, shown in Fig. 2 Panel B, indicate a gradient of IFN response among the groups in term of IP10 mRNA induction, that paralleled the levels of IFNAR-1 expressed before IFN-alpha treatment (Fig. 2 Panel A). In particular, the difference between Group 1 and Group 3 was highly significant [median: 37.28 (IQR: 33.53–38.37) vs 16.06 (IQR: 9.979–29.27); p = 0.0193]. IFNAR-1 mRNA levels were not significantly modified by IFN-alpha treatment (Fig. 3), reflecting the differences among groups observed at baseline.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 332,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 503,
                    "end": 509,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 753,
                    "end": 759,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Several studies confirmed the importance of IFNL3 SNPs in the kinetics of HCV RNA decay and, ultimately, in the response to PEG-IFN plus RBV treatment [14,15]. In addition, IFNL3 genotype has been correlated with the expression of IFN-lambda receptor-1 and with non-responsiveness to IFN-alpha therapy [33].",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 155,
                    "end": 157,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recently, a polymorphism within the gene encoding IFNL4 protein (ss469415590 TT or ΔG), in strong linkage disequilibrium with rs12979860 polymorphism, has been described, being more strongly associated with HCV clearance and treatment outcome than the previous one [18,19].",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More recently, IFNL4 genotype has also been shown to be correlated with the probability of virus eradication in patients receiving IFN-free therapy [34]. Based on these evidences and considering a previous study in which our group observed higher levels of IFNAR-1 mRNA in PBMC from patients with favourable IFNL3 genotype [31], we extended the analysis to IFNL4 polymorphisms, considering also the combination of alleles at both IFNL3 and IFNL4 loci.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results highlighted a significantly higher expression (1.82 fold) of IFNAR-1 mRNA in PBMC from patients carrying IFNL4 TT/TT genotype vs patients carrying the ΔG allele. More interestingly, the most prominent difference of IFNAR-1 mRNA levels was observed between patients with the most favourable combination at both IFNL3 and IFNL4 loci with respect to patients with combinations involving any unfavourable allele. Overall, the difference between the favourable and unfavourable combinations at both loci was much stronger than that observed for the single polymorphisms at each locus, i.e. 2.6 fold for the combination vs 1.82 fold for IFNL4 (present study) and 2.3 fold for IFNL3 [31].",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 691,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The higher expression of IFNAR-1 in the favourable combination is biologically relevant, since it is connected with a stronger response to IFN-alpha exposure in vitro, in terms of IP10 mRNA induction.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One limitation of this study is that we could not evaluate any correlation between IFNL3 and IFNL4 genotypes, baseline levels of IFNAR-1 and therapeutic response, since only few patients included in this study underwent IFN-based treatment so far (12 overall, 4 SVR and 8 non SVR).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The findings from the present study, if confirmed in larger studies and supported by treatment outcome data, may offer a key for elucidating the biological basis of the advantage represented by IFNL3 and IFNL4 favourable genotypes towards natural or therapy-induced HCV clearance.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Results are expressed as ratio to beta-actin. The horizontal bar indicates median.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Panel A. Group 1: IFNL3 CC and IFNL4 TT/TT (IFNL3 favourable, IFNL4 favourable), n = 8; Group 2: IFNL3 CT or TT and IFNL4 TT/TT (IFNL3 unfavourable and IFNL4 favourable) n = 10; Group 3: IFNL3 CT or TT and IFNL4 TT/ΔG or ΔG/ΔG (IFNL3 and IFNL4 unfavourable) n = 14. The results are expressed as ratio to beta-actin (median, IQR). Levels of IP10 mRNA in PBMC from the various groups after 3h of exposure to 103 IU/ml IFN-alpha2b in vitro, according to their IFNL3 and IFNL4 genotype combinations. Panel B. Group 1: IFNL3 CC and IFNL4 TT/TT (IFNL3 favourable, IFNL4 favourable) n = 6; Group 2: IFNL3 CT or TT and IFNL4 TT/TT (IFNL3 unfavourable and IFNL4 favourable) n = 11; Group 3: IFNL3 CT or TT and IFNL4 TT/ΔG or ΔG/ΔG (IFNL3 and IFNL4 unfavourable) n = 11. The results are expressed as ratio to beta-actin, after subtraction of values from unexposed cultures (median, IQR). The range of IP10 mRNA levels in unexposed PBMC cultures was 0,375 to 0,967.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Group 1: IFNL3 CC and IFNL4 TT/TT (IFNL3 favourable, IFNL4 favourable) n = 6; Group 2: IFNL3 CT or TT and IFNL4 TT/TT (IFNL3 unfavourable and IFNL4 favourable) n = 11; Group 3: IFNL3 CT or TT and IFNL4 TT/ΔG or ΔG/ΔG (IFNL3 and IFNL4 unfavourable) n = 11. The results are expressed as ratio to beta-actin, after subtraction of values from unexposed cultures (median, IQR).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemiology of viral hepatitis and hepatocellular carcinoma",
            "authors": [],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "142",
            "issn": "",
            "pages": "1264-1273",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2011.12.061"
                ]
            }
        },
        "BIBREF1": {
            "title": "Diagnosis, management, and treatment of hepatitis C",
            "authors": [],
            "year": 2004,
            "venue": "Hepatology",
            "volume": "39",
            "issn": "",
            "pages": "1147-1171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Interferons, interferon-like cytokines, and their receptors",
            "authors": [],
            "year": 2004,
            "venue": "Immunol Rev",
            "volume": "202",
            "issn": "",
            "pages": "8-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "IP-10 predicts viral response and therapeutic outcome in difficult-to-treat patients with HCV genotype 1 infection",
            "authors": [],
            "year": 2006,
            "venue": "Hepatology",
            "volume": "44",
            "issn": "",
            "pages": "1617-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Ability of peripheral blood mononuclear cells to activate interferon response in vitro is predictive of virological response in HCV patients",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Regul Homeost Agents",
            "volume": "22",
            "issn": "",
            "pages": "153-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Mx1 and IP-10: biomarkers to measure IFN-beta activity in mice following gene-based delivery",
            "authors": [],
            "year": 2006,
            "venue": "J Interferon Cytokine Res",
            "volume": "26",
            "issn": "",
            "pages": "699-705",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Interferon-lambda: a new addition to an old family",
            "authors": [],
            "year": 2010,
            "venue": "J Interferon Cytokine Res",
            "volume": "30",
            "issn": "",
            "pages": "555-564",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2010.0078"
                ]
            }
        },
        "BIBREF7": {
            "title": "IL-28, IL-29 and their class II cytokine receptor IL-28R",
            "authors": [],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "63-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dynamic expression profiling of type I and type III interferon-stimulated hepatocytes reveals a stable hierarchy of gene expression",
            "authors": [],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "59",
            "issn": "",
            "pages": "1262-72",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.26657"
                ]
            }
        },
        "BIBREF9": {
            "title": "Genetic variation in IL-28B predicts hepatitis C treatment-induced viral clearance",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "399-401",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08309"
                ]
            }
        },
        "BIBREF10": {
            "title": "IL28B is associated with response to chronic hepatitis C interferon-alpha and ribavirin therapy",
            "authors": [],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "41",
            "issn": "",
            "pages": "1100-4",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.447"
                ]
            }
        },
        "BIBREF11": {
            "title": "Genome-wide association of IL-28B with response to pegylated interferon-alpha and ribavirin therapy for chronic hepatitis C",
            "authors": [],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "41",
            "issn": "",
            "pages": "1105-1109",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.449"
                ]
            }
        },
        "BIBREF12": {
            "title": "Genetic variation in IL28B and spontaneous clearance of hepatitis C virus",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "798-801",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08463"
                ]
            }
        },
        "BIBREF13": {
            "title": "An IL-28B polymorphism determines treatment response of hepatitis C virus genotype 2 or 3 patients who do not achieve a rapid virologic response",
            "authors": [],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "",
            "pages": "821-827",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2010.05.079"
                ]
            }
        },
        "BIBREF14": {
            "title": "Replicated association between an IL-28B gene variant and a sustained response to pegylated interferon and ribavirin",
            "authors": [],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "138",
            "issn": "",
            "pages": "2307-2314",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2010.02.009"
                ]
            }
        },
        "BIBREF15": {
            "title": "IL-28B single nucleotide polymorphisms in the treatment of hepatitis C",
            "authors": [],
            "year": 2011,
            "venue": "J Hepatol",
            "volume": "55",
            "issn": "",
            "pages": "692-701",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2011.03.006"
                ]
            }
        },
        "BIBREF16": {
            "title": "Interferon lambda 4 signals via the IFNλ receptor to regulate antiviral activity against HCV and coronaviruses",
            "authors": [],
            "year": 2013,
            "venue": "EMBO J",
            "volume": "32",
            "issn": "",
            "pages": "3055-65",
            "other_ids": {
                "DOI": [
                    "10.1038/emboj.2013.232"
                ]
            }
        },
        "BIBREF17": {
            "title": "A variant upstream of IFNL3 (IL28B) creating a new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus",
            "authors": [],
            "year": 2013,
            "venue": "Nat Genet",
            "volume": "45",
            "issn": "",
            "pages": "164-171",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.2521"
                ]
            }
        },
        "BIBREF18": {
            "title": "IFN-λ4: The Paradoxical New Member of the Interferon Lambda Family",
            "authors": [],
            "year": 2014,
            "venue": "J Interferon Cytokine Res",
            "volume": "34",
            "issn": "",
            "pages": "829-38",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2013.0136"
                ]
            }
        },
        "BIBREF19": {
            "title": "Genetic Variants at the IFNL3 Locus and Their Association with Hepatitis C Virus Infections Reveal Novel Insights into Host-Virus Interactions",
            "authors": [],
            "year": 2014,
            "venue": "J Interferon Cytokine Res",
            "volume": "34",
            "issn": "",
            "pages": "479-97",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2013.0113"
                ]
            }
        },
        "BIBREF20": {
            "title": "Persistence of hepatitis C virus during and after otherwise clinically successful treatment of chronic hepatitis C with standard pegylated interferon α-2b and ribavirin therapy",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0080078"
                ]
            }
        },
        "BIBREF21": {
            "title": "Replication of hepatitis C virus in peripheral blood mononuclear cells in patients with chronic hepatitis C treated with pegylated interferon alpha and ribavirin",
            "authors": [],
            "year": 2013,
            "venue": "Postepy Hig Med Dosw (Online)",
            "volume": "67",
            "issn": "",
            "pages": "186-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Detection of hepatitis C virus (HCV) negative strand RNA and NS3 protein in peripheral blood mononuclear cells (PBMC): CD3+, CD14+ and CD19+",
            "authors": [],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-10-346"
                ]
            }
        },
        "BIBREF23": {
            "title": "HIV and HCV activate the inflammasome in monocytes and macrophages via endosomal Toll-like receptors without induction of type 1 interferon",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004082"
                ]
            }
        },
        "BIBREF24": {
            "title": "Interferon-α improves phosphoantigen-induced Vγ9Vδ2 T-cells interferon-γ production during chronic HCV infection",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0037014"
                ]
            }
        },
        "BIBREF25": {
            "title": "Natural Killer Cell Function and Dysfunction in Hepatitis C Virus Infection",
            "authors": [],
            "year": 2014,
            "venue": "Biomed Res Int",
            "volume": "2014",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2014/903764"
                ]
            }
        },
        "BIBREF26": {
            "title": "Relationship between interferon-gamma, interleukin-10, and interleukin-12 production in chronic hepatitis C and in vitro effects of interferon-alpha",
            "authors": [],
            "year": 2000,
            "venue": "J Clin Immunol",
            "volume": "20",
            "issn": "",
            "pages": "54-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Endogenous levels of mRNA for IFNs and IFN-related genes in hepatic biopsies of chronic HCV-infected and non-alcoholic steatohepatitis patients",
            "authors": [],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "70",
            "issn": "",
            "pages": "581-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Gene expression profiles in hepatitis C virus (HCV) and HIV coinfection: class prediction analyses before treatment predict the outcome of anti-HCV therapy among HIV-coinfected persons",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "",
            "pages": "1172-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Effect of alpha interferon (IFN-alpha) on 2′-5′ oligoadenylate synthetase activity in peripheral blood mononuclear cells of patients with chronic hepatitis C: relationship to the antiviral effect of IFN-alpha",
            "authors": [],
            "year": 1996,
            "venue": "Antimicrob Agents Chemother",
            "volume": "40",
            "issn": "",
            "pages": "320-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "IFN-alpha Receptor-1 Upregulation in PBMC from HCV Naïve Patients carrying CC genotype. Possible role of IFN-lambda",
            "authors": [],
            "year": 2014,
            "venue": "PlosOne",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0093434"
                ]
            }
        },
        "BIBREF31": {
            "title": "Influence of GBV-C infection on the endogenous activation of the IFN system in HIV-coinfected patients",
            "authors": [],
            "year": 2006,
            "venue": "Cell Mol Biol",
            "volume": "52",
            "issn": "",
            "pages": "3-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "IFN-λ receptor 1 expression is induced in chronic hepatitis C and correlates with the IFN-λ3 genotype and with non-responsiveness to IFN-α therapies",
            "authors": [],
            "year": 2014,
            "venue": "J Exp Med",
            "volume": "211",
            "issn": "",
            "pages": "857-68",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20131557"
                ]
            }
        },
        "BIBREF33": {
            "title": "IFNL4-ΔG Genotype Is Associated With Slower Viral Clearance in Hepatitis C, Genotype-1 Patients Treated With Sofosbuvir and Ribavirin",
            "authors": [],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1700-4",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit827"
                ]
            }
        }
    }
}