{
    "paper_id": "PMC4733849",
    "metadata": {
        "title": "Detecting respiratory viral RNA using expanded genetic alphabets and self-avoiding DNA",
        "authors": [
            {
                "first": "Lyudmyla",
                "middle": [
                    "G."
                ],
                "last": "Glushakova",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nidhi",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shuichi",
                "middle": [],
                "last": "Hoshika",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [
                    "C."
                ],
                "last": "Bradley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [
                    "M."
                ],
                "last": "Bradley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zunyi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [
                    "A."
                ],
                "last": "Benner",
                "suffix": "",
                "email": "sbenner@ffame.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The viruses used in this study are shown in Table 1\n. Their RNA was obtained as simulants by transcription from the appropriate DNA templates using T7 RNA polymerases.",
            "cite_spans": [],
            "section": "Viruses targeted in this study ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "All amplimers, primers, and probes for this study (except those targeting the UpE gene in MERS virus that were from Ref. [10]) (Table 1, Table 2\n) were designed with the help of StrainTargeter, an in-house software package [9]. StrainTargeter analyzes multiple sequence alignments (MSAs) of virus families built from public databases (GenBank, http://www.ncbi.nlm.nih.gov/genbank; ViPR, http://www.viprbrc.org; and FluDB, http://www.fludb.org), finding regions within those viral genomes that have a level of sequence divergence that allows viral targets to be distinguished, but not so much to prevent detecting viruses that are divergently evolving, A BLAST search then follows to ensure that primer and probe sequences designed by StrainTargeter are not closely similar to sequences in both the NCBI RNA virus database and the NCBI human genome database.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 223,
                    "end": 226,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Design of oligonucleotide primers and probes ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 137,
                    "end": 144,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Single-stranded DNA (ssDNA) oligonucleotides to encode the viral RNA simulants, as well as all standard capture probes for the Luminex xMAP direct hybridization assays (DHAs) (Table 2; see also Table A1 in online supplementary material), were purchased from Integrated DNA Technologies (IDT, Coralville, IA, USA). All probes were 5′-amino–C12-modified (5AmMC12).",
            "cite_spans": [],
            "section": "Design of oligonucleotide primers and probes ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Primers and capture probes containing artificial SAMRS and AEGIS nucleotides (Table 3\n) were synthesized on ABI 394 and ABI 3900 synthesizers from AEGIS and SAMRS phosphoramidites (Firebird Biomolecular Sciences); AEGIS and SAMRS oligonucleotides are also available from Firebird Biomolecular Sciences directly (http://www.firebirdbio.com). Primers and capture probes were designed by StrainTargeter to complement the majority of the sequences in the MSA created for each virus targeted. For the InfA and InfB, RSV, and SARS simulants RNA synthesis, ssDNA oligonucleotide templates (Table 2) were created from the consensus sequence of the designed amplicon to represent a single strain.",
            "cite_spans": [],
            "section": "Design of oligonucleotide primers and probes ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 583,
                    "end": 590,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "RNA simulants corresponding to the StrainTargeter amplicon of each viral strain (Table 1) were produced by the in vitro transcription using T7 RNA polymerase and the encoding DNA molecules. These were obtained in ssDNA form from IDT and PCR amplified. Each contained a T7 promoter universal sequence (5′-TAATACGACTCACTATAGGG-3′) at its 5′ end. The templates for the transcription reactions were PCR amplicons. PCR was done in 1 × JumpStart reaction buffer (10 mM Tris–HCl [pH 8.3], 50 mM KCl, 1.5 mM MgCl2, and 0.001% [w/v] gelatin; total volume 100 μl) (Sigma–Aldrich, St. Louis, MO, USA); other components of the reaction mixture were as follows: 2.5 ng/μl DNA oligo; dNTPs (Life Technologies, Carlsbad, CA, USA), 0.4 μM each; forward T7 primer and reverse target-specific primer; JumpStart Taq DNA polymerase (2 U; Sigma); and nuclease-free ddH2O (added to create a final volume of 100 μl). After the initial denaturation at 95 °C for 2 min, 35 heat cycles were performed (94 °C for 30 s, 55 °C for 30 s, and 72 °C for 1 min). A final extension cycle was run at 72 °C for 5 min. Each PCR product was then ethanol precipitated and dissolved in nuclease-free ddH2O (10 μl). PCR product served as the T7 DNA template in the transcription reaction.",
            "cite_spans": [],
            "section": "In vitro production of viral RNA simulants via transcription by T7 RNA polymerase ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To make simulants, a T7 RNA polymerase-dependent transcription reaction mixture (20 μl) was set up in a 1 × transcription buffer (40 mM Tris [pH 7.8], 20 mM NaCl, 18 mM MgCl2, 2 mM spermidine HCl, and 10 mM dithiothreitol [DTT]; Life Technologies) that also contained ATP, CTP, GTP, and UTP (2 μl of 75-mM stock solutions; New England Biolabs [NEB], Ipswich, MA, USA), DNA template (2.5–5 pmol, purified and concentrated PCR product), and T7 RNA polymerase (2 μl of 200 U/μl to give 20 U/μl final concentration). Mixtures were incubated at 37 °C for 8–12 h. To remove DNA template, Turbo DNase was added (2 U per reaction mixture; Life Technologies), and mixtures were further incubated (37 °C, 15–20 min). RNA products were isolated by phenol–chloroform extraction and dissolved in nuclease-free water (20 μl). RNAs were resolved by 3% TBE agarose–gel electrophoresis and quantitated by ultraviolet (UV) absorbance at 260 nm. The purity of RNAs was evaluated from their A\n260/A\n280 ratio. For pure RNA, a ratio of 1.8–2.1 is expected. The absence of template DNA in the RNA samples was confirmed by conventional PCR with Platinum Taq DNA polymerase (Life Technologies) and the ethidium bromide gel. Samples were aliquoted and kept at −80 °C.",
            "cite_spans": [],
            "section": "In vitro production of viral RNA simulants via transcription by T7 RNA polymerase ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Monoplexed PCRs were executed with each target RNA simulant separately to assess the efficacy of the primers in PCR cycling as well as to determine the maximum sensitivity of the assay. Reactions were then optimized under multiplexed conditions to minimize cross-amplification or cross-hybridization resulting from possible sequence similarity between targets.",
            "cite_spans": [],
            "section": "In vitro production of viral RNA simulants via transcription by T7 RNA polymerase ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Inactivated MERS virus (Jordanian isolate, GenBank accession no. KC164505.2) [10] was obtained from Lisa Hensley and Reed Johnson of the National Institute of Allergy and Infectious Diseases (Fort Detrick, Frederick, MD, USA) in the TRIzol reagent solution at a titer of 2 × 106 pfu/ml.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "MERS viral RNA isolation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "MERS viral RNA was isolated according to a standard protocol (Life Technologies). First, chloroform (0.2 ml/ml) was added to the virus homogenate in TRIzol. The tube was shaken (15 s) and incubated (2–3 min, room temperature). The sample was centrifuged at 12,000 g for 15 min at 4 °C, aqueous phase was collected, and glycogen was added (5 mg/ml). RNA was then precipitated by adding an equal volume of isopropanol at room temperature for 10 min. The RNA was pelleted by centrifugation at 10,000 g for 10 min at 4 °C, the supernatant was removed, and the pellet was washed twice by 75% ethanol. Finally, the pellet was dissolved in the nuclease-free water (Life Technologies), aliquoted, and kept at −80 °C.",
            "cite_spans": [],
            "section": "MERS viral RNA isolation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Virus-specific asymmetric amplicons were obtained in two steps. First, mono- or multiplexed nested SAMRS–AEGIS were run in parallel with a standard-AEGIS one-step RT–PCRs (Life Technologies). Next, the extension without or with transliteration was performed (Fig. 2). Final products from both sets of reactions (SAMRS–AEGIS RT–PCR followed by the extension/conversion and standard-AEGIS RT–PCR followed by extension/conversion) produced artificial AEGIS (AGTZ) and standard (AGTC) amplicons.",
            "cite_spans": [],
            "section": "MERS viral RNA isolation ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 265,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "SuperScript One-Step RT–PCR with Platinum Taq (Life Technologies) was found to be more sensitive and robust than the other enzyme combinations tested. It was able to support the nested PCR amplification with external primers containing the nonstandard P nucleotide, which pairs with the Z nucleotide [9].",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "RT–PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Multiplexed nested one-step RT–PCRs with SAMRS–AEGIS or standard-AEGIS primers were executed with RSV, SARS, InfA, or InfB viral RNA simulants (4 ng/μl) or MERS viral RNA. Reactions were carried out in 1 × reaction mix (Life Technologies) with additional 1.5 mM MgSO4 (final volume, 20 μl) according to the Invitrogen protocol for the SuperScript One-Step RT–PCR with Platinum Taq (Life Technologies). The reaction mixture contained 0.2 mM dZTP, 0.025 μM of all sets of forward and reverse hybrid SAMRS–AEGIS or standard AEGIS target-specific primers, 0.25 μM external AEGIS forward and reverse biotinylated primers, and 2.5 U of RT/Platinum Taq enzyme mix. Cycling conditions for simulant RNAs were as follows: 1 cycle of the complementary DNA (cDNA) synthesis and pre-denaturation (53 °C for 30 min and 94 °C for 2 min), 35 cycles of PCR (94 °C for 15 s, 54 °C for 30 s, and 70 °C for 30 s), and final extension at 72 °C (5 min). A “no-target” PCR negative control was included with each assay. MERS virus reactions were executed at higher temperature: 55 °C for 30 min and 94 °C for 2 min and then 35 cycles of PCR (94 °C for 15 s, 56 °C for 30 s, and 70 °C for 30 s).To favor incorporation of biotin-labeled reverse primers to maximize hybridization sensitivity, the second PCR was performed with reverse biotinylated primer only (reverse primer extension reaction, RPER).",
            "cite_spans": [],
            "section": "RT–PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To destroy excess primers and deactivate dNTPs prior to reverse primer extension reaction, ExoSAP-IT enzymes mixture (2 μl; Affymetrix, Cleveland, OH, USA) was added to aliquots (5 μl) of standard-AEGIS or SAMRS–AEGIS nested PCR. The mixtures were incubated at 37 °C (30 min). The enzymes were inactivated by heating at 80 °C (20 min). The treated PCR products (3 μl) were then added directly to the RPER. Briefly, an RPER (20 μl) was done in 1 × ThermoPol Buffer (20 mM Tris–HCl, 10 mM (NH4)2SO4, 10 mM KCl, 2 mM MgSO4, and 0.1% Triton X-100, pH 8.8) at 25 °C (NEB) with 5′-biotinylated external (common) reverse AEGIS primer (0.2 μM), and Vent (exo-) DNA polymerase (1 U per reaction; NEB). To perform extension without transliteration, dNTPs (final 0.2 mM each) were added. To incorporate dZ into the final amplicon with transliteration (where Z replaces C due to primer extension with mismatching of dZTP opposite template G), nucleoside triphosphates (dATP, dTTP, dGTP, and dZTP, final concentration 0.2 mM each) were added without dCTP. Both were incubated in DNA Engine Multi-Bay Thermal Cyclers (Bio-Rad, Hercules, CA, USA) at 95 °C (1 min), followed by 20 cycles (94 °C for 20 s, 55 °C for 30 s, and 72 °C for 30 s) with a final incubation cycle at 72 °C (1 min). Reaction mixtures were then quenched with 4 mM ethylenediaminetetraacetic acid (EDTA).",
            "cite_spans": [],
            "section": "Digestion of excess primers and dNTPs and RPER ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Capture probes modified with an amino-C12 linker at the 5′ end were coupled to Luminex MicroPlex carboxylated microspheres (“beads”) (Luminex, Austin, TX, USA) by a carbodiimide-based procedure according to the manufacturer's protocol. For each combination of probe and bead set, 2.5 million Luminex beads were resuspended in 0.1 M Mes buffer (morpholinium ethanesulfonate, 50 μl, pH 4.5, Sigma–Aldrich), with probe (4 μl of 0.1 mM stock to give 0.4 nM final concentration), and treated twice with 1-ethyl-3-(3-dimethylamino-propyl)carbodiimide hydrochloride (EDC; 5 μl of a 10-mg/ml solution, Thermo Scientific/Pierce, Rockford, IL, USA; room temperature, 30 min), rinsed in Tween 20 (0.02% aq. solution), and then rinsed with a sodium dodecyl sulfate solution (0.1%) and resuspended in Tris–EDTA buffer (pH 8.0) to give a final volume of 100 μl.",
            "cite_spans": [],
            "section": "Probe coupling to Luminex MicroPlex carboxylated microspheres ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Luminex DHAs [11] were performed accordingly to the “no-wash” Luminex protocol as discussed previously [9]. Briefly, aliquots (5 μl) of each extension reaction, without or with transliteration reaction, were transferred to 96-well plates (96-well PCR thermo polystyrene plates, Costar Technologies, Coppell, TX, USA). Hybridization buffer (25 μl of 2 × Tm, 0.4 M NaCl, 0.2 M Tris, and 0.16% Triton X-100, pH 8.0) contained microspheres, each carrying approximately 2500 target-specific probes. The microspheres were vortexed and sonicated for 20 s. The total volume was adjusted to 50 μl by adding 20 μl of ddH20. ddH2O (25 μl) was added to each background well (negative control). The temperature (56 °C) to be used in the Luminex hybridization was chosen in a pilot experiment. Hybridization was performed accordingly to the direct hybridization protocol (DHA) provided by Luminex: 95 °C for 5 min, cool to 56 °C at a speed of 0.1 °C/s, and 15 min at 56 °C. The Tm buffer (25 μl of 1×) contained streptavidin-R-phycoerythrin (2 μg, PJRS14, PROzyme, Hayward, CA, USA), added to the hybridization mixture, which was then incubated at 56 °C for 5 min. Hybridization reactions were carried out in triplicate, with no-target controls (“background” wells contained sample buffer) run in replicates of 6. Beads were analyzed for internal bead color and R-phycoerythrin reporter fluorescence using a Luminex 200 analyzer (Luminex xMAP Technology, Luminex) and the xPonent Software solutions. The median fluorescence intensity (MFI) was computed for each bead type in the sample. The instrument's gate setting was established before the samples were run and was maintained throughout the course of the study.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 103,
                    "end": 106,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Luminex DHA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Amplicons obtained without transliteration (containing the four standard nucleotides, AGTC) or with transliteration (containing the nucleotides AGT with AEGIS Z), each with sequences specific for their viral originators and biotinylated (see “RT–PCR” and “Digestion of excess primers and dNTPs and RPER” sections above), were hybridized one at a time to a set of all target-specific AEGIS (APTC) or standard (AGTC) probes designed for the panel (Table 3), respectively, each immobilized to a unique microsphere population, analyzed by the Luminex 200 instrument, and expressed as MFI units. The samples were undiluted PCR products. Negative controls, “primers,” were executed with all PCR components and primers. Assays were considered specific and positive if their “true match” MFIs were greater than 5 times background and the negative PCR control, and no nonspecific hybridization resulted in MFIs greater than 20% of the true match.",
            "cite_spans": [],
            "section": "Luminex DHA ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "For the multiplexed respiratory panel based on the SAMRS–AEGIS–transliteration technology [4], [8], five medically important viruses (SARS, RSV, InfA, InfB, and MERS) were targeted (Table 1). Primers and probes for the panel were designed with the FfAME/Firebird in-house StrainTargeter software [9]. One set of primers and a probe were designed for each virus of interest except MERS, where two sets were designed. This overdetermination reflected the Centers for Disease Control and Prevention (CDC) requirement that two specific genomic targets be detected for laboratory confirmation of a MERS viral infection (http://www.cdc.gov/coronavirus/mers/lab/lab-testing.html#molecular). Furthermore, to evaluate the compatibility of two targets from nonrelated genomic regions, several alternative sets of oligos were designed for MERS virus (Table 2, Table 3).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "mention": "[4]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 95,
                    "end": 98,
                    "mention": "[8]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 296,
                    "end": 299,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Oligo design and RNA production ::: Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 840,
                    "end": 847,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 849,
                    "end": 856,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Viral simulant RNAs for InfA, InfB, RSV, and SARS were produced by the in vitro transcription using T7 RNA polymerase and the appropriate ssDNA templates; MERS viral full genomic RNA was isolated from TRIzol reagent solution.",
            "cite_spans": [],
            "section": "Oligo design and RNA production ::: Results",
            "ref_spans": []
        },
        {
            "text": "The target-specific hybrid standard-AEGIS or SAMRS–AEGIS forward and reverse primer pairs designed for the panel were tested first by monoplexed one-step nested RT–PCR with full genomic MERS RNA followed by extension without or with transliteration as described earlier (“RT–PCR” and “Digestion of excess primers and dNTPs and RPER” sections and Fig. 3\nA). Each monoplexed RT–PCR produced the expected amplicons, which was visualized by the ethidium bromide staining following electrophoresis (data not shown). Next, the identity of each PCR product was confirmed by the hybridization on Luminex platform. Asymmetric biotinylated amplicons obtained either without transliteration (containing the standard ATGC nucleotides) or with transliteration (containing the standard ATG nucleotides and the AEGIS Z nucleotide) were hybridized one at a time to a set of 11 target-specific standard (AGTC) or AEGIS (APTC) probes (Table 3), each covalently attached to a unique microsphere population and analyzed by the Luminex 200 instrument (Fig. 3A).",
            "cite_spans": [],
            "section": "Evaluation of MERS virus by RT–PCR and multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1031,
                    "end": 1037,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 917,
                    "end": 924,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The MERS UpE assay generated false positive fluorescent signals in the InfA channels (8-fold over background level). The MERS 2 assay generated signal when presented with the MERS virus but also with InfA (10- and 5-fold and 4-fold over background level). However, the MERS 1–2, 2–1, 4–1, and 6–1 biotinylated amplicons generated fluorescent signals only when the MERS virus was present; no background was seen. Further winnowing the primer/target sets, we observed that the MERS 4–1 primers gave lower signal (6- to 12-fold lower) than MERS 1–2, 2–1, and 6–1 amplicons. Thus, the MERS 4–1 primer/probe set was set aside, with its ORF8b region being covered by the 6–1 primer/probe set (Fig. 3A).",
            "cite_spans": [],
            "section": "Evaluation of MERS virus by RT–PCR and multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 687,
                    "end": 693,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To confirm the compatibility of the primers used to detect MERS with the primers used to detect other viruses, MERS simulant ORF1a (1–2, 2–1) and N/ORF8b (6–1) RNA was presented in an assay that contained the primers/probes/beads for all viruses; the assay mixture capable of full multiplexed detection was then evaluated on the Luminex platform (Fig. 3A) containing all of the beads (Table 3). MERS was detected with the highest fluorescent signals (5000–6000 MFI units) with the 1–2 and 6–1 primer/probe sets, which simultaneously detected two genomic regions of the MERS virus (ORF1a and N/ORF8b). The signals indicating the presence of these MERS genomic sequences were approximately 2- to 3-fold higher when transliteration was included.",
            "cite_spans": [],
            "section": "Evaluation of MERS virus by RT–PCR and multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 347,
                    "end": 353,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 385,
                    "end": 392,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In a pilot experiment, the 6-fold multiplexed SAMRS–AEGIS nested RT–PCRs were set up with InfA, InfB, RSV, and SARS viral RNA simulants and complete MERS viral RNA. Amplifications were done under conditions shown to be most sensitive for MERS (reverse transcription at 55 °C and PCR primers annealing at 55–56 °C). The transliterated AGTZ products were analyzed on the Luminex platform in the presence of beads that could detect all viruses in the panel.",
            "cite_spans": [],
            "section": "Evaluation of MERS virus by RT–PCR and multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": []
        },
        {
            "text": "Strong signals indicated, in turn, the presence of each virus without any off-target signal except RSV. When the multiplex was challenged to detect RSV, it correctly created a strong positive signal arising from the RSV-specific Luminex beads but also gave a false signal (50–60%) that might be misinterpreted as indicating the presence of InfA as well. The reason for this was unfavorable conditions for RSV RT–PCR. This cross-reactivity appeared to arise from the fact that optimal conditions to amplify the MERS targets were suboptimal for discriminating between RSV and InfA (Fig. 3C). To resolve this problem, two groups of RT–PCR incubations were done in parallel, each under its optimal conditions. The first group included MERS target sets 1–2 and 6–1, and the second group included InfA, InfB, RSV, and SARS.",
            "cite_spans": [],
            "section": "Evaluation of MERS virus by RT–PCR and multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 580,
                    "end": 586,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The identity of each amplicon produced by multiplexed PCR followed by extension reactions without and with transliteration (Fig. 2) was confirmed by hybridization with the specific probes on a multiplexed Luminex xMAP DHA platform (Fig. 3C). Standard (AGTC) or transliterated (AGTZ) virus-specific biotinylated amplicons were hybridized to a set of six target-specific AEGIS (APTC) or standard (AGTC) probes designed for the panel, two for the MERS targets (sets 1–2 and 6–1) and four for the rest of the panel members (Table 3).",
            "cite_spans": [],
            "section": "SAMRS–AEGIS RT–PCR amplicons validation ::: Validation of biotinylated PCR amplicons on 6-fold multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 232,
                    "end": 238,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 520,
                    "end": 527,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In the presence of target RNA, all assays were positive. Background fluorescence was low, in the range of 20–50 MFI units (1–3%), for all assays. Strong specific fluorescent signals were generated by all amplicons. However, transliterated amplicons gave stronger signals (5000–9000 MFI units) than untransliterated amplicons (1500–4000 MFI units) (Fig. 3C). This corresponds in this respiratory disease panel to the results that we observed in a panel that targeted mosquito-borne arboviruses [9] and was attributed to the stronger and more uniform binding that dZ:dP displays.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 496,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "SAMRS–AEGIS RT–PCR amplicons validation ::: Validation of biotinylated PCR amplicons on 6-fold multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The impact of SAMRS components in hybrid primers on assay performance was evaluated by comparing readouts with those obtained from hybrid primers that had standard nucleotides (Fig. 4C). For all targets, stronger signals were obtained with primers containing SAMRSs.",
            "cite_spans": [],
            "section": "Value of SAMRSs in RT–PCR amplifications ::: Validation of biotinylated PCR amplicons on 6-fold multiplexed xMAP Luminex DHA platform ::: Results",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 183,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The limit of detection (LOD) was estimated with full MERS RNA (Fig. 5\n). In the sample of complete MERS virus (Reed Johnson, personal communication), viral titer was approximately 106 pfu/ml, corresponding to approximately 108 virions/ml. Serial 10-fold dilutions of MERS RNA were tested using the multiplexed Luminex assay (105, 104, 103, 102, 10, and 1 pfu/ml), both without and with transliteration with SAMRS–AEGIS primers. With transliteration, 10 virions per 20 μl of sample could be detected (Fig. 5C), with stronger signals from the MERS ORF1a target than the N/ORF8b target. Signals from transliteration were 1.5- to 3-fold higher than those without transliteration (Fig. 5C).",
            "cite_spans": [],
            "section": "LOD of MERS by this panel ::: Results",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 500,
                    "end": 506,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 676,
                    "end": 682,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "MERS, SARS, and other respiratory viruses are highly contagious, have many clinical manifestations, and are associated with considerable morbidity and mortality. Thus, they create an economically significant public health threat [12], [13], [14], [15], [16], [17], [18], as shown by recent MERS outbreaks in Korea. Therefore, early diagnosis is needed to arrange for quarantines, manage patient care, and help public health officials track disease outbreaks [19], [20] (see also http://www.cdc.gov/flu/about/disease/us_flu-related_deaths.htm; http://www.cdc.gov/sars; http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6403a4.htm).",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 235,
                    "end": 239,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 245,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 247,
                    "end": 251,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 253,
                    "end": 257,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 259,
                    "end": 263,
                    "mention": "[17]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 265,
                    "end": 269,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 458,
                    "end": 462,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 464,
                    "end": 468,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, infections caused by these viruses are difficult to detect, especially if the virus is “exotic” to a locale. Thus, although MERS might easily be considered as a cause of respiratory distress for a patient admitted to a hospital in Mecca, Saudi Arabia (and the local physicians might have seen multiple cases of it previously), it is not for a patient admitted to an emergency room in, for example, Orlando, Florida (USA) or Seoul, Korea. Physicians examining patients in the latter locales have no reason to have had experience with viruses outside of their endemic regions. Thus, it is not surprising that a MERS-infected patient admitted to an emergency room in Orlando in 2014 waited for hours before diagnosis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Time, of course, is critical if quarantine is to be effective. Classical tests based on the detection of patient antibodies or viral culture are too slow, the latter intrinsically and the former due to the lag between the time when a patient is infected and antibodies emerge. For example, some rapid influenza diagnostic tests (RIDTs) generate false negatives in a majority of patients [21]. Viral culture requires up to 21 days [22]. Antibody-based assays that target the virus itself are faster but require substantial viral load.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 430,
                    "end": 434,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Molecular approaches that detect viral nucleic acids (NAs) are faster. Accordingly, monoplexed assays based on real-time PCR or reverse transcription PCR [23], [24], [25], [26], [27], [28] are now the “gold standard” for NA detection in clinical laboratories [29]. Several of these targeting respiratory viruses (some with downstream detection by Luminex LiquiChip platforms) have FDA clearance and are commercially available, including CepheidXpert Flu Assay (Cepheid, Sunnyvale, CA, USA), xTAG Respiratory Viral Panel (Luminex), Prodesse ProFlu (Gen-Probe, San Diego, CA, USA), Film Array (Idaho Technology, Salt Lake City, UT, USA), Liat Influenza (Iquum, Marlborough, MA, USA), ResPlex II Multiplex Assay for Respiratory Pathogens (Qiagen), MultiCode-PLx Respiratory Virus Panel (EraGen Biosciences, Madison, WI, USA), and NGEN RVA ASR (Nanogen, San Diego, CA, USA). A list of FDA-approved diagnostics kits targeting respiratory viruses by amplification technology is given in Table B1 of the supplementary material. Compared with classical techniques, these have a rapid turnaround time and are more accurate and sensitive (http://www.fda.gov/MedicalDevices/ProductsandMedicalProcedures/InVitroDiagnostics/ucm330711.htm#microbial).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 160,
                    "end": 164,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 166,
                    "end": 170,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 172,
                    "end": 176,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 178,
                    "end": 182,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 184,
                    "end": 188,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 259,
                    "end": 263,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "PCR assays are, however, expensive in terms of both operator expertise and instrument demands. Furthermore, in a monoplexed format, the diagnostician must “guess correctly” which assay to run. Unless the diagnostician suspects an exotic viral pathogen, he or she will not run the correct monoplexed assay.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In principle, a multiplexed assay that targets all possible causes of respiratory distress could mitigate the cost and avoid the need for guesswork. A search for the complete spectrum of common and exotic viral infections could be done routinely in a hospital admissions setting by individuals who need not have clinical experience with each and every virus. The ability of an assay to detect an exotic virus might even be “masked” [20]. This would facilitate cost-effective diagnosis by simultaneous detection of several viral pathogens in a single billable procedure, with “unmasking” done only in the case of an emergency.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, simply adding more and more primer pairs to increase the multiplexing of an amplification routinely gives noise, false positive signals, or false negative signals. These are attributed to off-target interactions that are invited in an assay that contains many different DNA molecules at high concentrations. These can form dimers and extension products following nonspecific hybridization, often with mismatches. These off-target processes compete for and deplete limiting reagents in a PCR [30]. Moreover, the complexity of the combination of reagents often results in a loss of sensitivity for each of the individual targets compared with monoplexed reactions executed in parallel.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Here we showed that the performance of multiplexed RNA-targeted assays can be improved by incorporating synthetic (SAMRS and/or AEGIS) nucleotides in PCR primers and Luminex probes [8], [9]. First, self-avoiding molecular recognition systems diminish primer–primer interactions and their resulting artifacts. Second, artificially expanded genetic information systems allow external primers in a nested PCR format to bind nowhere to any natural DNA, conserving these resources for the desired amplification. Last, transliteration to give AEGIS-containing amplicons from fully standard amplicons without loss of sequence information allows amplicons to be efficiently and uniformly captured. Of course, as a cautionary note, the assays presented here have yet to be tested in the field with actual samples, where their sensitivity and specificity may differ.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "mention": "[8]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 186,
                    "end": 189,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With these innovations, discrimination of all viruses in the panel was possible using Luminex xMAP detection, where individually addressable, color-coded beads are used to capture specific target amplicons. Here the low noise and cleanliness of AEGISs and SAMRSs were manifest. Furthermore, Luminex targets generated by transliteration gave higher and more uniform mean fluorescence intensities than standard amplicons. Moreover, two primer sets were especially effective in detecting MERS within an assay that could detect SARS and three more common viruses. Therefore, these results parallel an analogous assay panel that exploited these innovations to detect 22 mosquito-borne arboviruses [9].",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We expect that most patients who present with respiratory symptoms in a U.S. emergency room will be suffering from a strain of influenza, RSV, or a less severe pathogen. Very few will have MERS or SARS. However, current trends suggest that the future will see more exotic diseases in more remote environments. Accordingly, we expect these kinds of assays, and the innovations that support them, to become more and more useful and then necessary. Furthermore, nothing constrains the application of these innovations to SARS or MERS; RNA is RNA, regardless of its source, and we can expect the adaptability of the AEGIS–SAMRS–transliteration combination to allow the addition of still more exotic targets to the panel. Researchers are also invited to contact the authors to obtain expanded or alternative primer sets; custom-designed primer sets are also available commercially from Firebird Biomolecular Sciences (http://www.firebirdbio.com).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Inactivated MERS virus material, Jordanian isolate (GenBank accession no. KC164505.2), was kindly provided by Lisa Hensley and Reed Johnson of the National Institute of Allergy and Infectious Diseases. This study was supported by the Defense Threat Reduction Agency (DTRA, HDTRA1-13-1-0004) and the Defense Advanced Research Projects Agency ADEPT program (DARPA ADEPT, HR0011-11-2-0018).",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Viruses in this study.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Amplimers in this study.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Hybrid SAMRS–AEGIS primers and AEGIS probes designed for respiratory panel.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig.1: (A) Components of an artificially expanded genetic information system (AEGIS) that, by strategically rearranging hydrogen bonding patterns on the nucleobases, adds eight nucleotides that form four additional nucleobase pairs to the four standard nucleotides. The Z:P pair is used in this work; the isoC:isoG (S:B) pair was used in previous work [2], [3], [5], [6]. (B) Schematic showing that by strategic removal of hydrogen bonding groups, a self-avoiding molecular recognition system (SAMRS) can be obtained. (C) Transliteration can make a product containing Z from an entirely natural template by primer extension using a mismatch between G and deprotonated Z, possible under appropriate conditions if dCTP is absent.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig.2: Overview of the Luminex xMAP multiplexed assays platform. RNA simulants and MERS viral full genomic RNA were PCR amplified in two different reactions. One panel of nested RT–PCRs was performed with a set of internal standard nucleotides built primers flanked by AEGIS tags on the 5′ end and AEGIS external primers; the other panel of nested RT–PCRs was executed with sets of internal SAMRS nucleotides built primers with AEGIS tags and AEGIS external primers and a mixture of standard dNTPs and AEGIS dZTP. Each amplicon was subject to the “extension PCR” and transliteration, “conversion PCR.” Finally, four PCR amplicons obtained for each target were analyzed by respiratory multiplexed Luminex panel.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig.3: (A) Evaluation of MERS RT–PCR/Luminex targets. The products of monoplexed (top panel) and 2- or 3-fold multiplexed (bottom panels) MERS viral RT–PCRs and conversion PCRs (with transliteration) were analyzed by Luminex direct hybridization assays (DHAs) with all AGTZ probes generated for the respiratory assays panel. The panels from the right indicate viral targets and Luminex bead identities. (B) A total of 35 cycles of nested multiplexed RT–PCRs performed with target-specific internal SAMRS nucleotide primers flanked by AEGIS tags and external AEGIS primers. Reactions were executed with RNA simulants (5 ng per reaction) and MERS viral full genomic RNA (M1–M3, 102–104 genomes per reaction). Aliquots of the reaction mixture (4 μl of each 20 μl) were loaded on a 2.5% TBE gel and visualized by the ethidium bromide staining. (C) Luminex DHA performed with amplicons generated by multiplexed nested SAMRS–AEGIS RT–PCRs followed by dC-to-dZ extension with transliteration (conversion) or without transliteration (extension). Samples were undiluted PCR products. Background, negative control, and sample buffer were added to the Luminex mixture. The panel from right indicates viral targets and Luminex bead identities. (C) Luminex profiles of standard (AGTC, extension, red bars) versus transliterated AEGIS (AGTZ, conversion, blue bars) amplicons. The averages of three independent experiments are presented. MFI: median fluorescence intensity (mean ± standard deviation). The viruses were InfA, InfB, RSV, SARS, and MERS. Prim: primers control. (For interpretation of the reference to color in this figure legend, the reader is referred to the Web version of this article.)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig.4: (A) A total of 35 cycles of nested multiplexed RT–PCRs performed with target-specific internal standard nucleotide primers flanked by AEGIS tags and external AEGIS primers. Reactions were executed with viral RNA simulants (5 ng per reaction) or MERS viral full genomic RNA (104 genomes). Aliquots of the reaction mixture (4 μl of each 20 μl) were loaded on a 2.5% TBE gel and visualized by the ethidium bromide staining. (B) Luminex DHA performed with amplicons generated by multiplexed RT–PCRs and by dC-to-dZ transliteration (conversion) or extension without transliteration (extension) reactions. Luminex samples were undiluted PCR products. Background, negative control, and sample buffer were added to the Luminex mixture. The panel from the right indicates viral targets and Luminex bead identities. The panel on the bottom displays Luminex profiles summary for standard (AGTC, extension, red bars) versus AEGIS (AGTZ, conversion, blue bars) amplicons. (C) AGTZ amplicons Luminex profiles: Standard-AEGIS versus SAMRS–AEGIS PCR products and extension with transliteration. The average of the three independent experiments is presented. MFI: median fluorescence intensity (mean ± standard deviation). The viruses were InfA, InfB, RSV, SARS, and MERS (104 pfu). Prim: primers control. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig.5: Limit of MERS virus detection (LOD) by the multiplexed assay. RT–PCRs were executed with 10-fold MERS viral RNA dilutions (105–1 pfu/ml). Assays were executed with AGTZ amplicons generated by 2-fold multiplexed SAMRS–AEGIS nested RT–PCRs and dC-to-dZ conversion reactions (A, C) or with AGTC amplicons generated by 2-fold multiplexed nested standard RT–PCRs and extension reactions (B, C). MFI: median fluorescence intensity. (A, B) The panel from the right indicates target and bead identities. (C) Summary of MERS virus LOD by respiratory multiplexed Luminex platform: Luminex profiles of ATGZ (from transliteration) versus ATGC amplicons (panel from the left: MERS 1–2 target; panel from the right: MERS 6–1 target). Viral loads per PCR: 104 to 0.1 physical viral genomes.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Enzymatic incorporation of a new base pair into DNA and RNA",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Switzer",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Moroney",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Am. Chem. Soc.",
            "volume": "111",
            "issn": "",
            "pages": "8322-8323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A novel human coronavirus: Middle East respiratory syndrome human coronavirus",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci. China Life Sci.",
            "volume": "56",
            "issn": "",
            "pages": "683-687",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Applications of Luminex xMAP technology for rapid, high-throughput multiplexed nucleic acid detection",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Chim. Acta",
            "volume": "363",
            "issn": "",
            "pages": "71-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influenza- and respiratory syncytial virus-associated morbidity and mortality in the nursing home population",
            "authors": [
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "E.F.",
                    "middle": [],
                    "last": "Mitchel",
                    "suffix": "Jr."
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Dittus",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Am. Geriatr. Soc.",
            "volume": "51",
            "issn": "",
            "pages": "761-767",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Mortality associated with influenza and respiratory syncytial virus in the United States",
            "authors": [
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "179-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Influenza- and respiratory syncytial virus-associated mortality and hospitalisations",
            "authors": [
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Hoes",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "van Loon",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur. Resp. J.",
            "volume": "30",
            "issn": "",
            "pages": "1158-1166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Influenza- and respiratory syncytial virus-associated adult mortality in Soweto",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Karstaedt",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hopley",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H.H.",
                    "middle": [],
                    "last": "Crewe-Brown",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tasset-Tisseau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "South Afr. Med. J.",
            "volume": "99",
            "issn": "",
            "pages": "750-754",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The impact of matching vaccine strains and post-SARS public health efforts on reducing influenza-associated mortality among the elderly",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P.H.",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Aarons",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Langrish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro. Surveill.",
            "volume": "17",
            "issn": "40",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Mortality associated with seasonal and pandemic influenza and respiratory syncytial virus among children < 5 years of age in a high HIV prevalence setting: South Africa, 1998–2009",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Walaza",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Madhi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Venter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Infect. Dis.",
            "volume": "58",
            "issn": "",
            "pages": "1241-1249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Utilization of nucleic acid amplification assays for the detection of respiratory viruses",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Kehl",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Lab. Med.",
            "volume": "29",
            "issn": "",
            "pages": "661-671",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Simultaneous runs of the Bayer VERSANT HIV-1 version 3.0 and HCV bDNA version 3.0 quantitative assays on the system 340 platform provide reliable quantitation and improved work flow",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Elbeik",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Nassos",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Beringer",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol.",
            "volume": "42",
            "issn": "",
            "pages": "3120-3127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Molecular diagnosis of respiratory virus infections",
            "authors": [
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Petrich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit. Rev. Clin. Lab. Sci.",
            "volume": "48",
            "issn": "",
            "pages": "217-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Strengths and weaknesses of FDA-approved/cleared diagnostic devices for the molecular detection of respiratory pathogens",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Infect. Dis.",
            "volume": "52",
            "issn": "Suppl. 4",
            "pages": "S312-S325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Role of cell culture for virus detection in the age of technology",
            "authors": [
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Leland",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "20",
            "issn": "",
            "pages": "49-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Respiratory viral threats",
            "authors": [
                {
                    "first": "F.G.",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Infect. Dis.",
            "volume": "19",
            "issn": "",
            "pages": "169-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Increased detection of respiratory syncytial virus, influenza viruses, parainfluenza viruses, and adenoviruses with real-time PCR in samples from patients with respiratory symptoms",
            "authors": [
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "van de Pol",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "van Loon",
                    "suffix": ""
                },
                {
                    "first": "T.F.",
                    "middle": [],
                    "last": "Wolfs",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "E.K.",
                    "middle": [],
                    "last": "Breteler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clin. Microbiol.",
            "volume": "45",
            "issn": "",
            "pages": "2260-2262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Comparison of viral isolation and multiplex real-time reverse transcription–PCR for confirmation of respiratory syncytial virus and influenza virus detection by antigen immunoassays",
            "authors": [
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Tomalty",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Majury",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Zoutman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol.",
            "volume": "47",
            "issn": "",
            "pages": "527-532",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Simultaneous detection of influenza A, influenza B, and respiratory syncytial viruses and subtyping of influenza A H3N2 virus and H1N1 (2009) virus by multiplex real-time PCR",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Microbiol.",
            "volume": "49",
            "issn": "",
            "pages": "1653-1656",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Development and evaluation of a four-tube real time multiplex PCR assay covering fourteen respiratory viruses, and comparison to its corresponding single target counterparts",
            "authors": [
                {
                    "first": "R.R.",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Schinkel",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Koekkoek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Pajkrt",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Beld",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Virol.",
            "volume": "51",
            "issn": "",
            "pages": "179-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Optimization of one-step duplex real-time RT–PCR for detection of influenza and respiratory syncytial virus in nasopharyngeal aspirates",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "de-Paris",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "da Silva Menezes",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "de Souza Nunes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol. Methods",
            "volume": "186",
            "issn": "",
            "pages": "189-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Molecular virology in the clinical laboratory",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Josko",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Lab. Sci.",
            "volume": "23",
            "issn": "",
            "pages": "231-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Multicenter evaluation of the performance characteristics of the Bayer VERSANT HCV RNA 3.0 assay (bDNA)",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Elbeik",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Surtihadi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Destree",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gorlin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Holodniy",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Jortani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol.",
            "volume": "42",
            "issn": "",
            "pages": "563-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Multiplex PCR: optimization and application in diagnostic virology",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Elnifro",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Ashshi",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Klapper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "13",
            "issn": "",
            "pages": "559-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Expanded genetic alphabets in the polymerase chain reaction",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Chamberlin",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Angew. Chem.",
            "volume": "49",
            "issn": "",
            "pages": "177-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Multiplexed genetic analysis using an expanded genetic alphabet",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Sherrill",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Beaty",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Chem.",
            "volume": "50",
            "issn": "",
            "pages": "2019-2027",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "MultiCode-PLx system for multiplexed detection of seventeen respiratory viruses",
            "authors": [
                {
                    "first": "F.S.",
                    "middle": [],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Rasberry",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Schievelbein",
                    "suffix": ""
                },
                {
                    "first": "G.G.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Storch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clin. Microbiol.",
            "volume": "45",
            "issn": "",
            "pages": "2779-2786",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Next-generation DNA in pathogen detection, surveillance, and CLIA-waivable diagnostics",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K.B.",
                    "middle": [],
                    "last": "Merritt",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "McLendon",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hoshika",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hutter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. SPIE 9490, Adv. Glob. Health through Sens. Technol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Conversion strategy using an expanded genetic alphabet to assay nucleic acids",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Durante",
                    "suffix": ""
                },
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Glushakova",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "N.A.",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal. Chem.",
            "volume": "85",
            "issn": "",
            "pages": "4705-4712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "High-throughput multiplexed xMAP Luminex array panel for detection of twenty two medically important mosquito-borne arboviruses based on innovations in synthetic biology",
            "authors": [
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Glushakova",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "B.W.",
                    "middle": [],
                    "last": "Alto",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hoshika",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hutter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol. Methods",
            "volume": "214",
            "issn": "",
            "pages": "60-74",
            "other_ids": {
                "DOI": []
            }
        }
    }
}