{
    "paper_id": "PMC4684595",
    "metadata": {
        "title": "Egg yolk IgY antibodies: A therapeutic intervention against group A rotavirus in calves",
        "authors": [
            {
                "first": "C.",
                "middle": [],
                "last": "Vega",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Bok",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Saif",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F.",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "V.",
                "middle": [],
                "last": "Parreño",
                "suffix": "",
                "email": "parreno.viviana@inta.gob.ar",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Numerous epidemiologic studies have shown that group A rotaviruses (RVA) are the most frequent cause of severe gastroenteritis in young children and animals (Estes and Kapikian, 2007, Dhama et al., 2009, Martella et al., 2010). In 1969, electron microcopy was used to detect virus associated with neonatal calf diarrhea (Mebus et al., 1969). Multiple etiological agents are responsible for neonatal diarrhea in calves including RVA, coronavirus, Escherichia coli, Salmonella species, Clostridium perfringens, Cryptosporidium and Coccidia (Bellinzoni et al., 1990, Holland, 1990, Bendali et al., 1999a, Svennerholm and Steele, 2004). Among these agents, bovine RVA is considered the major cause of enteritis and diarrhea in artificially reared calves, causing important economic losses related to death, treatment costs and reduction in weight gain of affected animals (Malik et al., 1995, Martella et al., 2010). Diarrheal disease severity is enhanced by several factors including herd management, environment and host nutritional and immunological status (Saif and Smith, 1985, Bendali et al., 1999b). The disease usually occurs in 2- to 8-week-old calves and the severity decreases as the age increases. The incubation period is very short (12–24 h) and the diarrhea is self-limiting within 5 to 7 days, unless secondary bacterial infections occur (Svennerholm and Steele, 2004, Dhama et al., 2009). Bovine RVA strains are genetically and antigenically heterogeneous. Their genetic classification is based on the genes coding the two outer capsid proteins, VP7 and VP4, determining G and P types, respectively. The single most prevalent genotype combination among bovine RVA strains has been G6P[5], although spatiotemporal and herd farm type (cattle or dairy) differences in RVA strain distribution are observed worldwide (Garaicoechea et al., 2006, Badaracco et al., 2012, Papp et al., 2013).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 182,
                    "mention": "Estes and Kapikian, 2007",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 184,
                    "end": 202,
                    "mention": "Dhama et al., 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 204,
                    "end": 225,
                    "mention": "Martella et al., 2010",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 321,
                    "end": 339,
                    "mention": "Mebus et al., 1969",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 539,
                    "end": 562,
                    "mention": "Bellinzoni et al., 1990",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 564,
                    "end": 577,
                    "mention": "Holland, 1990",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 579,
                    "end": 600,
                    "mention": "Bendali et al., 1999a",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 602,
                    "end": 630,
                    "mention": "Svennerholm and Steele, 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 869,
                    "end": 887,
                    "mention": "Malik et al., 1995",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 889,
                    "end": 910,
                    "mention": "Martella et al., 2010",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1057,
                    "end": 1077,
                    "mention": "Saif and Smith, 1985",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1079,
                    "end": 1100,
                    "mention": "Bendali et al., 1999b",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1351,
                    "end": 1379,
                    "mention": "Svennerholm and Steele, 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1381,
                    "end": 1399,
                    "mention": "Dhama et al., 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1826,
                    "end": 1851,
                    "mention": "Garaicoechea et al., 2006",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1853,
                    "end": 1875,
                    "mention": "Badaracco et al., 2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1877,
                    "end": 1894,
                    "mention": "Papp et al., 2013",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Bovine RVA is ubiquitous and infects the enterocytes of the tip of the villi within the small intestine of neonatal calves. By multifactorial mechanisms, the infection disrupts the efficiency of the absorptive enterocytes and potentially activates the enteric nervous system, inducing a malabsorptive and secretory diarrhea (Bridger, 1994, Malik et al., 1995, Lundgren and Svensson, 2001, Dhama et al., 2009, Martella et al., 2010). The virus replicates quickly, generating high yields of virions and completing the transmission cycle before the host immune mechanisms can intervene (Estes and Kapikian, 2007). The affected calves manifest severe diarrhea, dehydration, hyperthermia, anorexia and lethargy (Bellinzoni et al., 1990, Holland, 1990, Bendali et al., 1999b, Dhama et al., 2009).",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 338,
                    "mention": "Bridger, 1994",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 340,
                    "end": 358,
                    "mention": "Malik et al., 1995",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 360,
                    "end": 387,
                    "mention": "Lundgren and Svensson, 2001",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 389,
                    "end": 407,
                    "mention": "Dhama et al., 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 430,
                    "mention": "Martella et al., 2010",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 584,
                    "end": 608,
                    "mention": "Estes and Kapikian, 2007",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 707,
                    "end": 730,
                    "mention": "Bellinzoni et al., 1990",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 732,
                    "end": 745,
                    "mention": "Holland, 1990",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 747,
                    "end": 768,
                    "mention": "Bendali et al., 1999b",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 770,
                    "end": 788,
                    "mention": "Dhama et al., 2009",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Good management and hygienic practices can help to reduce the severity of RVA diarrhea in farm animals, while antibiotics can be used to control secondary bacterial infections and fluid and electrolyte therapy can help to restore the fluid reserves, minimizing calf mortality (Holland, 1990, Svennerholm and Steele, 2004). Being a gastrointestinal pathogen, the local gut-associated lymphoid tissue (GALT) responses are critical for virus clearance and prevention of RVA reinfection. The RVA-specific passive maternal antibodies (Ab) acquired by colostrum intake (systemically absorbed and re-secreted to the gut) as well as Ab present in maternal milk (acting locally) are key factors in protecting the neonates (Stott and Fellah, 1983, Besser et al., 1988, Saif and Fernandez, 1996, Barrandeguy et al., 1998, Fernandez et al., 1998, Hodgins et al., 1999, Kohara and Tsunemitsu, 2000, Parreño et al., 2004). Dams are immunized with RVA-inactivated vaccines in the last third of pregnancy, between 60 to 30 days prior to parturition to enhance maternal Ab levels in serum to promote a higher concentration of IgG1 immunoglobulins in colostrum (Holland, 1990, Saif and Fernandez, 1996, Barrandeguy et al., 1998, Svennerholm and Steele, 2004). Although Ab present in colostrum enter the circulation, the protection against this enteric disease is primarily dependent on the presence of RVA-specific Ab in the calves' intestinal lumen, indicating that protection could be achieved by the presence of passive Ab in the gut lumen combined with a rapid active antibody secreting cell (ASC) response in the intestinal lamina propria (Saif and Fernandez, 1996, Fernandez et al., 1998). Regarding passive immune protection, calves receiving pooled colostrum from vaccinated dams prior to gut closure (within 4 h after birth) were protected against severe diarrhea (Fernandez et al., 1998, Parreño et al., 2004). However, RVA-specific Ab from colostrum decline after calving and seem to be insufficient against high challenge doses of virus (Parreño et al., 2004). On the other hand, supplementation of milk diet with immune colostrum significantly reduced diarrhea and delayed viral shedding onset (Kohara and Tsunemitsu, 2000, Parreño et al., 2010). However, the production of immune milks based on colostrum supplementation was not an industrially scalable alternative. This highlights the need of another source of large amounts of Ab for immunotherapeutic purposes in a cost-efficient way.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 290,
                    "mention": "Holland, 1990",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 292,
                    "end": 320,
                    "mention": "Svennerholm and Steele, 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 714,
                    "end": 736,
                    "mention": "Stott and Fellah, 1983",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 738,
                    "end": 757,
                    "mention": "Besser et al., 1988",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 759,
                    "end": 783,
                    "mention": "Saif and Fernandez, 1996",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 785,
                    "end": 809,
                    "mention": "Barrandeguy et al., 1998",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 811,
                    "end": 833,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 855,
                    "mention": "Hodgins et al., 1999",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 857,
                    "end": 884,
                    "mention": "Kohara and Tsunemitsu, 2000",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 886,
                    "end": 906,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1144,
                    "end": 1157,
                    "mention": "Holland, 1990",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1159,
                    "end": 1183,
                    "mention": "Saif and Fernandez, 1996",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1185,
                    "end": 1209,
                    "mention": "Barrandeguy et al., 1998",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1211,
                    "end": 1239,
                    "mention": "Svennerholm and Steele, 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1627,
                    "end": 1651,
                    "mention": "Saif and Fernandez, 1996",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1653,
                    "end": 1675,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1856,
                    "end": 1878,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1880,
                    "end": 1900,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2032,
                    "end": 2052,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2190,
                    "end": 2217,
                    "mention": "Kohara and Tsunemitsu, 2000",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2219,
                    "end": 2239,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, chickens have attracted considerable attention as an alternative source of antibodies, as IgY is deposited in the egg yolk in large quantities, making chickens an ideal source for specific polyclonal antibodies (Touchette et al., 2003, Kovacs-Nolan and Mine, 2004). There are several reports of chicken egg yolk Ab (IgY) being highly effective in protecting neonatal calves from bovine RVA diarrhea (Ikemori et al., 1992, Ikemori et al., 1997, Kuroki et al., 1994, Kuroki et al., 1997). Our group has described that prophylactic provision of hyperimmune crude fluid egg yolk to newborn calves during the first 14 consecutive days of life significantly reduced the severity of diarrhea after oral inoculation with virulent bovine RVA. The treatment also prevented RVA diarrhea and virus shedding after a second virus challenge (seven days after the end of the passive Ab treatment). We observed that egg yolk treatment promoted a modulatory effect on ASC responses in the gut, inducing high numbers of bovine RVA-specific IgA ASCs (Vega et al., 2011). This 14-day-long prophylactic treatment could be advantageous in dairy herds where bovine RVA is a major epidemiological concern. Still, other oral IgY-based treatments can be useful in dairy farms where RVA-associated diarrhea is a concern but less severe, decreasing the therapy's costs. Little is known about the usefulness of IgY Ab as a treatment to bovine RVA once virus infection has already induced diarrhea under controlled environmental conditions. The aim of the present study was to determine the potential application of spray dried egg yolk powder enriched in bovine RVA-specific IgY Ab as a passive therapeutic treatment to be applied for 7 days after the appearance of diarrhea in neonatal calves experimentally challenged with virulent bovine RVA (G6P[5] strain). The potential of the powder as a commercial product was further evaluated.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 244,
                    "mention": "Touchette et al., 2003",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 246,
                    "end": 273,
                    "mention": "Kovacs-Nolan and Mine, 2004",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 410,
                    "end": 430,
                    "mention": "Ikemori et al., 1992",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 432,
                    "end": 452,
                    "mention": "Ikemori et al., 1997",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 454,
                    "end": 473,
                    "mention": "Kuroki et al., 1994",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 475,
                    "end": 494,
                    "mention": "Kuroki et al., 1997",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1041,
                    "end": 1058,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The protocol for animal management and euthanasia met the requirements of The Institutional Animal Care Committee (IACC, protocol number 02-09-08) of the Veterinary College (University of Buenos Aires), the Institutional Committee for Experimental Animals Use and Management (from INTA, protocol number 24/2010 for calves and 20/2011 for chickens).",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Fifteen newborn male Holstein calves acquired from the same dairy farm were removed from their dams at birth prior to suckling and moved into isolation facilities within the first 4 h of life. The animals were housed in individual isolation rooms under a strict management protocol as previously described (Parreño et al., 2004). Calves were randomly assigned to one of the following feeding groups (G): G1 = colostrum (C) + milk supplemented with bovine RVA-specific egg yolk powder with a final ELISA IgY Ab titer to Indiana RVA strain of 4096 (n = 4); G2 = C + RVA Ab free milk (n = 5) and G3 = colostrum deprived (CD) + RVA Ab free milk (n = 6). These last two groups of calves were considered controls. Colostrum deprived calves are often found in herds where animals are not artificially assisted and many of the newborns fail to fed before the first hours of life. Calves in G1 and G2 received 1 L of colostrum pool from RVA non-vaccinated cows (but seropositive to RVA due to natural exposure to the virus in the field) within the first 6 h of life (prior to gut closure). This colostrum had a virus neutralization (VN) Ab titer to Indiana bovine RVA strain (genotype G6P[5]) of 65,536 and an IgG1 ELISA Ab titer of 16,384 and was produced as previously described (Parreño et al., 2004, Parreño et al., 2010, Vega et al., 2011). All animals in G1 and G2 had a circulating ELISA mean IgG1 Ab titer to Indiana bovine RVA strain of ~ 1024/4096 in serum after colostrum intake. Calves in G3 did not receive colostrum but 1 L of RVA Ab free milk at this time point, remaining seronegative to bovine RVA, as expected. The milk used in the experiment was commercial sterilized bovine milk for human consumption (Mastellone Hnos., Argentina). All animals were orally inoculated with 105.85 Focus Forming Units (FFU) of virulent bovine RVA strain G6P[5] (Indiana strain) between the third and fourth feeding (0 post-inoculation day — PID) (Fernandez et al., 1998). This viral dose was previously confirmed to cause diarrhea and virus shedding in 100% of inoculated CD calves (Parreño et al., 2004). This viral strain is one of the most prevalent RVA strains circulating in newborn calves in Argentina (Garaicoechea et al., 2006, Badaracco et al., 2012) and worldwide (Midgley et al., 2012, Papp et al., 2013). Immediately after the onset of diarrhea, only calves assigned to IgY passive treatment group (G1) received 2 L of the supplemented milk twice a day for 7 days with a final ELISA IgY Ab titer to bovine RVA (Indiana strain) of 4096. After this time, all calves in this group were fed milk without supplemental Abs. Calves in G2 and G3 were fed commercial RVA Ab free milk during the experiment. All the calves were euthanized at PID 21 to study the primary Ab responses to bovine RVA infection.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 327,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1273,
                    "end": 1293,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1295,
                    "end": 1315,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1317,
                    "end": 1334,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1939,
                    "end": 1961,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2075,
                    "end": 2095,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2201,
                    "end": 2226,
                    "mention": "Garaicoechea et al., 2006",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2228,
                    "end": 2250,
                    "mention": "Badaracco et al., 2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2267,
                    "end": 2287,
                    "mention": "Midgley et al., 2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2289,
                    "end": 2306,
                    "mention": "Papp et al., 2013",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Colostrum feeding, experimental groups and passive treatment administration ::: Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Calves were examined daily for the development of diarrhea and virus shedding after virulent bovine RVA inoculation. Rectal temperatures were measured during the experiment and values over 39 °C were considered as hyperthermia. To estimate the severity of the diarrhea, fecal consistency was scored blindly by qualified technicians as follows: 0: normal; 1: pasty; 2: semi-liquid; 3: liquid; considering a score equal or greater than 2 as diarrhea (Parreño et al., 2010). The area under the fecal scores curve (AUC) for each calf was determined and then the average AUC for diarrhea was calculated for each group. Prior and after virulent bovine RVA inoculation, fecal samples were collected daily to assess virus shedding. Serum samples were collected before colostrum feeding (within 4 h after birth), at bovine RVA inoculation (approximately 40 h of birth), and then weekly (PIDs 7, 14, 21). Serum Abs to bovine RVA (Indiana G6P[5] strain) were assayed by ELISA and VN tests. The presence of coproantibodies (coproAb) was also assessed by ELISA.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 469,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Clinical observations and sample collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Peripheral blood lymphocytes (PBL) were sampled at PID 0 and then weekly, to assess ASC responses by ELISPOT assay. At PID 21, the animals were euthanized and the number of bovine RVA ASC were quantified by ELISPOT in the following gut-associated lymphoid tissues (GALT): duodenum, jejunum and ileum lamina propria (LP), jejunum and ileum Peyer's patches (PP), jejunum and cecal mesenteric lymph nodes (MLN) and in systemic lymphoid tissues (spleen and PBL). Large (LIC) and small (SIC) intestinal contents from all calves were collected at necropsy for bovine RVA specific Ab detection by ELISA (Parreño et al., 2004).",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 617,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Clinical observations and sample collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Virulent bovine RVA (corresponding to Indiana strain, G6P[5] genotype) inoculum used for calf experimental infection consisted of the intestinal contents of a CD calf that was orally inoculated with a fecal suspension containing this RVA strain, as previously described (Fernandez et al., 1998, Parreño et al., 2004). The cell-culture-adapted Indiana RVA strain was also propagated in monkey kidney cells (MA-104) for its use in ELISPOT, ELISA and VN assays (Parreño et al., 2004, Parreño et al., 2010).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 293,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 295,
                    "end": 315,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 459,
                    "end": 479,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 481,
                    "end": 501,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Virus ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lohmann Brown Classic laying hens were immunized intramuscularly in the breasts with live attenuated Indiana RVA strain (genotype G6P[5]) containing 1010\n FFU/mL as previously described (Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 204,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Egg yolk powder ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Collected eggs from immunized hens were grouped weekly and their yolks were diluted in distilled water at a ratio of 1:3 and stored at − 20 °C. The RVA IgY Ab titer from each pool was determined by Indiana RVA ELISA and VN assays and pools with RVA IgY Ab titers of 16,384 were spray-dried (FlexPump, Galaxie S.A., Argentina) to obtain egg yolk powder. This powder was diluted in the RVA Ab free milk (10 mg/mL) and had an IgY ELISA Ab titer to Indiana RVA strain of 1024. A total of 100 g of egg yolk powder were diluted in 2 L of RVA Ab free milk to reach an ELISA IgY Ab titer in the supplemented milk of 4096 (VN titer: 2048) to Indiana RVA strain. The product quality and stability were evaluated every 2-year period. Briefly, samples were kept at room temperature and relative humidity (RH), at 4 °C and room RH, at 30 °C and 65% RH or at 40 °C and 75% RH in similar trialuminum packages, to generate data on stability from normal or accelerated conditions, respectively. After 0, 30, 90, 180, 360, 540 and 720 days from powder production, packages were opened and samples were prepared in RVA Ab free milk as noted above. The IgY ELISA Ab titer to Indiana RVA strain was determined immediately. At the same time points, egg yolk powder was sent to a private laboratory to determine the physicochemical composition and microbiological status of the product.",
            "cite_spans": [],
            "section": "Egg yolk powder ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Infectious virus titer was assessed by a CCIF assay (Fernandez et al., 1998, Parreño et al., 2010). Fluorescent foci were visualized using FITC-labeled hyperimmune bovine polyclonal antiserum specific to Indiana bovine RVA strain (genotype G6P[5]) prepared at INTA, and fluorescent foci-forming cells were counted using a fluorescence microscope. Titers were expressed as the number of fluorescent focus forming units per ml (FFU/mL). The AUC for each calf was first determined and then the average AUC for virus shedding was calculated for the group.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 75,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 77,
                    "end": 97,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Cell culture immunofluorescence assay (CCIF) ::: Bovine RVA antigen detection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The IgM, IgA and IgG1 Ab titers to Indiana RVA strain were determined in colostrum, calf sera, feces, LIC and SIC. Specific IgG1 Abs were detected by an indirect ELISA while specific IgM and IgA Abs were measured by capture ELISA using the reagents and protocols previously described (Fernandez et al., 1998, Parreño et al., 2004, Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 307,
                    "mention": "Fernandez et al., 1998",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 309,
                    "end": 329,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 331,
                    "end": 348,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Bovine isotype-specific Ab ELISA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The IgY Ab titers to Indiana RVA strain were determined in crude egg yolk pools, calf and hen sera, calf feces and supplemented milks by an indirect ELISA as previously described (Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 197,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "RVA specific IgY Ab ELISA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Virus neutralizing Ab titers to Indiana RVA strain in colostrum pools, egg yolk pools supplemented milk and calf sera were determined by a FFN test as previously described (Parreño et al., 2010, Vega et al., 2011). The VN titer was expressed as the reciprocal of the highest sample dilution that resulted in > 80% reduction in the number of fluorescent foci (Tô et al., 1998).",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 193,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 195,
                    "end": 212,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 359,
                    "end": 374,
                    "mention": "Tô et al., 1998",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Fluorescent focus reduction virus neutralization (FFN) test ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Approximately 15 cm of tissue samples of duodenum, jejunum, and ileum lamina propria were collected. Discrete Peyer's patches (PP) (n = 4, for each animal) were identified at different points along the mucosal surface of the jejunum and collected individually. A segment of intestine corresponding to a 10 cm portion of the distal ileum continuous PP was also obtained. The mesenteric lymph nodes (MLN) corresponding to the jejunum and ileocecal regions were collected and processed separately. Intestinal tissues were processed as previously described (Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 571,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Isolation of mononuclear cells (MNC) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "An ELISPOT assay for quantification of anti-RVA IgM, IgA, IgG1 and IgG2 ASC was conducted to evaluate effector B-cell responses from all calves at PID 21 in several systemic and gut associated (GALT) lymphoid tissues, as previously described (Parreño et al., 2004, Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 263,
                    "mention": "Parreño et al., 2004",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 265,
                    "end": 282,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "ELISPOT assay for bovine RVA-specific ASC ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Fisher's exact test was used to compare proportions of calves with diarrhea and virus shedding among groups. The Kruskal–Wallis rank sum (non-parametric) test was used to compare days of onset and duration of diarrhea and virus shedding, cumulative diarrhea scores, AUC, cumulative titers of virus shed and days with elevated rectal temperature, among groups. VN and isotype-specific Ab titers were log10-transformed prior to statistical analysis.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Differences in Ab titers among groups were evaluated by general analysis of variance (ANOVA) followed by DGC (Di Rienzo, Guzmán & Casanoves) multiple comparison test on repeated measures throughout time. Negative samples at a dilution of 1:4 were assigned an arbitrary Ab titer of 2 for the calculation of geometric mean titers (GMTs). At PID 21, the ASC numbers were compared among groups using the Kruskal–Wallis rank sum test. Statistical significance was assessed at p < 0.05 for all comparisons. All the statistical analyses were conducted using Infostat® 2011p/19/8/2011 (Argentina) statistical software.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For this experiment, newborn calves assigned to each experimental group were orally inoculated with virulent bovine RVA (Indiana strain, G6P[5] genotype) at 36 h of life. The onset of diarrhea after virus inoculation was statistically similar for all groups of calves, (G1: 2.0 days; G2: 1.2 days; G3: 2 days). In agreement, bovine RVA infectious viral particles were detected in feces from all animals by the same day that diarrhea appeared. Results for diarrhea and virus shedding are detailed in Fig. 1\n. Following the experimental design, calves assigned to G1 received RVA IgY Ab treatment within 2 h since the development of diarrhea and for seven consecutive days. Diarrhea in this group terminated an average of 3.2 days after the beginning of the passive treatment (range 2 to 5 days). This duration was significantly shorter than the ones registered for CD calves (10.4 days, G3) while animals fed colostrum followed by RVA Ab free milk (G2) developed RVA-associated diarrhea of an intermediate duration (average 7.6 days). Interestingly, virus shedding duration was significantly shorter in calves in G1 (average 4.5 days) than in animals in G2 (average 11.6 days), while calves in G3 showed an intermediate duration of 6 days in average. However, the areas under the curve of virus shedding (AUC) were not significantly different between the experimental groups of calves. Severity of RVA-associated diarrhea, considered as the average AUC of diarrhea score for each group of calves, was also significantly lower in RVA IgY Ab treated calves (G1) than in either of the other groups of animals (G2 and G3). Furthermore, there was a significant reduction in the number of days with RVA-associated hyperthermia for calves in G1 (2.5 days in average) compared with animals in control groups (G2: 12 days and G3: 11.4 days). It is important to mention that animals receiving passive RVA-specific IgY Ab treatment (G1) did not show other clinical signs of bovine RVA infection like anorexia, dehydration or depression (personal observation, data not shown), while they were evident in all calves in G2 and specially in G3.",
            "cite_spans": [],
            "section": "Passive treatment with egg yolk powder containing bovine RVA IgY Abs significantly reduced diarrhea duration and severity compares with colostrum deprived calves ::: Results",
            "ref_spans": [
                {
                    "start": 499,
                    "end": 505,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "All the calves in G1 cleared the viral infection while they were under passive treatment with IgY Abs and infectious virus was not detected during the experiment (Fig. 1a). As shown, IgY Abs to Indiana RVA strain from the passive treatment were detected by ELISA in feces from calves in G1 (Fig. 1a). The ELISA IgY Ab titers to RVA varied daily and could be associated with the viral replication and shedding, especially because there was an increase in the titers observed once RVA-infection was cleared, around PIDs 9–10. Finally, IgY Abs disappeared in one or two days after the end of the passive treatment (Fig. 1a).",
            "cite_spans": [],
            "section": "Passive treatment with egg yolk powder containing bovine RVA IgY Abs significantly reduced diarrhea duration and severity compares with colostrum deprived calves ::: Results",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 169,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 291,
                    "end": 297,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 612,
                    "end": 618,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Passive or active protection against RVA diarrhea is the most desirable outcome of any treatment or vaccination and can be achieved even when continued viral shedding is detected in feces. Moreover, the asymptomatic infection allows development of active immunity to prevent subsequent natural RVA infections. However, we have also previously demonstrated that oral passive treatments based on egg yolk cause a strong positive modulation of the local humoral immune response, and specially the antibody secreting cell responses in the intestinal mucosa (Vega et al., 2011), so further characterization of calves immune responses to RVA were conducted.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 571,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": []
        },
        {
            "text": "We studied the local Ab responses to bovine RVA in feces by isotype-specific ELISA. Results obtained are also depicted in Fig. 1 together with virus shedding and diarrhea duration. For CD calves in G3, bovine RVA-specific IgM and IgA Abs peaked at PIDs 6 and 7, respectively (Fig. 1). A similar pattern was observed in G2 calves (C + RVA Ab free milk), while IgA Ab peaked at PID 8 and IgM Ab showed low titers from PIDs 5 to 11 for G1 animals (C + bovine RVA IgY Ab 4096 milk). It is also evident from Fig. 1 that IgG1 Abs to bovine RVA were present around PID 0 in feces from calves receiving colostrum (G1 and G2) while they were absent in G3 calves. However, from PID 8 on, animals in G3 (CD + RVA Ab free milk) showed detectable ELISA titers of Indiana RVA strain specific IgG1 in feces (Fig. 1), similarly to the pattern described in serum (Fig. 2\n). By the end of the experiment, all the calves presented IgG1 as well as IgA Ab to Indiana RVA strain in feces. Although no other significant differences were observed between coproAb titers to bovine RVA, calves in G1 showed a trend toward lower RVA Ab titers than animals in G2 and G3 (Fig. 1).",
            "cite_spans": [],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 276,
                    "end": 282,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 503,
                    "end": 509,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 793,
                    "end": 799,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 847,
                    "end": 853,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1143,
                    "end": 1149,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "At PID 21, animals were euthanized and contents from large (LIC) and small (SIC) intestinal sections were collected. Bovine Abs to Indiana RVA strain were also detected by the same ELISA assay as before (see Fig. 1). The IgA and IgG1 Abs were predominant, with especially high bovine RVA-specific IgG1 ELISA Ab titer in G3 (CD + RVA Ab free milk) compared to G1 and G2. The IgA Ab titer in SIC from calves in G1 was significantly lower than in calves in G3, with G2 showing intermediate responses. All the other Ab titers determined were statistically similar among 3 groups of calves. This was in accordance with the scenario observed in feces at the end of experiment (Fig. 1).",
            "cite_spans": [],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 214,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 671,
                    "end": 677,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The profile and isotype of bovine Abs to Indiana RVA strain in serum are depicted in Fig. 2. At PID 0 (previous to experimental virulent bovine RVA inoculation), IgG1 Abs to bovine RVA were present only in animals that received colostrum at birth (G1 and G2), indicating its transference from the gut to the bloodstream. This was associated with the presence of VN activity to bovine RVA at this experimental time point for calves in G1 and G2. The IgG1 Ab titers to Indiana RVA strain remained constant in serum samples from all the animals in G1 and G2 during the experiment. In these groups of calves, after virulent bovine RVA inoculation, it was not possible to discriminate if the detected IgG1 in serum was derived from colostrum intake or if it represented active production of IgG1 by the neonates (Fig. 2). As expected, while no Abs were detected in serum samples from calves in G3 (CD animals) at PID 0, ELISA Ab titers of IgG1 to bovine RVA increased progressively from PID 7 to PID 21, and they were statistically similar between animals in all experimental groups at PID 14 and until the end of the experiment (PID 21). At PID 21, IgG1 was the main isotype detected in serum, while IgA and IgM were still present in lower titers in all the experimental groups (Fig. 2).",
            "cite_spans": [],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 808,
                    "end": 814,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1275,
                    "end": 1281,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As expected for a primary immune response against RVA, IgM isotype was detected by ELISA in serum at PID 7 in all calves. At this experimental time point, IgM Ab titers to Indiana RVA strain were significantly higher in G3 than in G1, while G2 showed intermediate responses (Fig. 2). The IgM titers peaked around PID 7 and then decreased, reaching statistically similar titers at PID 14 and 21 between groups. On the other hand, IgA Abs to Indiana RVA strain were also detected from PID 7 on in all experimental groups of calves, with a peak around PID 14. Calves in G2 had statistically lower ELISA IgA Ab titers to bovine RVA at PID 14 than animals in G3, while the titers in G1 were intermediate.",
            "cite_spans": [],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The VN Abs remained constant in G1 throughout the experiment, while in G3 there was a clear increment from the beginning of the experiment to PID 21. At this experimental time point, VN titers were statistically similar between all groups. Interestingly, animals in G2 showed a decrease in IgG1 Ab titers to Indiana RVA strain from PIDs 7 to 14 (Fig. 2).",
            "cite_spans": [],
            "section": "The passive administration of IgY Abs did not suppress the development of humoral immune responses to RVA ::: Results",
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "At the end of the experiment (PID 21 ± 3), different tissues were collected to determine the number and isotype of Indiana RVA strain-specific ASC by ELISPOT assay. The results obtained for “systemic tissues” (blood, spleen, Jejunal MLN and Ileo-cecal MLN) are depicted in Fig. 3\nwhile the ASC responses in GALT are shown in Fig. 4\n. At PID 21, all the animals had ASC to Indiana RVA strain in the studied tissues. In general, the numbers of ASC in systemic tissues of calves in G1 (C + RVA IgY Ab) were lower than in G2 and G3 groups of calves. In particular, the numbers of bovine RVA-specific IgM and IgG1 ASC responses in the spleens of G1 calves (C + RVA IgY Ab) were significantly less than the ones in the G2 and G3 animals. In MLN from jejunal and ileo-cecal regions, most statistical differences were observed in IgG1 ASC to bovine Indiana RVA strain, where colostrum deprived calves in G3 had higher numbers than animals from G1 and G2. Interestingly, in G2 calves (C + RVA Ab free), the predominant ASC isotype detected at PID 21 was IgM followed by IgA in all the systemic tissues studied. In contrast, in G3 calves (CD + RVA Ab free), most of the bovine RVA-specific ASC responses were mainly of the IgG1 isotype in these same tissues (Fig. 3).",
            "cite_spans": [],
            "section": "Oral treatment with IgY Abs for 7 days was associated with significantly higher ASC responses in GALT at PID 21 ::: Results",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 279,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 325,
                    "end": 331,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1249,
                    "end": 1255,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In the case of the GALT responses, most ASC were present in the proximal intestinal lamina propria (duodenum and jejunum) and, in lower magnitude, in PP, independently of the treatment (Fig. 4). This finding is in agreement with the site of bovine RVA infection and replication in the small intestine and represents the main GALT effector — duodenum and jejunum- and inductive-ileum sites, respectively. The ASC responses to Indiana RVA strain in the duodenum were significantly higher in the IgY-treated group (G1) than in the control groups (G2 and G3) for IgM, IgA and IgG2 isotypes (Fig. 4). This trend toward higher numbers of bovine RVA ASC was also observed in other tissues, including Jejunum lamina propria and PP. The ASC responses in G1 were mainly associated with IgA and IgG2 isotypes, while in G2 and G3 groups IgG1 and IgA were the most abundant ASC to Indiana RVA strain at PID 21 (Fig. 4).",
            "cite_spans": [],
            "section": "Oral treatment with IgY Abs for 7 days was associated with significantly higher ASC responses in GALT at PID 21 ::: Results",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 192,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 587,
                    "end": 593,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 898,
                    "end": 904,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "IgY Abs from chicken egg yolk have been demonstrated to be an effective treatment for RVA-associated diarrhea. But further experiments are needed to determine if IgY also could be applied as a commercial product. We studied the stability of egg yolk powder IgY Ab titers to Indiana RVA strain by ELISA in samples kept in trilaminar aluminum packages and kept at different storage conditions. Results obtained from this assay are depicted in Table 1\n. The avian IgY Abs reacted with Indiana RVA strain until 2 years after powder production if the powder was kept at 4 °C or even at room temperature. Under other stability condition, after storing the packaged samples at high temperature (30 °C — 65% RH and 40 °C — 75% RH), IgY Abs showed a progressive loss of activity over time (Table 1).",
            "cite_spans": [],
            "section": "Development of an oral treatment based on IgY Abs for RVA treatment in calves ::: Results",
            "ref_spans": [
                {
                    "start": 441,
                    "end": 448,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 781,
                    "end": 788,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "At 180 days (6 months), powder kept at 40 °C — 75% RH showed lower ELISA IgY Ab titers to Indiana RVA strain that continued decreasing until 720 days. Powder kept at 30 °C — 65% RH showed intermediate stabilities, loosing almost all IgY Ab biological activity by the end of the experiment at 720 days (Table 1).",
            "cite_spans": [],
            "section": "Development of an oral treatment based on IgY Abs for RVA treatment in calves ::: Results",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The physicochemical composition and microbiological status of egg yolk powder were determined at the packaging stage (0 days from powder production, Table 2\n) and at the same time points mentioned above. Regarding the physicochemical composition, it remained quite similar until the last check-point (720 days from powder production) when kept at 4 °C or even at room temperature. The microbiological status was acceptable until 360 days in samples kept at room temperature, while it extended until 720 days for sample storage at 4 °C. Further assays should be conducted to determine the safety and commercial viability of a product based on IgY Abs.",
            "cite_spans": [],
            "section": "Development of an oral treatment based on IgY Abs for RVA treatment in calves ::: Results",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the present study we evaluated the use of IgY Abs to bovine RVA as a passive oral therapeutic treatment to control RVA-associated diarrhea in newborn calves. Animals were experimentally inoculated with bovine Indiana RVA strain (genotype G6P[5]), the prevalent RVA strain circulating in the field (Garaicoechea et al., 2006, Badaracco et al., 2012, Midgley et al., 2012, Papp et al., 2013). As control groups, colostrum-deprived animals and calves receiving colostrum, but not treated with any RVA-specific passive treatment were included. Although normally newborn calves would receive at least one liter of colostrum from their mothers, many of them fail to stand in the first hours of life and nurse soon enough before gut closure. These calves are frequently found in dairy herds from Argentina and their survival is compromised by the lack of passively transferred maternal immune factors and antibodies (Tripathi and Vashishtha, 2006, Osaka et al., 2014). The results obtained demonstrate that daily oral administration of egg yolk powder enriched in IgY Ab to bovine RVA at a final ELISA Ab titer of 4096 (VN titer: 2048, to Indiana RVA strain, genotype G6P[5]) significantly reduced the number of days with diarrhea and hyperthermia as well as the severity of the illness when compared with colostrum deprived calves that did not receive any virus-specific treatment.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 326,
                    "mention": "Garaicoechea et al., 2006",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 328,
                    "end": 350,
                    "mention": "Badaracco et al., 2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 352,
                    "end": 372,
                    "mention": "Midgley et al., 2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 374,
                    "end": 391,
                    "mention": "Papp et al., 2013",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 913,
                    "end": 942,
                    "mention": "Tripathi and Vashishtha, 2006",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 944,
                    "end": 962,
                    "mention": "Osaka et al., 2014",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Regarding virus shedding, calves treated with IgY Abs to bovine RVA cleared virus infection before the end of the passive treatment and significantly earlier than control animals receiving colostrum but without IgY Ab treatment (G2). Also, heterologous IgY Abs were detected by ELISA in feces, suggesting that they were not completely degraded in the intestinal tract. The resistance of IgY Abs to the calf's gut environment was also previously observed by our group in the administration of fluid crude egg yolk as a passive prophylactic treatment to prevent RVA-associated diarrhea in newborn calves (Vega et al., 2011).",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 620,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another important novel feature observed in this study is the induction of a stronger RVA-specific ASC response in calves receiving milk supplemented with chicken egg yolk powder than in control animals receiving colostrum (G2) or CD calves (G3) fed RVA Ab free milk. This feature was previously observed in calves fed milk supplemented with crude egg yolk administered as a preventive strategy for a longer period of time (Vega et al., 2011). These results together demonstrate that this immunomodulatory activity is local, affecting only GALT ASC responses. In the current experiment, calves were fed egg yolk powder for only 7 days, half of the time compared to previous prophylactic experiments. Yet, the modulatory effect of egg yolk supplementation was clearly maintained. These high numbers of bovine RVA-specific ASC detected in the GALT of egg yolk treated animals represent a powerful active immune strategy to control bovine RVA diarrhea as well as potentially other enteric infections. These results are in agreement with the presence of immunomodulatory molecules in the egg yolk, that promote B cell clonal expansion and IgA switching related to anti-inflammatory responses to dietary antigens (Nelson et al., 2007). It has been previously demonstrated that this immunomodulatory effect of egg yolk is not related to IgY Abs itself, as calves treated with semi-purified IgY Abs for 14 days as well as gnotobiotic pigs fed milk supplemented with semi-purified IgY Abs for 9 days did not develop statistically higher ASC responses in GALT than control groups (Vega et al., 2012). However, it seems like IgY Ab treatment caused a partial suppression of active systemic Ab responses to bovine RVA. This could be associated with less severe diarrhea in treated calves, as systemic Ab responses to bovine RVA seem to be higher in colostrum deprived calves, while G2 calves showed intermediate responses.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 441,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1209,
                    "end": 1228,
                    "mention": "Nelson et al., 2007",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1572,
                    "end": 1589,
                    "mention": "Vega et al., 2012",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It has been reported that IgY Abs against bovine RVA can be used to prevent virus-associated diarrhea in newborn calves (Vega et al., 2011). In this work we focus on the treatment of clinical signs of bovine RVA infection once they appear, as many farmers would use a specific treatment more than a preventive one. We also shortened the passive treatment from 14 to 7 days when compared to previous prophylactic experiments by our group (Parreño et al., 2010, Vega et al., 2011). However, even with only 7 days of twice daily continuous treatment, IgY Abs were a strong and versatile immune strategy against bovine RVA-associated diarrhea. Another important feature is the fact that the passive treatment administered to calves in this experiment consisted mainly of egg yolk powder, which can be easily manipulated and kept at room temperature for long periods of time (even until 12–16 months). These properties emphasize the advantages of egg yolk as a source of specific antibodies. Avian Ab represents both a reduction and refinement in animal use (Karlsson et al., 2004). When considering Ab production for passive immunotherapy applications, chickens present a much more economical source of large quantities of specific Ab being also less invasive as it only requires daily collection of eggs (Mine and Kovacs-Nolan, 2002, Karlsson et al., 2004, Schade et al., 2005, Kovacs-Nolan and Mine, 2012). It would be critical to develop an egg yolk powder enriched in IgY Abs directed to several enteropathogens involved in neonatal calf diarrhea. This will represent a polyvalent product to be used as a preventive as well as a therapeutic strategy to control calf scours in dairy farms. Being an Ab-based therapy consisting of polyclonal heterologous Abs to bovine RVA, this passive oral treatment will help to control neonatal calf diarrhea. Importantly, this approach will help overcome the problem of microbial resistance to antibiotics, which are used indiscriminately to treat calf diarrhea, offering an innovative, ecological and powerful solution to this serious calf health problem in the dairy industry.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 138,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 438,
                    "end": 458,
                    "mention": "Parreño et al., 2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 460,
                    "end": 477,
                    "mention": "Vega et al., 2011",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1054,
                    "end": 1075,
                    "mention": "Karlsson et al., 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1302,
                    "end": 1329,
                    "mention": "Mine and Kovacs-Nolan, 2002",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1331,
                    "end": 1352,
                    "mention": "Karlsson et al., 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1354,
                    "end": 1373,
                    "mention": "Schade et al., 2005",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1375,
                    "end": 1402,
                    "mention": "Kovacs-Nolan and Mine, 2012",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Stability of egg yolk powder IgY Ab titer to bovine RVA (Indiana G6P[5] strain) determined by ELISA in 10 mg/mL solution from samples kept at different storage conditions.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Physicochemical composition and microbiological status of egg yolk powder at packaging (0 days from powder production).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Virus shedding, diarrhea duration and coproAbs titers in feces of the experimental groups of calves. Calves in G1 were fed two liters of commercial bovine milk supplemented with 100 g of egg yolk powder containing Indiana RVA strain-specific IgY Abs, twice a day for 7 days from diarrhea onset. Calves in G2 and G3 were fed RVA Ab free milk without any supplementation. Continuous lines represent the average ELISA Ab titer of isotype-specific bovine coproAbs to bovine Indiana RVA strain detected in feces. Dashed line in G1 represents the average ELISA IgY Ab titer to Indiana RVA strain. Columns represent average daily profile of virus shedding for experimental calves expressed as FFU/mL. Horizontal bar indicates mean diarrhea duration. Tables included in each graph indicate diarrhea duration defined as the number of days with fecal score ≥ 2. Feces consistency was scored daily (0 = normal; 1 = pasty; 2 = semi-liquid; 3 = liquid).1 Means in the same column with different superscript upper case letters differ significantly (Kruskal–Wallis rank sum test; p < 0.05).2 Determined by ELISA and CCIF. Number of days with bovine RVA-associated hyperthermia was considered as days with body temperature > 39 °C. C = colostrum/CD = colostrum deprived. AUC: area under the diarrhea/virus shedding curve. PID: post inoculation day. VS: virus shedding. LIC: large intestinal contents. SIC: small intestinal contents.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Geometric mean isotype-specific and neutralizing Ab titers (GMTs) to Indiana RVA (G6P[5] strain) in serum collected weekly (lines). a) G1: calves fed with colostrum (C) followed by bovine RVA egg yolk supplemented milk with a final Indiana RVA IgY Ab titer of 4096 for 7 consecutive days once diarrhea appearance; b) G2: calves receiving C followed by non-supplemented RVA Ab free milk; c) G3: colostrum deprived calves receiving RVA Ab free milk. All calves were orally inoculated with virulent Indiana RVA strain at 0 PID. Statistical analysis of the Ab titers in serum was performed by ANOVA followed by DGC multiple comparison test through time, p < 0.05. The “–” indicates no significant differences between groups.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Mean numbers of bovine RVA ASC per 5 × 105/MNC obtained from systemic lymphoid tissues (PBL, spleen and MLN draining the small and large Intestine), at 21 PID. G1: calves fed with colostrum (C) followed by bovine RVA egg yolk supplemented milk with a final bovine RVA IgY Ab titer of 4096 for 7 consecutive days once diarrhea appearance; G2: calves receiving C followed by non-supplemented RVA Ab free milk; G3: colostrum deprived calves receiving RVA Ab free milk. All calves were orally inoculated with virulent Indiana RVA strain at 0 PID. For each tissue, when comparing mean ASC numbers of the same isotype, among treatment groups: different letter indicate a significant difference (Kruskal–Wallis rank sum test, p < 0.05). n = number of calves in each group. Error bars indicate SD. The “–” indicates no significant differences between groups.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Mean numbers of bovine RVA ASC per 5 × 105/MNC obtained from GALT at 21 PID. G1: calves fed with colostrum (C) followed by milk supplemented with bovine RVA egg yolk with a final Indiana RVA IgY Ab titer of 4096 for 7 consecutive days after diarrhea appearance; G2: calves receiving C followed by non-supplemented RVA Ab free milk; G3: colostrum deprived calves receiving RVA Ab free milk. All calves were orally inoculated with virulent bovine RVA (Indiana G6P[5] strain) at 0 PID. For each tissue, when comparing mean ASC numbers of the same isotype, among treatment groups: different letter indicate a significant difference (Kruskal–Wallis rank sum test, p < 0.05). n = number of calves in each group. Error bars indicate SD. The “–” indicates no significant differences between groups.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bovine rotavirus strains circulating in beef and dairy herds in Argentina from 2004 to 2010",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Badaracco",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Garaicoechea",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Uriarte",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Odeón",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bilbao",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Galarza",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Abdala",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Microbiol.",
            "volume": "158",
            "issn": "",
            "pages": "394-399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prevention of rotavirus diarrhoea in foals by parenteral vaccination of the mares: field trial",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Barrandeguy",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lagos Mármol",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Pont Lezica",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Rivas",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dev. Biol. Stand.",
            "volume": "92",
            "issn": "",
            "pages": "253-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Microbiology of diarrhoea in young beef and dairy calves in Argentina",
            "authors": [
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Bellinzoni",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Blackhall",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Terzolo",
                    "suffix": ""
                },
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Auza",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Mattion",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Micheo",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "La Torre",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Scodeller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Rev. Argent. Microbiol.",
            "volume": "22",
            "issn": "",
            "pages": "130-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pattern of diarrhoea in newborn beef calves in south-west France",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bendali",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bichet",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Schelcher",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sanaa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet. Res.",
            "volume": "30",
            "issn": "",
            "pages": "61-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Risk factors associated with diarrhoea in newborn calves",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bendali",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sanaa",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bichet",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Schelcher",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet. Res.",
            "volume": "30",
            "issn": "",
            "pages": "509-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Transfer of functional immunoglobulin G (IgG) antibody into the gastrointestinal tract accounts for IgG clearance in calves",
            "authors": [
                {
                    "first": "T.E.",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                },
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "McGuire",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Pritchett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol.",
            "volume": "62",
            "issn": "",
            "pages": "2234-2237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A definition of bovine rotavirus virulence",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Bridger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Gen. Virol.",
            "volume": "75",
            "issn": "",
            "pages": "2807-2812",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Enzyme linked immunoabsorbent assay, immunofluorescent test and electrophoresis analysis of rotaviral RNA in the diagnosis and characterization of the bovine rotavirus",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Cornaglia",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Fitjman",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Schudel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Rev. Latinoam. Microbiol.",
            "volume": "31",
            "issn": "",
            "pages": "59-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Rotavirus diarrhea in bovines and other domestic animals",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Dhama",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mahendran",
                    "suffix": ""
                },
                {
                    "first": "S.V.S.",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet. Res. Commun.",
            "volume": "33",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1917-1974",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Passive immunity to bovine rotavirus in newborn calves fed colostrum supplements from cows immunized with recombinant SA11 rotavirus core-like particle (CLP) or virus-like particle (VLP) vaccines",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                },
                {
                    "first": "A.V.",
                    "middle": [],
                    "last": "Parwani",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "M.K.",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "507-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Molecular characterization of bovine rotavirus circulating in beef and dairy herds in Argentina during a 10-year period (1994–2003)",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Garaicoechea",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                },
                {
                    "first": "L.R.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Combessies",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Odeón",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet. Microbiol.",
            "volume": "118",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Effects of maternal antibodies on protection and development of antibody responses to human rotavirus in gnotobiotic pigs",
            "authors": [
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                },
                {
                    "first": "S.Y.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "DeArriba",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                },
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol.",
            "volume": "73",
            "issn": "",
            "pages": "186-197",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Some infectious causes of diarrhea in young farm animals",
            "authors": [
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "3",
            "issn": "",
            "pages": "345-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Protection of neonatal calves against fatal enteric colibacillosis by administration of egg yolk powder from hens immunized with K99-piliated enterotoxigenic Escherichia coli",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ikemori",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am. J. Vet. Res.",
            "volume": "53",
            "issn": "",
            "pages": "2005-2008",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Passive protection of neonatal calves against bovine coronavirus-induced diarrhea by administration of egg yolk or colostrum antibody powder",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ikemori",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Umeda",
                    "suffix": ""
                },
                {
                    "first": "F.C.",
                    "middle": [],
                    "last": "Icatlo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet. Microbiol.",
            "volume": "58",
            "issn": "",
            "pages": "105-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Chicken IgY: utilizing the evolutionary advantage",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kollber",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Worlds Poult. Sci. J.",
            "volume": "60",
            "issn": "",
            "pages": "341-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Correlation between maternal serum antibodies and protection against bovine rotavirus diarrhea in calves",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kohara",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Tsunemitsu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Vet. Med. Sci.",
            "volume": "62",
            "issn": "",
            "pages": "219-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Egg yolk antibodies for passive immunity",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kovacs-Nolan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Mine",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu. Rev. Food Sci. Technol.",
            "volume": "3",
            "issn": "",
            "pages": "163-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Avian egg antibodies: basic and potential applications",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kovacs-Nolan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Mine",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Poult. Biol. Rev.",
            "volume": "15",
            "issn": "",
            "pages": "25-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Field evaluation of chicken egg yolk immunoglobulins specific for bovine rotavirus in neonatal calves",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ikemori",
                    "suffix": ""
                },
                {
                    "first": "F.C.",
                    "middle": [],
                    "last": "Icatlo",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch. Virol.",
            "volume": "142",
            "issn": "",
            "pages": "843-851",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Passive protection against bovine rotavirus in calves by specific immunoglobulins from chicken egg yolk",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kuroki",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ikemori",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Arch. Virol.",
            "volume": "138",
            "issn": "",
            "pages": "143-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Pathogenesis of rotavirus diarrhea",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes Infect.",
            "volume": "3",
            "issn": "",
            "pages": "1145-1156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Rotavirus an emerging enteropathogen of man and animals: an overview",
            "authors": [
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K.N.",
                    "middle": [],
                    "last": "Bhilegaonkar",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Commun. Dis.",
            "volume": "27",
            "issn": "",
            "pages": "199-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Zoonotic aspects of rotaviruses",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bányai",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Matthijnssens",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Buonavoglia",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ciarlet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Microbiol.",
            "volume": "140",
            "issn": "",
            "pages": "246-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Further studies on neonatal calf diarrhea virus",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Underdahl",
                    "suffix": ""
                },
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proc. Annu. Meet. U. S. Anim. Health Assoc.",
            "volume": "73",
            "issn": "",
            "pages": "97-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Diversity and zoonotic potential of rotaviruses in swine and cattle across Europe",
            "authors": [
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Midgley",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bányai",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Buesa",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Halaihel",
                    "suffix": ""
                },
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Hjulsager",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Jakab",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kaplon",
                    "suffix": ""
                },
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Monini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Poljšak-Prijatelj",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pothier",
                    "suffix": ""
                },
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Ruggeri",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Steyer",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Böttiger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Microbiol.",
            "volume": "156",
            "issn": "",
            "pages": "238-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Chicken egg yolk antibodies as therapeutics in enteric infectious disease: a review",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Mine",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kovacs-Nolan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Food",
            "volume": "5",
            "issn": "",
            "pages": "159-169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Immunomodulating effects of egg yolk low lipid peptic digests in a murine model",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Katayama",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Mine",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Matar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Food Agric. Immunol.",
            "volume": "18",
            "issn": "",
            "pages": "1-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Effect of the mass of immunoglobulin (Ig)G intake and age at first colostrum feeding on serum IgG concentration in Holstein calves",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Osaka",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Terada",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Dairy Sci.",
            "volume": "97",
            "issn": "",
            "pages": "6608-6612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Review of group A rotavirus strains reported in swine and cattle",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Papp",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "László",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Jakab",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "De Grazia",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Matthijnssens",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ciarlet",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bányai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet. Microbiol.",
            "volume": "165",
            "issn": "",
            "pages": "190-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Modulation by colostrum-acquired maternal antibodies of systemic and mucosal antibody responses to rotavirus in calves experimentally challenged with bovine rotavirus",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Béjar",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Vagnozzi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Barrandeguy",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "100",
            "issn": "",
            "pages": "7-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Milk supplemented with immune colostrum: protection against rotavirus diarrhea and modulatory effect on the systemic and mucosal antibody responses in calves experimentally challenged with bovine rotavirus",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Marcoppido",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Garaicoechea",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "136",
            "issn": "",
            "pages": "12-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Group A rotavirus veterinary vaccines",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Infect. Dis.",
            "volume": "174",
            "issn": "Suppl. 1",
            "pages": "S98-S106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Enteric viral infections of calves and passive immunity",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Dairy Sci.",
            "volume": "68",
            "issn": "",
            "pages": "206-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Chicken egg yolk antibodies (IgY-technology): a review of progress in production and use in research and human and veterinary medicine",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Schade",
                    "suffix": ""
                },
                {
                    "first": "E.G.",
                    "middle": [],
                    "last": "Calzado",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Sarmiento",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Chacana",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Porankiewicz-Asplund",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Terzolo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Altern. Lab. Anim.",
            "volume": "33",
            "issn": "",
            "pages": "129-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Colostral immunoglobulin absorption linearly related to concentration for calves",
            "authors": [
                {
                    "first": "G.H.",
                    "middle": [],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fellah",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Dairy Sci.",
            "volume": "66",
            "issn": "",
            "pages": "1319-1328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Microbial–gut interactions in health and disease. Progress in enteric vaccine development",
            "authors": [
                {
                    "first": "A.-M.",
                    "middle": [],
                    "last": "Svennerholm",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Best Pract. Res. Clin. Gastroenterol.",
            "volume": "18",
            "issn": "",
            "pages": "421-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Serum and intestinal isotype antibody responses and correlates of protective immunity to human rotavirus in a gnotobiotic pig model of disease",
            "authors": [
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Tô",
                    "suffix": ""
                },
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Gen. Virol.",
            "volume": "79",
            "issn": "",
            "pages": "2661-2672",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Liquid egg as an alternative protein source in calf milk replacers",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Touchette",
                    "suffix": ""
                },
                {
                    "first": "M.L.O.",
                    "middle": [],
                    "last": "Brien",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Coalson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Dairy Sci.",
            "volume": "86",
            "issn": "",
            "pages": "2622-2628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Bioactive compounds of colostrum and its application",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Vashishtha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Food Rev. Int.",
            "volume": "22",
            "issn": "",
            "pages": "225-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Egg yolk IgY: protection against rotavirus induced diarrhea and modulatory effect on the systemic and mucosal antibody responses in newborn calves",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chacana",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "142",
            "issn": "",
            "pages": "156-169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "IgY antibodies protect against human rotavirus induced diarrhea in the neonatal gnotobiotic piglet disease model",
            "authors": [
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                },
                {
                    "first": "A.N.",
                    "middle": [],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Chattha",
                    "suffix": ""
                },
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wigdorovitz",
                    "suffix": ""
                },
                {
                    "first": "V.G.",
                    "middle": [],
                    "last": "Parreño",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}