{
    "paper_id": "PMC4494855",
    "metadata": {
        "title": "Application of Behavioral Theories to Disaster and Emergency Health Preparedness: A Systematic Review",
        "authors": [
            {
                "first": "Luche",
                "middle": [
                    "Tadesse"
                ],
                "last": "Ejeta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Ardalan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Douglas",
                "middle": [],
                "last": "Paton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "According to the Center for Research on the Epidemiology of Disasters (CRED), natural disasters are classified as geophysical, metrological, hydrological, climatological and biological. These five disaster types encompass 12 disaster types and more than 30 sub-types. The 20th Century witnessed an increase in disaster losses, and this has continued its upward trend in the current Century. Climate change will increase the rate of increase of disasters, particularly those of meteorological origin. This is reflected in the fact that, of all natural hazards, floods are the most frequent and their impacts are also increasing 1\n,\n2. Though man-made disasters are also on the rise, the available global data is very limited to showing the trend over time; however, for the year 2012, CRED reported the occurrence of 188 technological disasters worldwide 1\n. It is also important to note that geographically, Asia is the continent with highest toll of natural disasters (e.g., in 2012, it accounted for 40.7% of disasters and 64.5% of disaster victims). Discrepancies in between number of events and victims, with Asia bearing the brunt of both events and losses, highlights the urgent need for more DRR efforts to be directed to Asian countries. It is also evident that despite the growing experience of hazard events, the growing incidence of disaster related losses indicates that the experience of disaster per se is not acting to trigger greater mitigation or preparedness activities in at-risk populations. While it is generally agreed that preparedness at an individual, community and organizational levels is important for ameliorating hazard impacts, the fact that growing incidence of and awareness of disasters is not driving increased preparedness directly suggests that pursuing the goal of increased preparedness in practice is an activity that needs guidance. In developed countries this guidance has emerged in the forms of behavior change theories that have been used to model preparedness. While a major pandemic has not occurred in recent decades, the occurrence of SARS, bird flu, swine flu, MERS and Ebola, for example, has drawn attention to a need for more community preparedness for large-scale public health and epidemic hazards. The management of all of these diseases includes a behavior change component. Since there is likely to be, at least at a national level in most countries, overlap of responsibility for managing natural hazards, health hazards and technological hazards, it becomes important to gain a better understanding of the utility of behavior change theories to contribute across a range of risk management domains.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 628,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 854,
                    "end": 855,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This argument is an extension of the need to provide empirical support for the all-hazards capability of a theory. Many places around the world face threats from several hazards (e.g., locations in Japan and New Zealand need to be ready to deal with the consequences of earthquake, tsunami, typhoon and volcanic hazards) and places in California need to prepare for earthquake and wildfire hazards. Consequently, it is important to ascertain whether a given theory can predict preparedness for hazards that differ in the type of preparedness required. All hazards require people to undertake survival actions (e.g., storing food and water), but they can differ in their respective structural and planning requirements (e.g., the need to secure a house to its foundations for earthquakes versus a need to create defensible space zones around a property for wildfire). The utility of a theory is thus a function of its ability to predict a range of behavioral outcomes.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Disaster preparedness is one of the basic components of DRR. Preparedness identifies the steps necessary to increase the likelihood of avoiding or minimizing hazard effect consequences. Preparedness strategies are developed through a hazard identification and mapping, vulnerability analysis and risk assessment 3\n,\n4, with behavior change strategies being used to inform how the outcome of this process can translate into protective actions. Effective preparedness reduces vulnerability, increases mitigation level, enables timely and effective response to a disaster event and so shortens the recovery period from a disaster, and increases community resilience 3.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 663,
                    "end": 664,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Disaster and emergency preparedness efforts focus predominantly on human behaviors. Human behaviors derive from diverse factors that range from people’s risk perception to lessons from direct and indirect past experiences of disaster events and emergencies through to interaction between individuals and environment. These factors interact to influence the nature and level of people’s disaster and emergency health preparedness level 5\n,\n6\n,\n7\n,\n8\n,\n9. It is also clear from these studies that people within a given area, and who thus generally face comparable levels of risk, differ with regard to the nature and level of their preparedness and how people make choices about how to manage that risk. These efforts focus on how past experiences can be encapsulated in variables whose influence on behavior can be empirically tested. For example, people’s experience in successfully dealing with challenging events in the past can be captured using scores on a measure of self-efficacy.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 436,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 439,
                    "end": 440,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 451,
                    "end": 452,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Hence, if variables can be consistently implicated as components of behavioral change interventions, in different parts of the world, this knowledge can be used to inform education programs that aim to deliver messages informing and educating people about protective measures. Research has found such approaches can effectively facilitate disaster preparedness behaviors 10\n,\n11. However, the evidence is not unequivocal. For example, some studies have found that giving information or education to the community doesn’t necessarily lead to disaster and emergency preparedness, and how the risk itself would be interpreted by individuals could partially determine the process and the level of disaster and emergency preparedness at a given time 12 . The question then becomes one of asking why such contradictory findings have occurred.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "One reason relates to identifying the cognitive, affective, emotional and other social relationship and interaction factors that influence how individuals’ interpret environmental risk information and how this relates to behavioral preparedness for disaster and emergency. That is, one reason for the discrepancy in the effectiveness of information-based change programs discussed above relates to whether agencies used an evidence-based approach or a more ad hoc approach to their risk communication programs. It is also possible to hypothesis that, amongst the former, agencies differed in the theory adopted to inform their program design. Given the existence of numerous theories that describe the interpretive processes that inform behavior change, identifying salient variables and behavior change processes becomes a challenging task. Investigating this, however, is important from the perspective of giving risk management policy makers and planners the processes they need to guide how to develop and combine information and behavior into the required interventions.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Though there have been several initiatives that have applied behavioral theories to disaster and emergency preparedness little is known as to which behavioral theories are more commonly used, where they have been used, and why any one theory has been preferred over other behavioral theories. Therefore, as there is no previous systematic review conducted, this study has been intended to search evidence to get answers to these questions by assessing the application of behavioral theories to disaster and emergency preparedness across the world. The major objectives of this systematic review were to: (i) identify which behavioral theories have been applied to disasters and emergency health preparedness and investigate why these theories were preferred over others; (ii) assess as to which theories have been applied with regard to specific natural and man-made disasters and emergencies preparedness; (iii) examine the most common theories and models applied in different regions of the world pertaining to various natural and man-made disasters and emergency preparedness; and (iv) investigate and analyze the methods of analysis used for each study of disaster and emergency health preparedness.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "\nStudy design\n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "In order to assess the application of behavioral theories to disaster and emergency health preparedness, this study used a systematic literature review. The systematic literature review protocol was prepared to guide the development of the study objectives, questions, inclusion and exclusion criteria, and search strategies were developed and pilot-tested at the beginning of the study. However, the protocol was not registered.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "\nResearch questions \n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "The following research questions were established for the systematic review during the preparation of the study protocol: (i) what are the most commonly applied behavioral theories to disaster and emergency health preparedness across the world?; (ii) what are the major reasons of choosing one theory over the other specific to each disaster and emergency preparedness?; (iii) in which part of the world are the behavioral theories widely applied to disaster and emergency health preparedness?; (iv) what are the challenges in applying the behavioral theories to disaster and emergency health preparedness?; (v) are studies applying behavioral theories to disaster and emergency health preparedness more common in areas where the rates of disaster events are widespread? ; and (vi) are the methods of analyses used for each behavioral theory applied to disaster and emergency health appropriate in explaining the relationships of constructs within each theory or model?",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "\nInclusion and exclusion criteria\n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "The inclusion criteria used for this systematic review were: studies applying behavioral theories to all disasters and emergencies preparedness; studies conducted in all regions across the world; original articles that have been published in peer reviewed journals; and studies conducted on any disease epidemic preparedness applying behavioral theories or models. The references of review papers related to disaster and emergency preparedness were also referred to, so as to archive the relevant articles. There was no restriction applied to the date of studies sampled, and all databases were searched for studies conducted till the last date of our search (November 12, 2014). On the other hand, studies applying behavioral theories and models to response and recovery phases of disaster management, conference papers, non-English language articles, and disaster preparedness studies conducted without applying the behavioral theories and models were the exclusion criteria.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "\nInformation sources and search strategies \n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "The sources of information for our systematic review were PubMed, Scopus, Mosby’s Index (Nursing Index), and Safetylit databases. Apart from these databases, the relevant articles were searched in Google scholar and other sources to archive relevant documents. The search key terms were framed along three major categories: behavioral theories; disasters and health emergencies (natural, man-made disasters and emergencies), and preparedness. See table 1 for the detail search strategies.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "\nStudy selection, data extraction and analysis\n",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "First, articles were assessed based on their titles and then on the basis of abstracts in order to exclude articles not fulfilling the inclusion criteria. The remaining articles’ full texts were archived and read, and at this stage, articles that did not meet the inclusion criteria were rejected. In order to search for themes of selected articles and to categorize and extract data for analysis, the abstracts of selected articles were formatted on Microsoft Word and changed to text files. The text files of abstracts were then imported to open code version 4.0 qualitative software 13. Themes were carefully selected from each imported abstract and coded, followed by synthesis at two levels (Synthesis 1 and Synthesis 2). The synthesized data were used for categorizing the articles into different themes and data were extracted from each full-article according to the themes. The main extracted data were analytical part of each study’s results, which were related to constructs of each theory or model. The assessment for risk of bias at each study was done by critically appraising the methods of data collection, and also the type of statistical analysis and its implication on the outcome of each of the study assessed. The results were presented using qualitative and quantitative methods. The focus of the analysis was on the main constructs of each theory, and to save space sometimes the results were presented in qualitative terms. This systematic review used the “PRISMA 2009 Checklist” as a guide wherever possible (Appendix-1).",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 588,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "From all databases, a total of 2040 titles, 450 abstracts and 62 full texts of articles were assessed for eligibility criteria, whilst five articles were archived from Google Scholar and other sources. Finally, 33 articles fulfilling the inclusion criteria were selected to be reviewed (See Figure 1). As one of the selection criteria, these 33 articles were selected for using different behavioral theories and models to study the disaster and emergency preparedness status for various hazards across the world. Using the open code software, the 33 articles were categorized as: disease outbreak preparedness (14 articles), flood disaster preparedness (6 articles), earthquake preparedness (3 articles), preparedness for climate change including heatwaves (3 articles), tornado preparedness (2 article), terrorism preparedness (3 articles), general emergency preparedness (2 articles), and one article deals with the disaster preparedness for both flood and earthquake and one article was about earthquake and tornado preparedness. For each category, the results of selected articles were presented.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nDisease outbreak preparedness\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "We found 14 studies that had been conducted on disease outbreak preparedness using different behavioral theories and models. Of these, five studies were on vaccination against A/H1N1 influenza (swine flu), using the Health Belief Model (HBM) 14\n,\n15\n,\n16, the Theory of Planned Behavior (TPB) 16\n,\n17 , and the Multidimensional Locus of Control (MLOC) Theory 18. Four of the articles archived assessed health workers preparedness for emergency response, applying Witte’s Extended Parallel Process Model (EPPM) 19\n,\n20\n,\n21 and the TPB 22. During the full text review phase of the selected studies, two articles on blood donors’ intention to donate blood during the low and high risk of influenza outbreak were identified, however, it was recognized that the same study was published in two different journals 23\n,\n24. Hence, the analysis of results for this particular case was based on only one article; that used the TPB to investigate the beliefs of blood donors during the low and high risk phases of avian influenza outbreak 23. Moreover, the EPPM was applied to assess preventive measures under taken against H5N1 25; Protective Motivation Theory (PMT) was used to investigate non-pharmaceutical measures against unspecified influenza 26; Social Cognitive Model was applied to assess preparedness for swine flu 27; and Social Predictor Model of Intentions (SPMI), a new model derived from previously existing models, was used to assess the preparedness for a pandemic flu 28.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 293,
                    "end": 295,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 814,
                    "end": 816,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1317,
                    "end": 1319,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1478,
                    "end": 1480,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The major reason cited regarding preference in studies that applied the HBM to disease outbreak preparedness, was the HBM’s history empirically predicting preventive health behavior 14\n,\n15\n,\n16\n,\n18. However, it was integrated with other models or theories in three studies 16\n,\n17\n,\n18. One study stated that HBM had more predictive power of behavior than explaining behavior 16. The rationale for use of TPB for disease outbreak preparedness include TPB’s explanatory power along with social cognitive theory 16, TPB’s widely applicability to predict the intention and behavior 17\n,\n23, and TPB’s more appropriateness “for situations where individuals do not perceive themselves as having complete control over their behavior” 22. The MLOC theory was applied, as stated by one study, due to the MLOC’s capability to explain the behavior of individual and its applicability in situations whereby hazards may be beyond the control of people. In doing so, however, it was used along with the HBM to test and for the purpose of comparison 18. Four studies applied the EPPM to assess preparedness in the context of disease outbreaks, and the rationale for its application were the “usefulness” of EPPM to understand adaptive behavior “in the face of unknown risk” 19, EPPM’s “usefulness” to understand “how health care may positively or negatively influence their [health workers’] willingness to fulfill the response expectations” 21, and to test the model 25. One study that applied EPPM not clearly stated the reason of using it 20. PMT was applied to further build on the previous studies 26, while the Social Cognitive Model was used to test the model on behavioral responses to pandemic influenza 27, and SPMI derived from previous theories and models to test the relationship between personal, community, social factors and the formation of intention to act, and the mediation of social trust 28.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 187,
                    "end": 189,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 197,
                    "end": 199,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 275,
                    "end": 277,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 512,
                    "end": 514,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1456,
                    "end": 1458,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1701,
                    "end": 1703,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1898,
                    "end": 1900,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Based on the cross-sectional studies that applied HBM, perceived susceptibility 14\n,\n16\n,\n17 , perceived severity 14\n,\n17\n,\n18 , perceived benefits 14\n,\n16\n,\n18 , and perceived barriers 14\n,\n16\n,\n18 consistently and significantly predicted the vaccination status or the intention to get vaccinated (See table 2).One study that applied the HBM to investigate factors influencing the vaccination status of pregnant women didn’t clearly report the components of HBM positively or negatively determining the vaccination status 15. The study populations of these five studies were less than 40 years of age (n =387) 14, pregnant women (n=250) 15 , aged 19 to 24 years (n =473) 16, older than 18 years (n= 134) 17, and 65 years or older (n = 2147) 18. Thus, the results of each of these studies cannot be generalized to other age groups of their respective general populations, and the small sample size 17 present in one study could threaten its internal validity. In addition, these studies were conducted at higher institutes 14\n,\n16, hospital 15 and online 17; and hence the studies’ settings could limit generalizing the results to the same populations who are not in a higher institute, not regularly visiting hospital during pregnancy, and who are not regular (or who do not use at all ) internet users, respectively. The response rates of three studies were quite high, ranging from 88.8% to 94.8% 14\n,\n15\n,\n16, while one study sent a questionnaire two times and the average response rate was 58% 18, and in one study the response rate was not reported 17. Therefore, the interpretation of the results of each of these studies needs to take into account sample size, setting and response rate; as these factors among others introduce potential sources of bias into the nature and interpretation of the respective studies’ findings.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 90,
                    "end": 92,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 116,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 153,
                    "end": 155,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 672,
                    "end": 674,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 705,
                    "end": 707,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1400,
                    "end": 1402,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1405,
                    "end": 1407,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1410,
                    "end": 1412,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1499,
                    "end": 1501,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1555,
                    "end": 1557,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Three cross-sectional studies used the EPPM to assess mainly the willingness of public health employees (n =1835, with response rate 83%) 19, local public health department and hospital workers (n= 3426, with response rate 66%) 20, and hospital workers only (n=3426, response rate 18.4%) 21 to respond to an emergency during pandemic influenza. The EPPM relies on two basic components, perceived threat and perceived efficacy. In three of the studies that applied this model, it was shown that perceived higher threat and higher efficacy predicted the willingness of health workers to respond to an emergency when either required or asked 19\n,\n20\n,\n21. Moreover, these studies found perceived efficacy to be a more significant (i.e., higher predictive utility) component of the EPPM in determining the health workers’ willingness to respond to pandemic influenza/flu emergency 19\n,\n21. In addition, perceived psychological preparedness reported to be a vital predictor of willingness to respond to emergency 19\n,\n20\n,\n21 (refer table 3). As the aims of these studies were to determine the willingness of health workers to respond to emergency, the set-up and sampling method used are robust, and the results could be generalized to beyond the study populations.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 877,
                    "end": 879,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Another study that applied the EPPM among population aged 18- 24 years (n= 265) to test the utility of the Model in relation to use a fear message based intervention in relation to preparedness for the H5N1 virus demonstrated (using structural equation analysis) the existence of a positive association between perceived threat and fear arousal (standard regression coefficient (b) = 0.55, p < 0.5), fear arousal and behavioral intention (b=0.23, p< 0.051), perceived efficacy and behavioral intention (b=0.47, p < 0.05) 25. However, this study used a relatively small sample size which could be one of the limitations and the response rate was not reported so as to critically assess the strength of evidence generated from the study. The latter represents a significant limitations (the response rate was not reported) with regard to critically assessing the strength of evidence generated from the study and calls for its conclusions to be regarded as tentative until further work is conducted.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The TPB was applied to assess the intention of getting swine flu vaccine in the face of the epidemic 16\n,\n17 , and to investigate nurses’ intention and volunteering to care for Severe Acute Respiratory Syndrome (SARS) patients (n= 750, response rate 90%) 22, and to study blood donors’ intention to donate during the influenza epidemic among aged 16-72 years population (n=172) 23. As its major constructs, TPB has three components that include attitude, subjective norm and self-efficacy (perceived behavioral control). Based on “hierarchical ordinary least square regression” analysis, a study conducted in the USA reported that attitude (b=0.25, p<0.001) and subjective norm (b=0.40, p<0.001) were positively associated with behavioral intention for swine flu vaccination; whereas self-efficacy was not associated with behavioral intention (b=-0.7, p>0.05) 16. A similar pattern was observed in a study conducted in UK (analysed using “Hierarchical ordinary least square regression”), that reported that attitude (b= -0.51, p < 0.001) and subjective norm (b= - 0.20, p < 0.01) inversely predicted behavioral intention for swine flu vaccination; while self-efficacy (b= - 0.08, p > 0.05) did not predict behavioral intention 17. With regard to predicting nurses intentions to care for SARS patients, a path analytical study identified, attitude (b=0.25, p< 0.001) and self-efficacy (b= 0.39, p<0.001) as predictors. However, based on our own interpretation of the findings reported, the variable subjective norm was not included in the path analysis in this study 22. From a study investigating blood donors’ intention to donate during high and low risk periods of avian influenza, clear evidence was not generated, as the major constructs of TPB were not clearly analyzed and summarized in a way that permitted the association of intention with those variables; sample size of the study was small and response rate wasn’t reported 23.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1227,
                    "end": 1229,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1566,
                    "end": 1568,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1934,
                    "end": 1936,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The predictive power of the Multidimensional Locus of Control (MLOC) theory has been tested in the context of influenza vaccination. It doing so, it has been compared with the HBM. The MLOC theory comprises three major constructs, “internal locus of control”, “powerful others locus of control”, and “chance locus of control”. It was reported that MLOC theory did predict influenza vaccination status. However, the MLOC theory was found to have less predictive power (Positive Predictive Value= 54%, 95% CI =45–62%; Negative predictive value = 66%, 95% CI = 63–69%), compared with the HBM (positive predictive power=76%, 95% CI =71–80%; and negative predictive power=82%, 95% CI =79–85%)18. One study used PMT to investigate non-pharmaceutical proactive measures against influenza outbreaks under mild and severe influenza scenario (n=443, response rate 59%, participation rate 44%). PMT includes threat appraisal and coping appraisal as its major elements. According to this particular study that applied PMT, threat appraisal was measured by perceived personal risk, emotional response to threat and perceived severity of health threat; on the other hand, coping appraisal was measured by general response efficacy, self-efficacy, and response costs. According to the results this study, coping appraisal was found to explain the self-reported intention of pharmaceutical measures 26.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 689,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1383,
                    "end": 1385,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "A Social Cognitive Model using a cross-sectional study design, with a participant population comprising those 18 years and older, was applied to assess factors predicting the recommended behavior for pandemic influenza prevention (n =1010). The outcome of the analysis showed that affective response mediating the relationship between cognitive evaluations and social-contextual factors and compliance with the recommended behaviors; while coping efficacy and preparedness of institutions were not associated with the recommended behaviors 27. Another cross sectional study (n =400) that used a SPMI, reported (using structural equation model analysis) that negative outcome expectancy inversely related to intention (-0.12); positive outcome expectancy related to intention (0.37) and articulating problems (0.24) and community participation (0.18). In addition, articulating problems in turn related to empowerment (0.12); community participation related to empowerment (0.75), which in turn related to trust (0.66). Moreover, community participation inversely related to trust (-0.37) and related to intention (0.25); and in the end intention was shown to be related to preparation (0.16) 28.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 542,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nFlood disaster preparedness\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Seven studies were identified as addressing flood disaster preparedness, including one study that combined flood and earthquake hazards preparedness. As such, the Protective Action Decision Model (PADM) 29, affective and cognitive routes 30, expectancy-valence models (model of risk reduction process) 31, outcome expectancy and self-efficacy 32, Protective Motivation Theory (PMT) 33, Vested Interest Theory (VIT) 34, and the social cognitive model 35 were identified as theories and models that had been applied to assess flood hazard preparedness. PMT and VIT were chosen, as stated by their respective studies, as being adopted with the goal of improving on previous works by modifying or adding additional variables 33\n,\n34. The range of theories used to assess flood preparedness provided an opportunity to examine the diversity of variables and relationships between variables in behavior change theories and models. The PADM “has a more detailed set of salient beliefs” and its clarity in terms of “response costs” compared with PMT 29. The rationale for using the Expectancy-valence models (model of risk reduction process) derived from PMT, the PADM, and Paton’s social cognitive preparation model was to assess the risk reduction process in an all-hazards context 31. For example, the rationale for using the social cognitive model, which was initially developed to test volcanic hazards preparedness, was to test whether its predictive utility was sustained when applied to predicting earthquake and flood hazard preparedness 35. The other studies discussed here did not explicitly provide reasons for their selection of the theories/models they applied to flood disaster preparedness 30\n,\n32.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 343,
                    "end": 345,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 382,
                    "end": 384,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 721,
                    "end": 723,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 726,
                    "end": 728,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1275,
                    "end": 1277,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1538,
                    "end": 1540,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1697,
                    "end": 1699,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "A cross sectional study that applied PADM (n=1115, with response rate 12.9% in coastal and 9.6% in river regions) reported that hazard related attributes and risk perception were positively associated with flood disaster preparedness intention, while resource related attributes were negatively associated with preparedness intentions 29. Another similar study (n =1071, response rate 11.8% in coast, 9.6%-12.9% in river areas) that set out to assess affective and cognitive routes to preparedness intention reported that both cognitive and affective routes influencing preparedness intentions. More specifically, higher level of trust associated with lower level of individuals’ perception about flood likelihood (b = -0.46, p < 0.001), which in turn reduced flood preparedness intentions (b = 0.46, p < 0.001). Furthermore, in the same study, trust influenced and reduced dread level induced by flood (b= -0.29, p< 0.001), which was associated with low level of preparedness intentions (b = 0.2, p < 0.05). Along with trust, emotions related to previous flood hazard experiences influenced the level of dread that could be revealed by individuals 30.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Findings from an expectancy-valence model study among 78 representatives from municipalities and associations and 11 citizens, revealed that risk appraisal, coping appraisal, and some components of institutional context variables correlated with risk reducing behavior 31. It should be noted that outcome expectancy and self-efficacy were shown to be correlated with intention for flood preparedness, as per the study conducted among 286 adult residents in the study population area 32. Whilst results from a study (n=157) that used PMT, concluded that threat experience appraisal, threat appraisal and coping appraisal interacted to predict four components of protective responses of flooding 33. According to findings from a VIT study (n=659), among individuals aged 20-69 years residing in higher flooding risk areas reported more experience of flooding, perceived higher risk, and had more concern. However, with regard to their preparedness intentions, no difference was observed between individuals residing in high and low risk areas of flooding 34. As per the results from the quantitative report of the study (n=264 cases for flood hazard) that used Paton’s social cognitive model, community participation, positive outcome expectancies, negative outcome expectancies, collective efficacy, general trust, and empowerment were directly or indirectly (being mediated by other variables) were able to significantly predict (tested using structural equation model analysis) people’s intentions to prepare for floods 35.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1521,
                    "end": 1523,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "In general, studies pertaining to flood hazard preparedness targeted coastal and river areas. In two of these studies response rates were very low, ranging from 9.6% to 12.9% 29\n,\n30, while another study that sampled from the municipalities and associations produced a relatively acceptable rate of return (62.4%) 31, while in four studies, response rates were undisclosed 32\n,\n33\n,\n34\n,\n35. Low sample sizes are observed among two studies 31\n,\n33. Thus, selection bias is one of the major limitations of studies regarding flood hazard and disaster preparedness.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 180,
                    "end": 182,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nPreparedness for earthquake \n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Four studies addressing earthquake preparedness were identified. These studies applied the social cognitive model 35\n,\n36, the VIT 37 and the Person-relative-to-event model 38. The rationale presented for the selection of these models for researching earthquake preparedness derived from their earlier success in predicting preparedness for other hazards (e.g., volcanic preparedness) 35. A second goal of these studies was to build further on previous studies and so assess the all-hazards capabilities of each theory 36\n,\n37\n,\n38.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Similar to what has been reported above for the flood preparedness, the study (n=256 for earthquake hazard) that applied the social cognitive model to test for earthquake preparedness reported that all variables directly or indirectly contributed to predicting intentions to prepare for earthquakes. However, structural equation model for intentions to prepare for earthquakes accounted higher variance (37%) in comparison to intentions for floods preparedness (20%) 35. Another study that used social cognitive model made data collection and analysis as “phase-one” and “phase-two”. In phase one (n=660 with response rate 27.5%), it was reported that risk perception, critical awareness and earthquake anxiety (being mediated by outcome expectancy, self-efficacy and action coping) influenced intention to prepare. In addition, critical awareness directly and indirectly predicted intention to prepare and intention to seek information (with these being linked to predicting the adoption of protective measures and not adopting measures respectively). In phase two analysis of this study (n= 640 with response rate 27%), from all variables, only intention to prepare (mediated by time) was able to predict actual preparation for earthquake (b = 0.78) 36.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "A cross-sectional and qualitative study (n=56 for earthquake hazard, with a response rate of 76%) applied the VIT to examine preparedness for earthquake and tornado hazards; however, this study did not generate any evidence that could support an association between VIT variables and preparedness 37. The “quasi-experimental” study (n= 240 with response rate 73%) that used the Person-relative-to-Event (PrE) model, discussed how persons with sufficiently high resources and with high perceived threat of earthquakes showed higher level of preparedness compared with persons with low resources and high threat of earthquake (t (25) = 2.21, p < .05); and persons with low resources and with low level of threat showed more preparedness than those with high resources and low level of threat (t (23) = 2.36, p <.05) 38.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 814,
                    "end": 816,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The responses rates of the studies related to earthquake ranged from 27% to 76% 36\n,\n37\n,\n38 and the sample sizes were not as such large in all quantitative studies (ranging from 256 to 660 participants), and in the case of qualitative study, the sample size (n=56) taken was convincingly sufficient 38 and should not be judged as quantitative studies’ samples. On another strength point, the selection methods in all were random that could defend the findings obtained as non-bias. Moreover, unlike the other hazards which are dominated by cross sectional studies, from studies regarding earthquake preparedness there was one study with a design of “quasi-experimental” method 38, and evidence from this study could be more robust than cross-sectional studies.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 90,
                    "end": 92,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nPreparedness for environmental hazards, climate change and heat waves\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Social-ecological resilience theory and the HBM have been applied to assessing the emergency preparedness for environmental hazards 39, climate change 40, and heat waves 41. The study that applied the HBM to assess the adaptive behaviors of individuals during a heat wave stated that this theory was selected as some of its constituent constructs “relate to perception” in line with the focus of the study 41, while the remaining two studies did not clearly specify the reason for selection of those theories 39\n,\n40.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 170,
                    "end": 172,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The study (n=64) that used social-ecological resilience theory, reported that vulnerability (educational attainment) and adaptive capacity were associated with adoption of household emergency plans, but that exposure was not significantly associated with emergency planing. However, its small sample size and the purposive sampling employed may have biased the study results 39. Another study (n=771) that applied the HBM to climate change hazards, using logistic regression and path model analysis. The logistic regression analysis concluded that perceived barriers and perceived cues to action were positively and significantly associated with having an emergency kit and an emergency plan. Whereas, in the path analysis, perceived barriers (b=0.16, p < 0.001) positively associated with having an emergency plan; perceived susceptibility (b = 0.100, p < 0.01), perceived severity (b == 0.108, p < 0.01), perceived benefit (b = 0.108, p < 0.01), and perceived barriers (b = 0.213, p < 0.001) were associated with having an emergency kit 40.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "A cross sectional study (n=490) that assessed the adaptive behaviors for heatwaves merged perceived susceptibility into perceived severity to form one construct, termed “risk-perception”. Using logistic regression analysis, and controlling for other variables, perceived benefit (OR = 2.14, 95% CI =1.00-4.58) and cues to action (OR = 3.71, 95% CI = 1.63-8.43) were significantly associated with adopting adaptive behaviors; whereas risk perception (OR = 0.66, 95% CI = 0.29-1.46) and perceived barriers (OR = 0.82, 95% CI = 0.31-2.13) did not significantly predict the adoption of adaptive behaviors 41.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nPreparedness for tornado\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Two studies were identified that focused on tornado hazards preparedness. One of these studies (n=487 with response rate 71%) applied the VIT, integrating tornado and earthquake preparedness as reported above 37.The second study (n=715) used a theory called “precaution adoption theory”. Precaution Adoption Theory (PAT) identifies absolute risk perception, relative risk perception, negative affect, fear, preoccupation and perceived control as predictors, and protective action as the dependent variable 42. As stated above, the study applying the VIT to tornado and earthquake did not produce any evidence supporting the applicability of this theory for preparedness behaviors for these hazards 37. After controlling for other variables, results from the PAT study demonstrated that preoccupation with tornadoes, recollections of fear and negative affect when thinking about tornadoes were associated with protective action; and absolute risk perception, relative risk perception, and perceived control couldn’t maintain statistical significance to predict protective action 42.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "In the Introduction to this paper, the need for theories to be able to demonstrate all-hazards capability was discussed. The above discussion has focused on hazards (geological, meteorological, health) that are predominantly natural in origin. To be able to argue for all-hazards capability, preparedness theories also must demonstrate their utility for hazards of human origin that present people with different sources of risk (e.g., from deliberate human action versus natural causes or Acts of God). Increasingly prominent in this category is acts of terrorism.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nPreparedness for terrorism \n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Three studies were identified that related to preparedness for terrorism. Three of them used less prominent models or theories compared with those discussed so far in any field of study. One study (n=3300, response rate 35%) adapted a model from PMT, focusing on risk perception and preparedness for terrorism. This study reported that risk perception did not directly predict preparedness for terrorism. The relationship between risk perception and preparedness of acts of terrorism was mediated by knowledge, perceived efficacy and milling behavior 43. The second study (n=3300, response rate) used a model called the “theory of communicating actionable risk.” This model designed mainly on information (observed, received-content and density) as determinant factors and preparedness actions as dependent variable; knowledge, perceived effectiveness of preparedness, milling behavior, were treated as mediating factors. This second study reported that information observed and received directly and also being mediated by the above variables predicted the preparedness actions 44. The third study (n=800), termed the model it applied for terrorism preparedness, “adaptation terror preparedness.” In this model, in addition to its incorporation of socio-demographic and past experience factors, also included risk perceptions, social networks, emotive, and information as the predictors of adaptive behavior for terrorism. The results of this third study revealed that apart from the socio-demographic factors, the other variables posited as being predictors did not act as predictive factors of adaptive behavior for terrorism 45. The first two studies 43\n,\n44 used data from the same study participants. In all three studies, the sample sizes were large and the sampling method was random, which supports the validity of the results reported.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1629,
                    "end": 1631,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1655,
                    "end": 1657,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1660,
                    "end": 1662,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "This section opened with a reiteration of the need for theories to demonstrate all-hazards capability. The discussion of this topic has so far involved comparison across hazards. An alternative approach is to explore general emergency (as opposed to hazard specific) preparedness. This is the approach adopted in the studies discussed in the next section.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\nGeneral emergency preparedness\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Two articles were found addressing general emergency preparedness at household level and with regard to volunteers’ willingness to respond to various kinds of hazards. To build on the previous studies, one of the two studies (n=1302 with response rate 40.5%) applied the Trans-theoretical Model (TTM) to investigate the individuals’ emergency preparedness based on study participants’ acquisition of information from the media about any natural, man-made, and influenza related disasters and emergencies. This study reported that self-efficacy, subjective norm, and exposure to emergency news were positively associated with emergency preparedness and having emergency items 46. The second study (n=3181) too, set out to further the previously existing knowledge on emergency preparedness by applying EPPM to assess the willingness of volunteers to respond to disasters emanating from weather, pandemic influenza, radiological, and bio-terrorism hazards. Thus, according to the results of this second study, despite the variation of association of between self-efficacy and willingness to respond across the above listed hazards scenarios, self-efficacy was found to be sole predictor of willingness to respond; while other components of the EPPM were not statistical significantly associated with willingness to respond 47. Though the second study 47 did not specifically report the response rate of study participants, both studies’ sample sizes were large and both selected participants at random, reducing the risk of their results being affected by selection and information bias (standardized questionnaires were used in both cases).",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 677,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1321,
                    "end": 1323,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The protocol developed for this study identified 33 relevant articles fulfilling the criteria from four databases and other sources. Of these 33 studies, 13 were conducted in USA 16\n,\n19\n,\n20\n,\n21\n,\n37\n,\n38\n,\n39\n,\n40\n,\n42\n,\n43\n,\n44\n,\n46\n,\n47 and remainder from New Zealand and Australia combined (5 studies) 23\n,\n28\n,\n35\n,\n36\n,\n44 , the Netherlands (2 studies) 29\n,\n30, Germany (2 studies) 31\n,\n33, Italy (2 studies) 27\n,\n34, Israel (2 studies) 14\n,\n45, and one each in Canada 15, Sweden 26, Denmark 18, China 25, Taiwan 22 and India 32 (please refer to Appendix-2 for details). The most widely applied theories and models from the identified studies were the HBM (6 studies) 14\n,\n15\n,\n16\n,\n18\n,\n40\n,\n41 , the EPPM (5 studies) 19\n,\n20\n,\n21\n,\n25\n,\n47 , the TPB (4 studies) 16\n,\n17\n,\n22\n,\n23, and the social cognitive model (modified and applied by some studies) 27\n,\n28\n,\n30\n,\n35\n,\n36. In terms of the hazard targeted, different forms of influenza (H1N1 and H5N1) and SARS were the predominant focus (14 articles) 14\n,\n15\n,\n16\n,\n17\n,\n18\n,\n19\n,\n20\n,\n21\n,\n22\n,\n23\n,\n24\n,\n25\n,\n26\n,\n27\n,\n28, followed by flood (seven articles) 29\n,\n30\n,\n31\n,\n32\n,\n33\n,\n34\n,\n35 and earthquake (four articles) 35\n,\n36\n,\n37\n,\n38.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 189,
                    "end": 191,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 209,
                    "end": 211,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 214,
                    "end": 216,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 224,
                    "end": 226,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 229,
                    "end": 231,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 417,
                    "end": 419,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 422,
                    "end": 424,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 500,
                    "end": 502,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 681,
                    "end": 683,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 737,
                    "end": 739,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 747,
                    "end": 749,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 787,
                    "end": 789,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 861,
                    "end": 863,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 866,
                    "end": 868,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 871,
                    "end": 873,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 876,
                    "end": 878,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 881,
                    "end": 883,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1132,
                    "end": 1134,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Evidence which emerged from studies applying the HBM to investigate preparedness for influenza demonstrated that perceived susceptibility, perceived severity, perceived benefits, and perceived barriers were able to predict preparedness for disease outbreaks (using logistic regression) 14\n,\n16\n,\n18. However, the study that used the same model (HBM) and the same method of analysis for preparedness for heat wave hazards showed that risk perception (perceived susceptibility and severity) and perceived barriers were not associated with preparedness 41. While it must remain tentative until more research is conducted, this raises the possibility that systematic study across hazards is required to ascertain whether hazard preparedness differ depending on the specific hazard. Another potential issue raised here concerns the relative exposure people have had to influenza versus heatwave hazards. Levels of coverage of heatwaves have, in the past, been considerably lower than that for influenza and other health hazards. This lack of coverage could affect people’s ability to personalize their risk and thus affect how they interpret issues such as perceived susceptibility and severity. Again, this idea remains speculative until more work is conducted, and this should be done before making broad decisions about the utility or otherwise of a theory.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 291,
                    "end": 293,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "One study used the HBM and involved both logistic regression and structural equation model analyses. In the logistic regression analysis, perceived barriers and perceived cues to action were the only elements from the HBM that demonstrated an association with preparedness for climate change. However, in structural equation model analysis, perceived susceptibility, perceived severity, perceived benefit, and perceived barrier were associated with having an emergency kit, some directly and others indirectly 40. Therefore, apart from the study settings, size, and population type (in some high risk group population selected for study) that challenge the validity of the findings of some studies, the method of analysis used to show the relationship of constructs proved to be very crucial for demonstrating the predictive utility of the theory for hazard preparedness and most studies that applied HBM did demonstrate this 14\n,\n15\n,\n16\n,\n18\n,\n41 . This issue applies to testing all theories and calls for future work on process models such as those discussed in this paper to be analyzed using at least path analysis and preferably structural equation modelling.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 931,
                    "end": 933,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The second most commonly used model was the EPPM. Three of the studies conducted using this theory demonstrated, using logistic regression analysis, that higher perceived threat and higher efficacy predicted the willingness of health workers to respond to emergency when either required or asked 19\n,\n20\n,\n21 and one study reported the significant association of only self-efficacy to preparedness 47. The fourth study, which used structural equation model for the analysis, demonstrated that threat, being mediated by fear arousal, predicted behavioral intention for preparedness, while self-efficacy was directly associated with behavioral intention for preparedness 25. In five of the studies reviewed, the methods of study participants’ selection was random sampling, the sample sizes were also high in four of them and the outcomes of the studies strongly supports the applicability of EPPM in disaster and emergency preparedness (particularly when the focus is on self-efficacy and threat). However, the mediating effect of fear observed in the association of threat and preparedness, as shown in one study using path analysis 25. This reiterates the need for future work applying the EPPM to not only include self-efficacy and threat but also to expand the model further through the inclusion of other variables.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The next most commonly applied theory was the TPB. Four studies operationalized TPB to investigate disease outbreaks (influenza) related preparedness. In two of these studies, the method of analysis used was “hierarchical ordinary least square regression.” These studies reported the existence of an association between attitude and intention/getting of the influenza vaccination, and between subjective norm and intention/getting of the influenza vaccination, as part of preparedness measures; while self-efficacy was not associated with preparedness 16\n,\n17. However, in another study, that analyzed relationships using path analysis, a strong association of self-efficacy with intention and preparedness was reported, as well as an association between attitude and intention and preparedness 22. As described in the results (see above), the other study in this context failed to produce clear evidence of an ability to predict preparedness 23. Overall, the TPB has been shown to be one of the more influential theories applied in disaster and emergency preparedness settings. However, consistent with findings from studies using alternative theories/models, issues regarding the empirical demonstration of the the association of variables or constructs in the TPB between each other and preparedness is limited. This provides further support for the need for more rigorous path analytical or structural equation modelling (SEM) analyses of the theory across a range of hazards.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 554,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 943,
                    "end": 945,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The social cognitive model was another model with a history of application across various hazards (influenza, flood, earthquake, tornado and others). It sought to investigate the influence of cognitive, affective, emotional and social factors on preparedness. The constructs that comprise the social cognitive model were modified in different studies to investigate the specific route and predictive power of the chosen variables in relation to either intention to prepare or actual preparedness. The selection of intention as a dependent variable derived from a need to provide a common dependent variable when testing the theory on hazards that differed with regard to their specific preparedness content. From the studies identified for this systematic review, the validity of the social cognitive model was supported by studies typically using path analysis or SEM to demonstrate the interdependence relationships between variables, although some studies described the direct influence of specific variables on intention or actual preparedness for emergencies and disasters 27\n,\n28\n,\n30\n,\n35\n,\n36.",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Apart from the theories and models discussed above, other theories such as PMT 26, PADM 29, Precaution Adoption Theory 42, TTM 46, and others being derived from other individually focused theories and social theories had been used in disasters and emergencies preparedness. Particularly, the studies addressing the terrorism derived their models from other popular theories, and hence further re-testing in different social-cultural settings is needed 44\n,\n45. At times, studies had also used a combination of two theories/models, either for the purpose of comparison or to integrate their constructs for the reason of complementary to each other; for instance MLOC and HBM 18 had been compared to each other, while the HBM and TBP had been integrated 16 to see the mediating effects of the constructs of HBM on constructs of TBP to predict the intention for preparedness. However, with regard to hazard type, the natural hazards and diseases outbreaks had been more investigated with theories and models; no specific man-made hazards, apart from general terrorism, had been specifically focused.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 88,
                    "end": 90,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The search strategies displayed in the methodology section evolved from the general terms such as “theory”, “model” and “disaster” to the combination of both general and specific keywords using conjunction “OR”. This was done so, because during the pilot testing, the numbers of articles generated by using only general terms from some of the databases were fewer (particularly from PubMed and Nursing Index databases) than the combination of general and specific keywords. Therefore, we decided to include the specific terminologies for behaviors/model that were familiar to us from the pilot-study exercise and our own experiences (e.g. health belief model, theory of planned behavior and etc…); disasters (natural disasters such as earthquake and flood, man-made disasters chemical and biological terrorism); and for the term preparedness alternative terminologies such as protective action, adaptive behavior, and others were incorporated into search strategies. These search strategies were able to generate studies with specified theories and models that their keywords were included, and also other studies with behavioral theories and models that their keywords were not included. For example, studies with Witte’s Extended Parallel Process Model, Vested Interest Theory, and Protective Motivation Theory (PMT) were obtained despite their specific keywords were not in search strategies. The appropriateness of the search terms used is supported by the fact that the search did identify papers covering the most commonly used theories and models and brought to light those less frequently used in the preparedness literature.Hence, while the inclusion of specific terms along with general terms found to capture more studies with theories and models even whose specific terms were unspecified in search strategies, still we do feel non-inclusion of some specific terms (for theories and models unfamiliar to us in disaster field) might have resulted in some relevant studies of our interest being omitted, and that is one of the caveats that needs to be addressed by future studies. It is also important to note that the exclusion criteria meant that several studies were identified by their use of one or more of the above terms in their title, keywords or abstract were excluded because they did not include a systematic empirical analysis of the theory or model. Future work should also be directed to exploring how and why studies did so. For example, did this occur because researchers felt that the theory was inappropriate in some way? This possibility could be explored in future studies as a way of delving deeper into the utility or otherwise of behavioral change theory approaches to hazard preparedness.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "One of the limitations of this systematic review is that the articles were searched only in four databases that were accessible; other databases such as Web of Science and CINAHL were not accessed. Moreover, during the full text review of articles, six articles were not accessed and they were not included for the review. Due to different methods of statistical analysis used across the studies (logistic regression, “hierarchical ordinary least square regression”, and structural equation model) this made it difficult to summarize the results under each category of hazard type. However, efforts have been made to summarize where possible and in other instances results were presented qualitatively for the sake of clarity. Despite these limitations, we do believe that this systematic review could contribute to the existing literature on disasters and emergencies preparedness. The content provides a good foundation for future comparative studies. The results offer tentative support for the all-hazards utility of several theories. However, this review also identified a need for more systematic all-hazards testing of all these theories.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The search strategy identified only three studies from Asia. This identifies a need for additional research to target the use of behavioral change theories in the Asian countries that bear the brunt of disasters and their consequences. The importance of testing these theories in Asia derives from both the greater incidence and magnitude of disasters and their consequences in Asia and from the fact that the cultural characteristics of Asian countries could create behavior change contexts that differ significantly from those in the western countries in which the theories were developed and tested. For example, differences in the individualism-collectivism, power distance and uncertainty avoidance cultural characteristics between Asian and western countries 48 have implications for the validity of the variables in the above theories and for the preparedness process per se. Future work should include more cross-cultural and all-hazards work.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 767,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Based on the articles archived and selected, behavioral theories and models are applied to disasters and emergencies preparedness more commonly in developed countries (USA and Europe). In Asia, where the annual number of disasters events and victims exceed those in other continents, only 3 studies applying behavioral theories and models to disasters and emergencies were identifies. This identified a need for additional research to target the use of behavioral change theories in the Asian countries that bear the brunt of disasters and their consequences. This does not, however, mean that these theories have not been used in Asian contexts. Our study only focused on the application of behavioral theories and models to the preparedness dimension of disaster management. Future work could expand to explore whether these theories have been used in response and recovery settings in Asia and elsewhere.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "HBM, EPPM, TPB and social cognitive theories were the most commonly used for different forms of hazards preparedness. These hazards were preponderantly various forms of influenza (H1N1 and H5N1), floods, and earthquake; no specific man-made hazards were focused, apart from the general terrorism. Theoretically, models and theories have elements or constructs, which are interdependent to each other and then finally influencing the main dependent variable within constructs. Hence, studies ideally purported to reveal this interdependence of variables/elements/constructs, besides demonstrating the direct influence of some specific constructs on the main dependent variable/construct. One of the methods of analyses that could serve that purpose is structural equation model; however, most of the studies did not give the information pertaining to the influence of each construct on each other and the analyses used were traditional logistic regressions. Studies that used social cognitive theory portrayed their results in terms of path analyses, and few of the studies with other theories and models showed the relationship of constructs to each other and to the main dependent variable. Nevertheless, the theories and models applied to disasters and emergencies preparedness provided strong evidence, which could guide public health professionals, disaster management bodies and other actors in targeting interventions at preparedness phase of disaster management and emergency.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "This study is a preliminary analysis based on 1.6% of total articles generated mainly from four databases, and hence future similar systematic reviews need to build stronger sensitive search strategies and incorporate other databases that we couldn’t get access to. Moreover, future original studies related to behavioral theories and models addressing preparedness need to target developing countries where disaster risk and the consequent need for preparedness is high. This study also identified a need for additional work to demonstrate the relationships of variables and constructs, including more clearly articulating roles for mediating effects.",
            "cite_spans": [],
            "section": "RECOMMENDATIONS",
            "ref_spans": []
        },
        {
            "text": "Luche Tadesse Ejeta, Ali Ardalan and Douglas Paton have declared that no conflicts of interest exist.",
            "cite_spans": [],
            "section": "COMPETING INTERESTS",
            "ref_spans": []
        },
        {
            "text": "Corresponding author: Ali Ardalan, MD, PhD. School of Public Health, International Campus, Tehran University of Medical Sciences ; Harvard Humanitarian Initiative, Harvard University.",
            "cite_spans": [],
            "section": "CORRESPONDENCE",
            "ref_spans": []
        },
        {
            "text": "Email: aardalan@tums.ac.ir, ardalan@hsph.harvard.edu",
            "cite_spans": [],
            "section": "CORRESPONDENCE",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "APPENDIX 1",
            "ref_spans": []
        },
        {
            "text": "N/A: Not Applicable",
            "cite_spans": [],
            "section": "APPENDIX 1",
            "ref_spans": []
        },
        {
            "text": "From: Moher D, Liberati A, Tetzlaff J, Altman DG, The PRISMA Group (2009). Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement. PLoS Med 6(6): e1000097. doi:10.1371/journal.pmed1000097",
            "cite_spans": [],
            "section": "APPENDIX 1",
            "ref_spans": []
        },
        {
            "text": "\n Summary of studies and characteristics \n",
            "cite_spans": [],
            "section": "APPENDIX 2",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "APPENDIX 2",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "APPENDIX 2",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "PRISMA Checklist: Page numbers refer to the original manuscript\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2: HBM and vaccination status/intention to receive the vaccine of swine-flu/influenza-virus: OR=Odds Ratio; CI=Confidence Interval; P-values considered significant at <0.05; - result not provided\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 3: Associations between EPPM categories and self-reported willingness to respond to emergency: OR= Odds Ratio (adjusted for demographic characteristics 19,21); CI= Confidence Interval\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}