{
    "paper_id": "PMC5309990",
    "metadata": {
        "title": "Extracorporeal membrane oxygenation for avian influenza A (H7N9) patient with acute respiratory distress syndrome: a case report and short literature review",
        "authors": [
            {
                "first": "Qi",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ding-yu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "3180001668@qq.com",
                "affiliation": {}
            },
            {
                "first": "Wen-juan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chao-lin",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zheng-yi",
                "middle": [],
                "last": "Ni",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory distress syndrome (ARDS) is a serious hypoxaemia and progressive dyspnea condition which is caused by various direct or indirect factors leading to the development of acute lung injury. Although medical technology is more and more advanced and modern medicine for ARDS has been further systematic in pathological physiology, diagnosis and treatment scheme, mortality rate due to ARDS is still high [1]. The study found that fatality rate of patients with severe ARDS was as high as 62% [2]. Extracorporeal membrane oxygenation (ECMO) is a feasible life-saving support therapy for patients with severe ARDS that is refractory to conventional mechanical ventilation (MV) [3]. Originally applied to support the respiratory function of pediatric patients with good results [4], the use of ECMO has been progressively extended to adult population [5]. Key factors for the indication of ECMO are represented by prognosis of the underlying disease, timing, quality of life of survivors and the possibility of being lung transplant candidate [6]. Main ventilation strategy of ECMO is to allow lungs of patients to rest and maintain theiropening, in order to get opportunity for treatment of lung disease [7].",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 505,
                    "end": 506,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 788,
                    "end": 789,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 862,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1053,
                    "end": 1054,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1215,
                    "end": 1216,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Occurrence of ARDS in patients with H7N9 infection is associated to an extremely high mortality especially before the introduction of effective antiviral treatment. We present a clinical case of the successful use of ECMO in a patient with H7N9-associated ARDS.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The patient who had previously been exposed to poultry was a 44 years-old female that had avian Influenza A(H7N9) infection and presented with ARDS. After 15 days of flu-like respiratory symptoms and fever, the patient developed severe respiratory distress and was admitted to the emergency ward of local hospital. Two days after the beginning of treatment with antibiotic, the patient developed mild ARDS.That was initially treated with non-invasive mechanical ventilation (NIV) in the Intensive Care Unit (ICU) of superior hospital. Later, ARDS evolved to the severe stage [8] and a significant septic shock occurred. For this reason, three days after the onset of respiratory failure, the patient received endotracheal intubation and mechanical ventilation(MV).The patient was referred to ECMO center of our hospital in March 13, 2016 since conventional protective MV did not improve the patient's condition..Severe ARDS (PaO2/FiO2 = 46 mmHg) due to pneumonia caused by avian influenza A(H7N9) virus was diagnosed since the bronchial lavage fluid (BLF) and pharynx swab were positive for H7N9-RNA. Chest X-ray and CT scan showed diffuse and bilateral pulmonary real change opacities (Fig. 1).\n",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 577,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 1192,
                    "end": 1193,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Upon arrival at the referral ECMO center, sepsis, septic shock, acidosis and so forth, were treated and veno-venous ECMO (VV-ECMO) was initiated (18 F cannula was inserted into right jugular vein and right femoral vein, respectively). The by-pass was established with a blood flow of 4.13 L/min and sweep gas of 4 L/min. This strategy offered the advantage to rest the lung and minimize the risk of ventilator-induced lung injury [9]. Details of antiviral therapy, steroid therapy, antibiotic,antifungal treatments and so on are shown in Table 1.\n",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 544,
                    "end": 545,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "With the application of ECMO, the patient's blood gas analysis results gradually improved (Table 2). Chest radiography was taken every day. In the first radiograph (Fig. 1), opacities and consolidation of almost the entire left lung were demonstrated as “white lung”. However, the opacities and consolidation disappeared gradually (Fig. 1) when the infection was controlled, and the number of white cells returned to normal too.\n",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 337,
                    "end": 338,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 97,
                    "end": 98,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Treatment with ECMO was maintained for 6 days and stopped due to severe thrombocytopenia because heparin must be applied when starting ECMO. Subcutaneous hemorrhage occurred in fingers and left thigh of the patient. Bloody liquid was sucked out from bronchi. Platelet antibodies were detected in blood and platelet transfusion was ineffective. Fortunately, platelets gradually returned to normal after the withdrawal of ECMO (Fig. 1). At the same time, multidrug-resistant Acinetobacter Baumannii infection was found in BLF, sputum and blood. It was fortunate that infection and thrombocytopenia were found in time and gradually cured. On April 9, the patient was successfully extubated and ventilated with non-invasive ventilation (NIV) by face-mask. After 11 days, the patient was discharged to a step down ICU and then at home. After more than eight months of follow-up, the pharynx swab H7N9-RNA remained negative and she was alive finally with a good physical condition.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Favorable outcomes in severe ARDS have been reported with ECMO use during the 2009 H1N1 influenza pandemic, which led to increased interest and use of ECMO for refractory respiratory failure. VV-ECMO can supply sufficient pulmonary support when gas exchange is severely compromised and presents an ultimate option in problematic cases. However, indications for VV-ECMO are not unequivocal and it is highly invasive, presenting several specific problems and intellectual concepts that require understanding in caring for these patients. Since VV-ECMO is highly invasive and associated with numerous potential complications, such as hemorrhage, thrombosis and infection, its use should only be considered in patients with a high probability of death with conventional treatment.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In fact, H7N9-associated ARDS carries a high mortality rate. However, the care of patients with H7N9 infection has advanced since the introduction of ECMO, with increased life quality and decreased mortality. We performed a retrospective observational analysis of our experience with ECMO support for H7N9-associated ARDS. In this report, ECMO is a crucial extracorporeal life support in the H7N9 infection patient with severe ARDS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The features of severe H7N9 avian flu patients are viral infections, dyspnea, respiratory failure and ARDS, it final developed to multiple organ failure and life-threatening. Therefore, in addition to antiviral therapy(oseltamivir), anti- multiple bacterial infections (application of antibiotics and anti-fungal drugs), glucocorticoid (methylprednisolone) and the symptomatic treatment, the timely and effective respiratory support is particularly important in treatment of severe avian flu patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our patient has entered a stage of ARDS when she was hospitalized. Since mechanical ventilation by tracheal intubation could not improve patient with hypoxia, soon organ failure must occur in brain, heart, liver, kidneys and other vital organs of high oxygen demand. Emergency VV-ECMO partial instead of lung ventilation and oxygenation rapidly improved oxygen supplement of the body organs. It avoided the occurrence of multiple organ failure, decreased support of respiratory machine, reduced ventilator-associated lung injury, for lungs to get adequate rest, thus won time for treatment of the primary disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Evidence supporting ECMO as life saving treatment for adults with respiratory failure are growing [10]. However, ECMO is a costly intervention that may carry the risk of futility and serious side effects such as major bleeding and infection. During ECMO support, as heparin must be applied at the same time, so thrombocytopenia and coagulopathy inevitably arise in patients. ECMO was started at 13:20 on March 13 for our patient, dramatic decrease in platelets (PLT 48x109/L) was found on March 15. Skin ecchymosis was appeared in the groin where catheters were placed on March 19, subcutaneous hemorrhage occurred in fingers and left thigh of the patient, platelet had fallen to 21 × 109/L. But more worrying was that bloody liquid was sucked out from bronchi and platelet transfusion did not work. Through discussion with experts, ECMO was withdrawn at 17:05 on March 19, and thrombopoietic treatment and platelet monitoring were continued, finally, the platelet returned to the normal range on April 3. Infection is another side effect of the application of ECMO. Four days after hospitalization, BLF, sputum and blood stream infection with multidrug-resistant Acinetobacter Baumannii occurred in our patient, which could lead to septic shock and death. Fortunately, we discovered and prevented the progress of infection in time.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Under these circumstances, indication and selection criteria need to be better defined.In our report, ECMO was used in severe, life threatening respiratory failure caused by a curable bird flu disease. Extracorporeal Life Support Organization (ELSO) guide-lines suggest ECMO when the risk for mortality is at least 50% (as identified by PaO2/FiO2 < 150 and or Murray score of 2–3) [11]. In this case, VV-ECMO was performed because PaO2/FiO2 ratio of the patient was only 46 mmHg. Fact proved that VV-ECMO for H7N9-associated respiratory failure gave a good result.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "ECMO was a feasible salvage modality in this H7N9 patient with an fatal respiratory failure.ECMO is not the only factor to improve the condition of patient, the combined effect of hormone and antiviral therapy, anti-shock therapy helps patient to survive. It was also important to discover in time and rapid response serious ECMO-associated complications. Our patient was cured and went back to her previous quality of life at last, thanks to ECMO giving her time to get treatment. This case suggests that a multidisciplinary team, involving critical care and infectious diseases experts, is very critical to define whether ECMO is an adequate therapeutic option also in patients with severe pulmonary infectious diseases. We recommend treatment with ECMO as early as possible, but more clinical evidence is required to support this view. Further studies are needed to understand how to best utilize and optimize ECMO therapy in patients with ARDS. In short, our successful treatment of patients with severe H7N9 avian flu should be credited to application of ECMO and important ventilation adjustment according to patient's condition. Retrospective analysis of comprehensive treatment of this patient provided a reliable reference to treatment of ARDS and severe pneumonia.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Main clinical characteristics of patient\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Ventilator and ECMO parameters\nT temperature(°C),HR heart rate(bpm),BP blood pressure(mmHg),MV mechanical ventilation,SIMV synchronized intermittent mandatory ventilation,PCV Pressure Control Ventilation,PEEP Positive End Expiratory Pressure (cmH2O),FiO2 Fraction of inspired oxygen(%),F mechanical ventilation frequency(bpm),SaO2 Arterial Oxygen Saturation(%,NV > 95%),PH value(7.35-7.45),PaO2 Partial pressure of oxygen in arterial blood (kPa,NV:10.66-13.33),PaCO2 Partial pressure of carbon dioxide in arterial blood (kPa,NV:4.65-5.98)",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Chest X-Ray(Bedside)and computer tomography scans(No PEEP). MV mechanical ventilation,VV-ECMO veno-venous extracorporeal membrane oxygenation. SaO2 Arterial Oxygen Saturation(%,NV > 95%)PLT platelet(×109/L)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301-8",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200005043421801"
                ]
            }
        },
        "BIBREF1": {
            "title": "REVA Research Network: Extracorporeal membrane oxygenation for pandemic influenza A(H1N1) induced acute respiratory distress syndrome: a cohort study and propensity-matched analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rozé",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mourvillier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ara-Somohano",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zogheib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clavel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Constan",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Marie Richard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brun-Buisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "187",
            "issn": "",
            "pages": "276-285",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201205-0815OC"
                ]
            }
        },
        "BIBREF2": {
            "title": "ELSO Registry: Extracorporeal life support organization registry report 2012",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Paden",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "PT",
                    "middle": [],
                    "last": "Rycus",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Thiagarajan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ASAJO",
            "volume": "59",
            "issn": "",
            "pages": "202-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The new definition for acute lung injury and acute respiratory distress syndrome:is there room for improvement?",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Crit Care",
            "volume": "19",
            "issn": "1",
            "pages": "16-23",
            "other_ids": {
                "DOI": [
                    "10.1097/MCC.0b013e32835c50b1"
                ]
            }
        },
        "BIBREF4": {
            "title": "Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1)",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Finney",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grieve",
                    "suffix": ""
                },
                {
                    "first": "MZ",
                    "middle": [],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Sekhon",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "McAuley",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Firmin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Cordingley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vuylsteke",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bloomfield",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "",
            "pages": "1659-1668",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2011.1471"
                ]
            }
        },
        "BIBREF5": {
            "title": "Extracorporeal circulation in neonatal respiratory failure: a prospective randomized study",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Roloff",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Cornell",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Zwischenberger",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatrics",
            "volume": "4",
            "issn": "",
            "pages": "479-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Extracorporeal membrane oxygenation for adult respiratory failure",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Sosnowski",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Firmin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "112",
            "issn": "",
            "pages": "759-64",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.112.3.759"
                ]
            }
        },
        "BIBREF7": {
            "title": "The Italian ECMO network experience during the 2009 influenza A(H1N1) pandemic: preparation for severe respiratory emergency outbreaks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patroniti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pappalardo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cianchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braschi",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Iotti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arcadipane",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Panarello",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Terragni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Oleari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "1447-1457",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-011-2301-6"
                ]
            }
        },
        "BIBREF8": {
            "title": "Clinical review:extracorporreal membrance oxygenation[J]",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carleso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc10490"
                ]
            }
        },
        "BIBREF9": {
            "title": "ARDS Definition Task Force: Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Camporota",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526-2533",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Ventilator-induced lung injury",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J of Med",
            "volume": "369",
            "issn": "",
            "pages": "2126-2136",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1208707"
                ]
            }
        }
    }
}