{
    "paper_id": "PMC5678787",
    "metadata": {
        "title": "Membrane alterations induced by nonstructural proteins of human norovirus",
        "authors": [
            {
                "first": "Sylvie",
                "middle": [
                    "Y."
                ],
                "last": "Doerflinger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mirko",
                "middle": [],
                "last": "Cortese",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Inés",
                "middle": [],
                "last": "Romero-Brey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zach",
                "middle": [],
                "last": "Menne",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thibault",
                "middle": [],
                "last": "Tubiana",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Schenk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "A."
                ],
                "last": "White",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ralf",
                "middle": [],
                "last": "Bartenschlager",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Bressanelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Grant",
                "middle": [
                    "S."
                ],
                "last": "Hansman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Lohmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karla",
                "middle": [],
                "last": "Kirkegaard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Human noroviruses (huNoV) are the most frequent causative agent of acute gastroenteritis worldwide, responsible for over 30% of all cases, subsequently resulting in over 200,000 deaths per annum [1]. Still, no vaccine or specific antiviral therapy is available to counteract huNoV infections. Noroviruses are divided into seven different genogroups (GI-GVII) and further subdivided into numerous genotypes [2]. Noroviruses grouped into GI, GII and GIV mainly infect humans but also other species, while GV infects mice. The GII genotype 4 (GII.4) cause the majority of infections with novel outbreak strains emerging every 2–3 years, likely in a response to an immunological pressure of herd immunity [3–5].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 702,
                    "end": 703,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 704,
                    "end": 705,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Noroviruses belong to the Caliciviridae family and have a positive-sense single-stranded RNA genome of approximately 7.5 kilobases (kb) (reviewed in [6]). The huNoV genome contains three open reading frames (ORFs), where ORF1 encodes the non-structural proteins (NS1-7) involved in viral replication, ORF 2 encodes the capsid protein and ORF3 encodes a small structural protein. Murine noroviruses (MNV) additionally encode an ORF4 from an alternative reading frame located in ORF2, termed virulence factor 1 (VF1), involved in antagonism of the host innate immune response [7]. The 5’ end of the genome contains a short 5 nucleotide untranslated region (UTR) and the 3’end contains a short UTR and poly-A tail (reviewed in [8]). The norovirus genome is covalently linked at the 5’end with the viral protein VPg (also termed NS5). ORF1 is translated from the full-length genomic RNA, whereas ORF2, ORF3, and ORF4 are mainly translated from a VPg linked subgenomic RNA (reviewed in [8]).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 575,
                    "end": 576,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 725,
                    "end": 726,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 982,
                    "end": 983,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "ORF1 encodes a large, approximately 200 kDa, polyprotein that is processed by the viral protease NS6, giving rise to 6 mature nonstructural proteins involved in viral replication and several precursor proteins with potentially additional, yet poorly defined functions (reviewed in [8]). The function of the most N-terminal protein (termed NS1-2 or p48) is unclear. huNoV NS1-2 varies in size (approximately 40–48 kDa) and contains an N-terminal disordered region and a C-terminal predicted trans-membrane domain [9]. The central domain further shows homology to the NlpC/p60 superfamily of enzymes, with diverse hydrolase functions [10]. Genogroup I NS1-2 has been shown to localize to the Golgi complex and induce Golgi disassembly, dependent upon the C-terminal hydrophobic region [11]. MNV NS1/2 contains 2 sites cleaved by murine caspase 3 and has been shown to localize to the endoplasmic reticulum (ER) upon transient expression [12,13]. NS3 (also termed NTPase, 2C-like and p41) has been demonstrated to function as an NTPase in vitro for GI [14]. NS3 has also been shown to co-localize with double stranded RNA (dsRNA) during MNV infection [15]. NS4 (also called p20, p22 or 3A-like) function remains unclear, although NS4 has been demonstrated to disrupt ER to Golgi trafficking resulting in Golgi disassembly during norovirus replication [16]. NS4 has also been shown to inhibit actin cytoskeleton remodeling in an epithelial cell line upon transient expression [17]. Upon MNV infection, NS4 was shown to localize to the replication complex [15], and upon transient expression shown to localize to endosomes [13]. NS5 is linked to the 5’ end of the genome and plays an integral role in the initiation of translation through its interaction with eukaryotic initiation factors and likely primes genome and subgenomic RNA synthesis [18]. The viral protease NS6 (also called Pro or 3C-like) is a well characterized cysteine protease and responsible for the cleavage and processing of the viral ORF1 polyprotein [12,19]. Lastly, NS7 (also called RdRp) functions as the RNA dependent RNA polymerase in viral replication and transcription of subgenomic RNAs [20,21]).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 513,
                    "end": 514,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 939,
                    "end": 941,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1473,
                    "end": 1475,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1552,
                    "end": 1554,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1619,
                    "end": 1621,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1840,
                    "end": 1842,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2018,
                    "end": 2020,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2162,
                    "end": 2164,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2165,
                    "end": 2167,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Membrane rearrangements play a key role in the establishment of viral replication complexes for positive strand RNA viruses. In principle these membrane alterations can be subdivided into two morphotypes (reviewed in [22,23]). First, the “invagination type” consists of single membrane invaginations of a donor membrane which stay connected to the cytoplasm via a pore and are represented by alphaviruses and flaviviruses. Viral replication takes place inside these vesicles and the viral RNA contributes to their morphology [24], with the exception of Brome mosaic virus 1a protein which generates spherules in absence of RNA replication [25]. Second, the “DMV-type” consists of vesicular and tubular membrane rearrangements wrapped by one (single membrane vesicle, SMV), two (double membrane vesicles, DMVs) and multiple membranes (multi membrane vesicles, MMVs), induced by picornaviruses, coronaviruses and hepatitis C virus (HCV). Most of these structures have no visible connection to the cytoplasm and the functional significance of the different vesicle subtypes as well as the localization of the RNA synthesis machinery is still a matter of debate. However, these structures can typically be induced simply by expression of the replicase proteins in absence of RNA replication, exemplified by picornaviruses [26–29] and HCV [30–32]. Sole expression of individual nonstructural proteins already induces distinct membrane alterations, which are less complex than those derived from the polyprotein. Still, such studies have allowed the identification of those viral proteins contributing to the morphogenesis of viral replication sites and the unraveling of some of their functions [26–28,30,31,33–35]. In the case of HCV, virus induced membrane alterations have been identified as efficient drug targets for silibinin [36], direct acting antivirals like NS5A inhibitors [37] and host targeting drugs like cyclophilin inhibitors [38].",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1319,
                    "end": 1321,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1338,
                    "end": 1340,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1691,
                    "end": 1693,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1694,
                    "end": 1696,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1697,
                    "end": 1699,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1700,
                    "end": 1702,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1703,
                    "end": 1705,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1706,
                    "end": 1708,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1880,
                    "end": 1882,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1938,
                    "end": 1940,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our understanding of the ultrastructure of huNoV replication organelles is currently scarce, mostly due to the lack of efficient cell culture models [39]. A replicon model has been established in case of GI noroviruses [40], but no ultrastructural analysis is currently available. A plasmid driven GII.3 replicon model allows moderate RNA replication levels, but it remains difficult to dissect the contribution of protein expression and bona fide RNA replication in this system [41]. Recently, tremendous progress has been achieved in cultivating the more clinically relevant GII.4 strains in both B-cells [42] and enteric organoids [43], still neither of these models has yet been proven to allow ultrastructural studies. Therefore, most of our knowledge of norovirus induced membrane alterations has been obtained using the MNV model [44]. Previous studies showed accumulations of vesicles in the cytoplasm of infected macrophages consisting of single and double membrane vesicles, which have not been further characterized [44]. In addition, it has been shown that MNV induced vesicle clusters co-localize with all MNV NS proteins and with viral replication intermediates and that these extensive rearrangements of intracellular membranes are mainly derived from the secretory pathway, including ER, Golgi and endosomal membranes [15]. Furthermore, the MNV replication organelles seem tightly associated with the cytoskeleton, probably mediated by the main capsid protein [45]. Little is known so far about the contribution of individual nonstructural proteins to virus induced replication vesicles, but it is believed that NS1-2 and NS4 are the main drivers in this process due to their membrane association and comparison to picornavirus proteins (reviewed in [8]). In addition, NS3 is associated with membranes and recently has been shown to be associated with highly motile vesicular structures [13,46].",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 220,
                    "end": 222,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 838,
                    "end": 840,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1767,
                    "end": 1768,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1904,
                    "end": 1906,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1907,
                    "end": 1909,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The current study aimed to investigate membrane alterations induced by clinically highly prevalent GII.4 using a transient expression system in Huh7 cell lines. Membrane structures induced by expression of the polyprotein of three important outbreak strains (Den Haag 2006, New Orleans 2009 and Sydney 2012) comprised SMV, DMV and MMV structures. We further observed that SMVs and DMVs were reminiscent of structures found upon MNV infection. The impact of individual GII.4 NS proteins on intracellular membranes was studied by correlative light and electron microscopy, allowing the localization of each protein within the cellular ultrastructural context. GII.4 NS1-2 induced membrane proliferation of the smooth ER, which was strikingly different from MNV NS1/2. NS3 was tightly associated with lipid droplets (LDs) and induced convoluted membranes. However, only NS4 expression was sufficient to induce SMV and DMV formation, much like the ability of HCV NS5A and poliovirus (PV) 3AB to induce DMVs.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We aimed to study the determinants of membrane alterations induced by huNoV with a specific focus on clinically relevant GII.4 outbreak strains. We therefore wanted to exploit expression of ORF1 and of individual NS-proteins to assess the morphology of virus induced membrane alterations in Huh7 cells. We chose Huh7 cells for two reasons: first, Huh7 cells have been shown to support RNA replication of a human GI Norwalk replicon [40] and a plasmid based GII.3 replicon [41], suggesting that they are in principle permissive for huNoV. Second, Huh7 have been used to study membrane alterations for a variety of positive strand RNA viruses, including HCV, hepatitis A virus (HAV), coronaviruses and Dengue virus (reviewed in [22,23]), thereby facilitating the comparison of these structures among different virus groups.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Expression of MNV ORF1 induces membrane rearrangements comparable to MNV infection ::: Results",
            "ref_spans": []
        },
        {
            "text": "We first aimed to evaluate whether structures induced by ORF1 expression indeed resembled those found in infected cells using MNV as a model, ideally using the same cell type as intended for huNoV. We therefore generated Huh7-CD300lf cells stably expressing the MNV receptor [47,48] and verified that these cells were indeed permissive for MNV infection by demonstrating the presence of NS3 24h after infection (S1A and S1B Fig). In addition, MNV infected Huh7-CD300lf cells produced similar amounts of progeny virus compared to RAW 264.7 cells, albeit with slightly delayed kinetics (S1C Fig). In contrast, Huh7 cells lacking CD300lf failed to amplify the virus inoculum (S1C Fig). Therefore, ectopic expression of CD300lf rendered Huh7 cells fully permissive for MNV infection and supported the entire MNV replication cycle. Ultrastructural analysis of MNV infected Huh7-CD300lf revealed two major phenotypes not observed in uninfected cells (Fig 1): (1) Areas containing vesicles with a variety of shapes, sizes and types (Fig 1A). In addition to previously reported SMVs, more complex structures like DMVs and MMVs were found, often in proximity to lipid droplets (LD). This phenotype likely resembled an early replication phase described previously [44]. (2) A massive rearrangement of the entire endomembrane system consisting of complex structures, often associated with virions, and lacking an organized morphology was observed during what was likely a later stage of the replication cycle [44] (Fig 1B). We found similar phenotypes in RAW 264.7 cells (S2 Fig), which have been used in previous studies to characterize the ultrastructure of the MNV replication organelle [15,44], except that these cells lacked LDs (S2 Fig). We next analyzed whether similar structures were generated by expression of MNV ORF1. MNV ORF1 was expressed in Huh7 T7 cells under transcriptional control of the T7 promoter and translational control of an encephalomyocarditis virus internal ribosomal entry site (EMCV IRES), allowing efficient cytoplasmic expression of proteins of interest in the presence of T7 RNA polymerase (Fig 2A and 2B). For ultrastructural analysis we used chemical fixation (CF) or high-pressure freezing (HPF) (Fig 2C). Regardless of the fixation technique, we identified basically the same types of membrane alterations observed in phenotype 1 of MNV infected cells: vesiculated areas with SMVs, DMVs and MMVs, again in close proximity to LDs, whereas phenotype 2 (complex membrane structures lacking organized morphology) was not found upon expression of ORF1.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 279,
                    "end": 281,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1255,
                    "end": 1257,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1499,
                    "end": 1501,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1683,
                    "end": 1685,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Expression of MNV ORF1 induces membrane rearrangements comparable to MNV infection ::: Results",
            "ref_spans": [
                {
                    "start": 945,
                    "end": 950,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1026,
                    "end": 1032,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1504,
                    "end": 1510,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2114,
                    "end": 2127,
                    "mention": "Fig 2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2223,
                    "end": 2229,
                    "mention": "Fig 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We concluded that expression of ORF1 generates membrane alterations comparable to replication organelles found in MNV infection. Therefore, ORF1 expression seemed a valid model to study the morphology of huNoV induced membrane alterations.",
            "cite_spans": [],
            "section": "Expression of MNV ORF1 induces membrane rearrangements comparable to MNV infection ::: Results",
            "ref_spans": []
        },
        {
            "text": "We used ORF1 sequences of three GII.4 strains associated with pandemic outbreaks: a Den Haag 2006b variant (DH) [49], a New Orleans 2009 variant (NO) [50] and a Sydney 2012 variant (Syd) [51]. We first tested the expression of the different ORF1 proteins and their processing to assess the integrity of the polyproteins. In a coupled in vitro transcription/translation system (S3A Fig) most of NS-proteins remained buried in precursors, which according to their sizes could represent the entire ORF1 and NS4-NS7 (S3A Fig). Mature cleavage products were only found for NS1-2 and/or NS3, however the size of these proteins was almost identical. This result was in line with previous data studying ORF1 in vitro processing of GII.4 [43,52]. In addition, we assessed polyprotein expression and processing by Western blotting (WB) after transfection of the plasmids encoding the three ORF1 proteins into Huh7 T7 cells. We could detect cleavage products corresponding to NS3, (S3B Fig), NS7 (S3C Fig) and NS1-2, the latter by expressing N-terminal eGFP tagged ORF1 from the NO isolate since we lacked a specific antibody (S3G Fig). No distinct cleavage products were observed for NS4, NS5 and NS6 (S3D–S3F Fig), indicating that they might be retained in relatively stable precursor proteins, as suggested by in vitro translation.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 188,
                    "end": 190,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Establishment of an ORF1 polyprotein expression model of three GII.4 outbreak strains of HuNoV ::: Results",
            "ref_spans": []
        },
        {
            "text": "To investigate membrane alterations resulting from huNoV nonstructural proteins, we expressed the complete ORF1 protein of the three GII.4 isolates in Huh7 T7 cells and performed EM analysis (Fig 3, S4 Fig). As for MNV, the expression of ORF1 polyproteins resulted in the formation of complex vesicular structures for all three GII.4 isolates (Fig 3, S4 Fig), similar to those found in MNV-infected cells (Fig 1, S2 Fig) and irrespective of the fixation technique used. The average diameter of DMVs was approximately 100–200 nm (Fig 3B), and resembled structures found upon HCV and picornavirus infection [28,31,53–56]. Most membrane alterations induced by ORF1 expression in Huh7 cells were again found in close association with LDs, similar to MNV. Overall, no consistent differences were found between ORF1 expression and infection regarding the ratio of SMVs, DMVs and MMVs (Fig 3C). However, high variability in vesicles size was observed among cells of the same condition, likely due to differences in protein abundance, time of infection, cell type, etc. Still, SMVs were by far the most abundant vesicle species in all conditions.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Establishment of an ORF1 polyprotein expression model of three GII.4 outbreak strains of HuNoV ::: Results",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 197,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 344,
                    "end": 349,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 406,
                    "end": 411,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 529,
                    "end": 535,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 879,
                    "end": 885,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In summary, expression of ORF1 of different GII.4 isolates gave rise to a complex set of membrane alterations independent of RNA replication, but similar to structures found in MNV-infected cells. Altogether our data suggested that norovirus replication organelles might belong to the DMV-morphotype, comparable to those observed for enteroviruses and HCV.",
            "cite_spans": [],
            "section": "Establishment of an ORF1 polyprotein expression model of three GII.4 outbreak strains of HuNoV ::: Results",
            "ref_spans": []
        },
        {
            "text": "We focused our subsequent analyses on one of the three GII.4 strains (NO), since neither polyprotein processing nor the ultrastructural analysis revealed distinct differences upon the expression of ORF1 among the three strains.",
            "cite_spans": [],
            "section": "Electron Tomography (ET) of cells expressing GII.4 NO ORF1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "To gain deeper insights into the morphology and biogenesis of ORF1-induced membrane structures we further analyzed tomograms of cells expressing ORF1 of the NO strain fixed by high pressure freezing (S1–S5 Movies, Fig 4A and 4B and S5 Fig), allowing a better preservation of the cell membranes. Areas appearing as simple accumulations of SMVs, DMVs and MMVs revealed complex structures in close proximity to ER sheets, including clusters of interwoven vesicles delimited by one or several lipid bilayers (S1 and S2 Movies and Fig 4A and 4B). In addition, we found double membrane vesicles (DMVs) connecting to multivesicular bodies (MVBs) or late endosomes (S1 and S3 Movies and S5A and S5B Fig) and autophagosome-like structures (ALS, S1 and S3 Movies and S5C Fig).",
            "cite_spans": [],
            "section": "Electron Tomography (ET) of cells expressing GII.4 NO ORF1 ::: Results",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 227,
                    "mention": "Fig 4A and 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 526,
                    "end": 539,
                    "mention": "Fig 4A and 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Since clusters of SMVs, DMVs and MMVs most closely resembled the organization of the MNV replication sites in infected cells, we rendered these areas to address their 3D organization (Fig 4A and 4B, S4 and S5 Movies). SMVs (white), DMVs (yellow) and MMVs (blue) all appeared rather vesicular than tubular, were tightly attached to each other and mostly found adjacent to ER cisternae. In some serial slices, the membrane of a DMV was found still in continuation with the ER (Fig 4A, panel 2). MMVs were mainly generated by enwrapping of SMVs with tubular structures, most likely elongated or collapsed SMVs, appearing as multilamellar vesicles in cross-sections (Fig 4B, panel 2). Alternatively MMVs were originated as SMVs or DMVs engulfing pre-existing DMVs (Fig 4B, panel 3, 4). Overall, the morphology and complexity of the membrane alterations, as well as their biogenesis, appeared very reminiscent of later stages of the enterovirus replication sites [53–56].",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 961,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Electron Tomography (ET) of cells expressing GII.4 NO ORF1 ::: Results",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "mention": "Fig 4A and 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 475,
                    "end": 481,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 663,
                    "end": 669,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 761,
                    "end": 767,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Altogether, the ET analysis revealed complex interwoven vesicular structures adjacent to the ER, with one or several membrane bilayers, appearing as SMVs, DMVs and MMVs. MMVs were likely generated by enwrapping of SMVs with elongated SMVs, very similar to the mechanism proposed for enteroviruses.",
            "cite_spans": [],
            "section": "Electron Tomography (ET) of cells expressing GII.4 NO ORF1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Little is known so far about the contribution of individual norovirus NS proteins to the biogenesis of the viral replication complex. We therefore fused NS1-2, NS3 and NS4, known to be associated with membranes [13], N-terminally with eGFP, to study their propensity to induce membrane alterations by correlative light and electron microscopy (CLEM). We first confirmed by WB the expression of stable fusion proteins and the absence of free eGFP (S6A and S6B Fig).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The N-terminal protein GII.4 NS1-2 localizes at the ER and induces tubular ER protrusions ::: Results",
            "ref_spans": []
        },
        {
            "text": "The N-terminal protein of norovirus ORF1 is thought to induce membrane rearrangements and is considered to be involved in replication complex formation (reviewed in [8]). First, we examined the localization of eGFP-NS1-2 with respect to subcellular markers by immunofluorescence (Fig 5A). Interestingly, eGFP-NS1-2 had a very peculiar filamentous subcellular distribution in most cells (Fig 5A). A minority of cells showed a focal distribution of NS1-2 or an intermediate phenotype (Fig 5A, white and yellow asterisk, respectively). Since the filamentous localization was observed for N-terminally HA-tagged NS1-2, an artifact caused by eGFP fusion can be excluded (Fig 5C). We found a significant co-localization of NS1-2 with a marker of the ER, judged by Pearson correlation values above 0.5 (Fig 5A and 5B). Next, we used CLEM to determine the ultrastructural morphology of NS1-2-GFP positive structures (Fig 5D). Here, regions with strong eGFP fluorescence, indicating high NS1-2 expression, were represented by a network of tubular membrane protrusions. The absence of ribosomes associated with these structures, and the general co-localization of NS1-2 with an ER marker indicated that these membrane protrusions originated from the smooth ER. It is interesting to note that similar tubular structures can be induced by overexpression of ER-shaping proteins such as REEP1 and CLIMP-63 through direct interaction with microtubules [57]. However, we found no indication for a co-localization of NS1-2 induced ER-tubules with microtubules or intermediate filaments (S6C and S6D Fig). In addition we analyzed co-localization of eGFP-NS1-2 and NS3 upon expression of eGFP-ORF1 (S6E and S6F Fig) to assess the impact of the polyprotein on eGFP-NS1-2 localization. Interestingly, we found a variety of phenotypes in various cells, ranging from a focal distribution of both proteins (upper panel) to the filamentous localization of NS1-2 observed upon individual expression (lowest panel). This result indicated a mutual impact of the NS proteins on their subcellular localization, retaining significant co-localization in all cases (S6F Fig), as reported for MNV [15]. Since the distribution of GII.4 NS1-2 was very different from the pattern reported for NS1/2 of MNV [13], we further analyzed eGFP-NS1/2 of MNV by CLEM (S7 Fig). Interestingly and in concordance with literature, NS1/2 of MNV was widely distributed throughout the cell and co-localized with the ER (S7B Fig). However, we found no indications for specific membrane structures induced by MNV NS1/2 (S7C Fig) comparable to those found for GII.4 NO. The MNV NS1/2 signal could be often correlated with membranes surrounding LDs (S7C Fig), which may represent the ring like structures described in a previous study [13].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1438,
                    "end": 1440,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2164,
                    "end": 2166,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2270,
                    "end": 2272,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2779,
                    "end": 2781,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The N-terminal protein GII.4 NS1-2 localizes at the ER and induces tubular ER protrusions ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 387,
                    "end": 393,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 483,
                    "end": 489,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 666,
                    "end": 672,
                    "mention": "Fig 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 796,
                    "end": 809,
                    "mention": "Fig 5A and 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 909,
                    "end": 915,
                    "mention": "Fig 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Taken together, eGFP-NS1-2 of GII.4 induced tubular protrusions of membranes likely derived from smooth ER in a focused, mainly perinuclear area. This is in contrast to MNV NS1/2, which is widely distributed on the ER. This suggests that NS1-2 of GII.4 probably does not directly induce the vesicular membrane rearrangements observed upon ORF1 expression, but rather may contribute to the proliferation of membranes engaged in replication complex formation. Our results further illustrate differences in the subcellular localization and possible functions of NS1-2 proteins from different norovirus genogroups.",
            "cite_spans": [],
            "section": "The N-terminal protein GII.4 NS1-2 localizes at the ER and induces tubular ER protrusions ::: Results",
            "ref_spans": []
        },
        {
            "text": "We next analyzed the co-localization of eGFP-NS3 of GII.4 NO with different markers of subcellular compartments (Fig 6A). We observed a distinct, rather dot-like staining pattern for NS3 (Fig 6A and 6B), which was similar to the pattern described for MNV NS3 [13]. NS3 significantly co-localized with markers of the Golgi apparatus, rough ER and LDs (Fig 6A and 6C). We also characterized the subcellular localization of NS3 upon expression of ORF1 (S8A–S8C Fig). Again we found some co-localization of NS3 with ER and LDs (S8A and S8C Fig), albeit to a lesser extent as in case of individually expressed NS3. In contrast, very little co-localization with several other markers of membranous intracellular organelles was observed, including Golgi apparatus (S8C Fig), suggesting again a mutual impact of the NS proteins on their subcellular localization. The tight association of GII.4 NS3 with LDs was also validated in CLEM experiments (Fig 6B). Donut like structures of NS3 observed in IF were indeed NS3-studded membrane layers surrounding LDs (area 1). Interestingly, large foci with strong NS3 but weak LD signal were found to represent highly ordered membrane proliferations and were often observed in close proximity to one or more LDs (area 2, 3). Such convoluted membranes were similar to previously described OSER (organized smooth ER) membranes with cubic symmetry (reviewed in [58,59]). However, we did not observe these structures upon ORF1 expression (Fig 3). Overall, our findings indicate that GII.4 NS3 was found on different membrane compartments of the secretory pathway and was closely associated to intracellular lipid storage compartments.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1391,
                    "end": 1393,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1394,
                    "end": 1396,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "GII.4 NS3 is associated with membranes surrounding LD membranes, the Golgi and rough ER ::: Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "mention": "Fig 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 188,
                    "end": 201,
                    "mention": "Fig 6A and 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 351,
                    "end": 364,
                    "mention": "Fig 6A and 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 939,
                    "end": 945,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1467,
                    "end": 1472,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The fluorescence pattern of eGFP-NS3 and -NS4 was quite similar, revealing a dot like pattern with donut like and filled structures (Fig 7A) located mainly in the perinuclear area. Still, the eGFP-NS4 signal tended to accumulate in larger clusters compared to the majority of eGFP-NS3 (Fig 7A and 7B), but also co-localized with markers of ER, Golgi apparatus and LDs (Fig 7A and 7B). CLEM analysis identified several interesting types of membrane alterations in areas with strong eGFP signal, in agreement with the idea that NS4 is a key driver in the formation of the norovirus replication compartment. Donut like structures were found to be membranes tightly associated with LDs (Fig 7B, area 2), similar to those found for NS3 (Fig 6B). In addition, large eGFP-NS4 positive foci found in close proximity to LDs consisted of vesicle clusters composed of DMVs and SMVs (Fig 7B, area 3, 4; 7C, area 5). The size and morphology of NS4 induced DMVs was very similar to those observed upon expression of the polyprotein (Fig 7D compared to Fig 3B), but their abundance was apparently lower. In contrast, SMVs were much more abundant and heterogeneous in size, with a diameter ranging from 50 nm to 300 nm, although more than ~80% had a diameter <100 nm (Fig 7E). These data suggested that NS4 on its own was capable of inducing vesicle accumulations reminiscent of vesicle clusters of the GII.4 replication compartment. Finally, similarly to NS3, highly fluorescent clusters of NS4 within the cells corresponded to regions forming regularly shaped membrane lattices (Fig 7C, areas 6 and 7). However, NS4 expression resulted in membranes aligned predominantly in tubules with hexagonal symmetry (Fig 7C, area 6). This hexagonal symmetry appeared very similar to the arrangement observed upon overexpression of the hydroxy-methylglutaryl (HMG)-CoA reductase [60], although regions with cubic symmetry were also observed (Fig 7C, area 7). Furthermore, NS4 induced crystalline membrane structures were found in proximity to vesicle clusters (Fig 7C, area 1), suggesting that their formation might be concentration dependent and a consequence of very high local concentrations of NS4.",
            "cite_spans": [
                {
                    "start": 1855,
                    "end": 1857,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "GII.4 NS4 is capable of inducing the formation of DMVs as well as other types of membrane alterations ::: Results",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "mention": "Fig 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 286,
                    "end": 299,
                    "mention": "Fig 7A and 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 369,
                    "end": 382,
                    "mention": "Fig 7A and 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 683,
                    "end": 689,
                    "mention": "Fig 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 732,
                    "end": 738,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 872,
                    "end": 878,
                    "mention": "Fig 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1019,
                    "end": 1025,
                    "mention": "Fig 7D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1038,
                    "end": 1044,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1252,
                    "end": 1258,
                    "mention": "Fig 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1565,
                    "end": 1571,
                    "mention": "Fig 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1693,
                    "end": 1699,
                    "mention": "Fig 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1917,
                    "end": 1923,
                    "mention": "Fig 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2036,
                    "end": 2042,
                    "mention": "Fig 7C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In essence, our results indicated that NS4 was a key factor in the biogenesis of GII.4 induced membrane alterations. Specifically, the sole expression of NS4 was sufficient to induce several different types of membrane structures, including SMVs, DMVs, as well as geometric membrane lattices not found in infected cells.",
            "cite_spans": [],
            "section": "GII.4 NS4 is capable of inducing the formation of DMVs as well as other types of membrane alterations ::: Results",
            "ref_spans": []
        },
        {
            "text": "Our results obtained from individual expression of eGFP-NS1-2, NS3 and NS4 of GII.4 strain NO revealed that they were indeed associated with membranes. Since the functions of all three proteins, in particular NS1-2 and NS4, are widely enigmatic, we next aimed to generate structural models based on secondary structure analysis and homology searches, allowing for the development of hypotheses accessible to experimental validation. There are no close homologs of known structures for these three proteins, but advanced search methods unambiguously detect distant homologs (20% sequence identity) for parts of both NS1-2 and NS3. These together with secondary structure predictions show that the 334-residue NS1-2 can be described as a three-partite protein with an unstructured N-terminus (residues 1–110) followed by a papain-like thiol hydrolase domain (residues ca 120–230) that is related to a family of phospholipases and acyltransferases [61], and finally a hydrophobic domain (residues ca 250–310) with one or possibly two transmembrane helices. We can thus draw two possible topologies for membrane association of NS1-2 (Fig 8A). Interestingly, the catalytic cysteine and histidine of the putative thiol hydrolase are both present in NS1-2 as C205 and H139. The 366-residue NS3 is a distant homolog of AAA ATPases with an extra 50 residues at the N-terminus comprising a hydrophobic helix that could be transmembrane. Again, we have two possibilities for NS3 membrane association. Finally, we could find no homolog of known structure for the 179-residue NS4, but secondary structure predictions show that its approximately 140 N-terminal residues are highly structured and end in an amphipathic helix connecting to a natively unfolded C-terminus (Fig 8A).",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 948,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Structural predictions of GII.4 NS proteins NS1-2, NS3 and NS4 and functional analysis of point mutations in the active center of the putative hydrolase domain of NS1-2 ::: Results",
            "ref_spans": [
                {
                    "start": 1130,
                    "end": 1136,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1756,
                    "end": 1762,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Based on these predictions we finally aimed to gain some evidence for the putative hydrolase domain and its importance for membrane protrusions induced by NS1-2 of GII.4. To this end we generated mutants of the highly conserved proposed catalytic residues H139 and C205 in the context of eGFP-NS1-2. Since these residues are invariant in all norovirus genogroups, we used MNV as a surrogate model to study their functional importance for norovirus replication. Interestingly, both NS1-2 mutants affected the abundance of the filamentous phenotype (Fig 8B–8D), arguing for a contribution of the putative hydrolase domain to the generation of tubular ER protrusions. Albeit mutations H139A and C205A both resulted in an increased abundance of the intermediate phenotype, or a focal distribution of eGFP-NS1-2, all variants still remained localized to the ER (Fig 8E). Importantly, both residues were indeed essential for norovirus replication, as mutations at the corresponding positions H150A and C216A of MNV NS1-2 abrogated the production of infectious virus (Fig 8F).",
            "cite_spans": [],
            "section": "Structural predictions of GII.4 NS proteins NS1-2, NS3 and NS4 and functional analysis of point mutations in the active center of the putative hydrolase domain of NS1-2 ::: Results",
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "mention": "Fig 8B–8D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 857,
                    "end": 863,
                    "mention": "Fig 8E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1061,
                    "end": 1067,
                    "mention": "Fig 8F",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "In summary, our analysis of individually expressed NS1-2, NS3 and NS4 suggest that these proteins, in particular NS4, were the main drivers of replication complex formation for GII.4. The structural models proposing their membrane topology will allow more in depth studies of their precise functions. Our data further suggest a role of the predicted hydrolase domain in the membrane shaping activity of NS1-2, but not to the general localization to the ER.",
            "cite_spans": [],
            "section": "Structural predictions of GII.4 NS proteins NS1-2, NS3 and NS4 and functional analysis of point mutations in the active center of the putative hydrolase domain of NS1-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this study, we analyzed membrane alterations induced by ORF1 expression of clinically relevant GII.4 isolates and by the individually expressed NS-proteins. ORF1 expression generated vesicle accumulations comparable to those observed in MNV infected cells, mainly consisting of SMVs, DMVs and MMVs. Therefore, norovirus-induced membrane alterations can be generated in the absence of active RNA synthesis, and are reminiscent of picornaviruses and HCV [28,31,53–56]. Our data indicate that NS1-2, NS3 and NS4 are the main drivers in the formation of GII.4 replication organelles. However, only NS4 generated SMVs and DMVs similar to those observed upon ORF1 expression and MNV infection. These data provide the first experimental evidence for the hypothesis that NS4 might be the key factor in the morphogenesis of norovirus replication organelles (reviewed in [8]).",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 458,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 865,
                    "end": 866,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous studies on the ultrastructure of MNV replication organelles in RAW 264.7 cells reported on the appearance of vesiculated areas consisting of SMVs and DMVs at 12h post infection, progressing to a complete destruction of ER and Golgi at later time points, coinciding with the accumulation of virions [44]. We found in principle the same two phenotypes upon MNV infection of Huh7-CD300lf cells and in RAW 264.7 cells. ORF1 expression induced structures very similar to the phenotype lacking virions, likely corresponding to an early/intermediate infection stage, but did not progress into the complex endomembrane system observed concomitantly to intracellular virions appearance. Progression to the late stages found in infection might require the presence of the structural proteins or resemble cytopathic effects induced by infection, but not by ORF1 expression. Interestingly, we found no obvious difference in the membrane rearrangements induced by ORF1 or MNV compared to any of the three GII.4 isolates included in this study, arguing for similar mechanisms driving these processes in various norovirus genogroups and validating MNV as a useful surrogate model to study particular aspects of general norovirus biology. Still, our data obtained upon GII.4 ORF1 expression will ultimately require validation in a cell culture model with bona fide RNA replication, such as the recently established enteric organoid cultures [43] or infection of B cells [42]. The same holds true for the functional significance of the LD association we found for GII.4 NS3 and NS4. While LDs are clearly not essential for MNV replication, since they are not detectable in RAW 264.7 cells, we found them close to all virus induced membrane alterations in Huh7 cells, both, upon expression of ORF1 and upon MNV infection. Whether this is co-incidence due to high LD abundance in Huh7 cells or whether LDs have a functional significance in GII.4 replication remains to be determined. At this point we have not been able to detect membrane alterations that could unequivocally be assigned to norovirus infection by EM in norovirus infected enteroid cultures (S. Boulant, personal communication), likely due to the yet limited efficiency of this model and the high percentage of infected cells required for a thorough EM analysis. However, further optimization of culture conditions will hopefully allow such studies in the future, as well as the establishment of a reverse genetics model for GII.4 isolates.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1435,
                    "end": 1437,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our ultrastructural analysis does not allow drawing firm conclusions on the origin and biogenesis of GII.4 induced SMVs, since we did not observe such vesicles directly connected to cellular membranes. In contrast to PV, we could not find evidence for an interconnected tubular network [55]. Most of our evidence points to membranes of the ER as the origin of SMVs, similar to MNV [15], due to the co-localization of NS1-2 and NS3 with ER membranes when expressed in the context of ORF1. Furthermore, our tomograms reveal a close proximity of the induced vesicles to ER membranes. Finally, individually expressed NS1-2, NS3 and NS4 all at least in part co-localize to and rearrange ER membranes. Therefore, huNoV, like many other viruses, may hijack this cell organelle to generate its replication organelles (reviewed in [62]). Regarding DMVs and MMVs, we were able to identify intermediate structures. Many vesicles appearing as DMVs in a single plane were in fact MMVs in stato nascendi, generated by enwrapping vesicles with collapsed, elongated SMVs or ER cisternae. DMVs might originate as well from collapsing SMVs. This indeed closely resembles the mechanisms demonstrated for picornaviruses [55,56]. Finally, our tomograms also showed a variety of complex structures (e.g. MVBs, ALS) that might be linked to the biogenesis of these vesicles, however these structures are currently difficult to interpret regarding their functional significance. Overall, our data suggest that norovirus induced membrane alterations are very closely related to picornavirus replication organelles with respect to both morphology and biogenesis. The relatively low abundance of DMVs and MMVs further argues for a non-essential role in norovirus infection, again in line with reports on picornaviruses, where replication most likely occurs on single membrane structures, whereas the appearance of DMVs is associated with later stages of infection [55,56].",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 382,
                    "end": 384,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 823,
                    "end": 825,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1937,
                    "end": 1939,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1940,
                    "end": 1942,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Expression of the individual nonstructural proteins fused to eGFP and subsequent analysis by CLEM revealed striking phenotypes for NS1-2, NS3 and NS4, which are very poorly understood regarding specific functions in viral RNA replication and topology (Fig 8A). The sequence of NS1-2 is highly divergent between different norovirus genogroups with no specific function assigned thus far. Bioinformatic analysis proposed an unstructured N-terminal region, which was confirmed biochemically [9], a central domain with potential hydrolase function [10] and a C-terminal transmembrane domain [9,63]. Norwalk virus NS1-2 was shown to disrupt the Golgi apparatus [11], whereas MNV NS1-2 mainly localizes to the ER [13]. Our data now show a very peculiar filamentous localization of GII.4 NS1-2 which could be identified as tubular protrusions of the smooth ER when analyzed by CLEM. Similar structures have been observed upon overexpression of cellular ER remodeling proteins such as REEP1 and CLIMP-63 through direct interaction with microtubules [57], which appear to be the driving force in protruding the tubules. In the case of NS1-2, we found no co-localization with microtubules or intermediate filaments, therefore it is currently not clear how the ER-tubules are expanded. Since mutations in the active site of the putative hydrolase domain severely affected the formation of the tubular ER-protrusions, it is tempting to speculate about a role of this predicted enzymatic function in the membrane shaping activity of NS1-2. However, the functional significance of the ability of GII.4 NS1-2 to form filamentous ER tubules still remains unclear, since MNV NS1/2 is devoid of this property. Overall these data are suggestive for the presence of an enzymatic activity residing in NS1-2, but they clearly provide no formal proof, which will require the demonstration of such activity in a purified protein. Interestingly, a recent study identified an interaction of the variable, unstructured N-terminus of MNV NS1/2 with the host proteins VAPA and VAPB, critical for viral replication [64]. VAPA has already been observed to complex with Norwalk NS1-2 [65], presumably via a different, yet to be defined region. More strikingly, VAPA and VAPB have been implicated in the biogenesis of the HCV replication compartment via interaction with NS5A (reviewed in [23]). Therefore, VAPA and VAPB interactions might contribute to the function of NS1-2 in the formation of the norovirus replication organelle, or even be a common host factor of many DMV-type positive strand RNA viruses.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 490,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2086,
                    "end": 2088,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2153,
                    "end": 2155,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2357,
                    "end": 2359,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Overall, our data provide a first step to define a role for GII.4 NS1-2 in the biogenesis of the huNoV replication compartment in proliferating membranes of the smooth ER, thereby generating the material that could be transformed into vesicle clusters by other NS-proteins and suggesting a role of the predicted hydrolase function in this process.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study demonstrates that NS3 and NS4 both had the ability to create organized ER structures known as convoluted membranes, tubulo-reticular structures, crystalloid ER or cubic membranes, which have been found in a variety of viral infections and upon overexpression of ER membrane shaping proteins (reviewed in [58,59]). Interestingly, similar structures have been found upon expression of HAV 2C and 2BC, with the former regarded as the functional counterpart of norovirus NS3 in picornaviruses [34]. These structures clearly resemble OSER membranes with cubic (NS3) and hexagonal (NS4) symmetry. It has been reported that OSER structures can be generated through weak protein-protein interactions, which can even be triggered by overexpression of GFP tagged to cytochrome b(5), with the GFP moiety providing the homotypic interactions [66]. Therefore, we currently cannot exclude that the fusion of NS3 and NS4 with eGFP, required for CLEM, also contributed to this phenotype. However, it seems unlikely that these structures are essential for viral replication, since they have not been observed so far in either MNV infected cells or upon ORF1 overexpression [15,44]. Therefore, the ability of NS3 and NS4 to induce cubic membranes might point to an intrinsic property, probably weak homotypic interactions, and seems to be linked to strong overexpression of single NS proteins. Upon ORF1 expression and virus infection, such structures might be prevented due to the interactions among NS-proteins and by lower local concentrations of individual NS-proteins. Also in the case of HAV, cubic membranes were only found upon 2C/2BC overexpression [34] but not in HAV infected cells [28].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 500,
                    "end": 502,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1170,
                    "end": 1172,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1651,
                    "end": 1653,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The strong association of NS3 with ER membranes surrounding LDs as well as its potential to induce convoluted membranes suggests an active function in the formation of GII.4 replication organelles, which clearly requires more detailed studies beyond the scope of this manuscript. A similar localization pattern was previously found for MNV NS3 in Vero cells, but not tested for LD localization at that point [13]. Interestingly, NS1-2 co-localized to NS3 on LDs in most cells upon expression of ORF1, whereas this LD association was never found upon sole expression of GII.4 NS1-2. This result argues for an additional role of NS3 in recruiting NS1-2 upon formation of the viral replication organelle, probably involving direct interactions. The recently observed localization of MNV NS3 with microtubules and cholesterol rich lipids when transiently expressed in Vero cells [45,46] further argues for a function of NS3 in shaping the replication organelle. Whether or not the NTPase activity, which has been demonstrated for the NS3 protein of GI.1 [14], is important for localization and membrane activity of NS3 remains to be determined. However, the most obvious putative function of NS3 in RNA replication is a supposed helicase activity, suggested by conserved SF3 helicase motifs [67]. Still to date, only the related 2C protein from the picornavirus Enterovirus 71 has been shown to function as an ATP dependent helicase [68].",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 876,
                    "end": 878,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 879,
                    "end": 881,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "NS4 is by far the most enigmatic among the norovirus NS proteins and little is currently known about its structure or function. Here, we provide the first direct experimental evidence suggesting that NS4 indeed might be the central organizer of the norovirus replication complex. In contrast to HCV, where all NS proteins can induce the formation of vesicular structures [31], NS4 was, in our hands, the only GII.4 protein capable of vesicle formation upon individual expression. In addition, SMVs and DMVs were found, similar to MNV infection and ORF1 expression, albeit with differing abundance. Altogether, these data suggest that NS4 may be the key driver in the formation of norovirus induced replication vesicles, requiring auxiliary functions of NS1-2 and NS3 to finally shape the replication organelles. This is reminiscent of HCV, where the complexity of the so called membranous web is only found upon expression of a polyprotein precursor encoding NS3 to NS5B, arguing for a concerted action engaging several NS-proteins [31,33]. In the case of picornaviruses, 2BC [27], 2BC/3A [26], 2C [34,69] and 3AB [35] have been found to generate distinct membrane alterations upon individual expression, with 2BC/3A and 3AB generating DMVs. However the ultrastructure of the replication organelles is far more complex upon infection also in case of picornaviruses [55]. Still, it is interesting to note that the unrelated proteins NS5A of HCV and 3A of PV are capable of inducing DMVs and share a similar structural organization. Specifically, both contain a unique structured region lacking enzymatic functions, which has been resolved for HCV NS5A [70] and PV 3A [71], an intrinsically unfolded region engaged in recruitment of host factors [72–74] and a membrane attachment region. Our current prediction for the organization of NS4, albeit highly speculative at this point, is strikingly similar regarding subdomain organization and functions (Fig 8A). This model will provide a valuable starting point for further in depth studies regarding the function of norovirus NS4.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1115,
                    "end": 1117,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1366,
                    "end": 1368,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1652,
                    "end": 1654,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1667,
                    "end": 1669,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1745,
                    "end": 1747,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1748,
                    "end": 1750,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1949,
                    "end": 1955,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Another important aspect that needs to be addressed in future studies is the function of NS4 as part of various stable polyprotein cleavage intermediates. Our study, including three different GII.4 strains suggests a delayed cleavage of the NS4-NS7 precursor, based on in vitro translation. However, a far more detailed analysis of polyprotein cleavage kinetics using a different GII.4 strain suggests a number of cleavage intermediates with NS4, including NS4-NS7, NS4-NS6 and NS4-NS5 [52], which might serve specific functions in the norovirus replication cycle. It is particularly tempting to speculate that delayed cleavage of NS4-NS7 might avoid diffusion of the replicase components, since NS4 seems the only protein associated with membranes in this precursor protein.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our model of the putative membrane organization of NS1-2, NS3 and NS4 (Fig 8A) is still highly speculative and contains several uncertainties regarding transmembrane topology. While our predictions are in favor of one transmembrane domain for both, the NS1-2 and NS3 proteins, this topology would require a post-cleavage membrane insertion to keep the cleavage site accessible to NS6. Alternatively, and still in line with the predictions, NS1-2 could span the membrane twice and NS3 may harbor an amphipathic alpha helix tethering the protein to membranes, thereby keeping the NS6 cleavage site in the cytoplasm. Regardless, the transmembrane topology of NS1-2 and NS3 can be experimentally addressed in future studies using our expression model and, for example, testing the accessibility of N- and C-termini to proteases in cell lysates.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "mention": "Fig 8A",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "In summary, our study reveals a first insight into the organization of the putative GII.4 replication organelle and the contribution of individual NS proteins to its biogenesis using a protein expression model. In the case of HCV, comparable expression models have been invaluable to study formation and structure of the viral replication organelles as they allow mechanistic studies using replication deficient mutants or inhibitors interfering with replication. Thereby, the contribution of viral NS-proteins could be clearly defined [31,33] in addition to the importance of host factors like PI4KA [75,76]. Only expression models allowed us to identify viral membrane alterations as targets of direct antiviral agents (NS5A inhibitors [37]) and host targeting drugs including PI4KA inhibitors [75] and cyclophilin inhibitors [38]. Similar approaches might help to identify novel strategies to develop drugs targeting norovirus replication in future studies. Furthermore, our study lays the groundwork for an in-depth analysis of the functions of NS1-2 and NS4 in replication complex formation.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All cell lines were cultured in Dulbecco’s Modified Eagle Medium (DMEM; Life Technologies, Darmstadt, Germany) supplemented with 10% fetal bovine serum, non-essential amino acids (Life Technologies, Darmstadt, Germany), 100U/ml penicillin and 100ng/ml streptomycin (Life Technologies) and cultivated at 37°C and 5% CO2. The human hepatoma cell line Huh7 (maintained in our laboratory), stably expressing T7 RNA polymerase under blasticidine selection (5 μg/ml, Invitrogen, Germany) [74], was used for transient expression of plasmids encoding GII.4 NoV proteins that were analyzed by immunofluorescence and Western blot assays. Huh7 cells expressing the MNV receptor CD300lf were generated by transduction with a lentiviral vector encoding the murine CD300lf cDNA [47] (generous gift from R.C. Orchard and H.W. Virgin). Cells were selected by puromycin to obtain a stable culture of Huh7 cells with CD300lf expression. The murine macrophage cell line RAW 264.7 was obtained from ATCC (Middlesex, UK) and used for infection with MNV. MNV-CW1 [44] was used at a multiplicity of infection of 1 and analyzed 24 h after infection, unless otherwise stated. HEK293T-cells (Birke Bartosch, Lyon) were used for production of MNV virus stocks upon transfection of plasmid pMNV-CW1 (generous gift from H.W. Virgin).",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Cell lines and viruses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The genomes representing consensus sequences of respective patient isolates of three GII.4 strains including a Den Haag 2006b variant (DH) (GenBank accession no. AB447456), a New Orleans 2009 variant (NO) (GenBank accession no JQ613573) and a Sydney 2012 variant (Syd) (GenBank accession no JX459908) were used in this study. Coding sequences corresponding to ORF1 of the three isolates were synthesized with protein sequences identical to the GenBank entries in vector pBMH by Biomatik (Cambridge, Canada). Full length ORF1 of NO, Saga, Sydney, MNV were amplified by PCR from the pBMH construct. Restriction sites NcoI and PacI were used to insert fragments into a basic pTM1-2, AgeI and PacI was used for insertion into basic pTM 1–3.",
            "cite_spans": [],
            "section": "Plasmid constructs ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "To generate pTM vectors allowing expression of N-terminally HA- or eGFP tagged individual norovirus nonstructural proteins, respective coding sequences were amplified using primers given in Table 1 and cloned into pTM-HA or pTM-eGFP, respectively using the indicated restriction sites.",
            "cite_spans": [],
            "section": "Plasmid constructs ::: Material and methods",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All PCR amplifications for cloning were performed with Phusion Flash High-Fidelity PCR Master Mix according to the manufacturer’s instructions (Thermo Fisher Scientific, Germany). PCR products were separated by agarose gel electrophoresis and purified with NucleoSpin Gel and PCR Clean-up kits purchased from Macherey-Nagel (Germany). Restriction digests were performed according to the instructions of the manufacturer (New England Biolabs). All parts of plasmid sequences amplified by PCR were analyzed by Sanger-sequencing to verify sequence fidelity and the correct reading frame (GATC Biotech, Konstanz, Germany).",
            "cite_spans": [],
            "section": "Plasmid constructs ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "MNV stocks were obtained by transfecting plasmid pMNV-CW1 (generous gift from Herbert W. Virgin) into 293T cells, as described [77]. 293T cells were seeded in 10 cm tissue culture dish (Corning, Durham, NC, USA) at a density of 3x105 cells/ml in 15.5 ml of complete DMEM. After 24 hours, cells were transfected with 15 μg of pMNV-CW1 plasmid DNA using TransIT-LT1 Transfection Reagent (Mirrus Bio LLC, Madison, WI, USA) following the instructions of the manufacturer. Transfections were incubated for 48 hours. Virus stocks were obtained by harvesting the cells in their culture medium and twice freezing at -80°C and then thawing at 37°C. Lysates were then centrifuged at 2500 x g for 5 minutes and clarified virus stocks were stored at -80°C. To determine virus titers, RAW 264.7 cells were seeded in 96 well tissue culture plates (Corning, Durham, NC, USA) at a density of 2x104 cells per well. After 24 hours, wells were infected in quadruplicate with serial dilutions of virus stocks diluted in DMEM medium. Assays were harvested 72 hours post infection by aspirating supernatant, washing with PBS and staining with 50 μl of a 1.25% (w/v) crystal violet solution (Merck, Darmstadt, Germany) in a 25% (v/v) ethanol solution for 10 minutes at room temperature. The wells were washed twice with distilled water and scored as positively infected or negative. The TCID50/ml was then calculated using the Spaerman-Kärber method [78,79].",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Production of infectious MNV virus stocks ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "For the transient expression of norovirus eGFP or HA-tagged proteins, Huh7 T7 cells were transfected with LT1 transfection agent (Mirus Bio LLC, Madison, WI, USA) according to the manufacturer's instructions. Cells were processed for IF as described in [76]. Briefly, cells were fixed in 4% paraformaldehyde (PFA) for 20 min and permeabilized with 0.5% Triton X-100 (PBS) for 15 min for co-localization analysis of eGFP-tagged proteins with subcellular markers. Primary antibodies were incubated in 3% bovine serum albumin (BSA) for 1 h at room temperature (RT). NS3 was detected with an in-house created rabbit polyclonal serum, animals were immunized with NS3 expressed and purified from E. coli by Davids Biotechnology, Regensburg, Germany. Antibodies detecting NS4/p20 and NS6 of GII.4 were a generous gift from Stefan Taube [80]. Anti NS5/VPg (strain SAB60) and anti NS7 (NO-strain) sera were raised in rabbits (Eurogentech) based on purified proteins expressed in E. coli. αNS3MNV PAB was kindly provided by Prof. Dr. Ian Goodfellow, Cambridge University, UK, and was obtained by immunization of rabbits with GV MNV and GI sequences [81]. Subcellular compartments and dsRNA were labeled by the following commercially available antibodies: SEC31A/ COPII Vesicles: BD Bioscience / 612351 (Becton Dickinson GmbH, NJ USA); Golgi Apparatus: Anti-Golgin 97 (ab84340, Abcam); autophagosome: p62/ SQSTM1 (M162-3, MBL Life science). Mitochondria were labeled with MitoTracker Deep Red (M22426) and LDs were stained with HCS LipidTox Red Neutral Lipid Stain (Thermo Fisher Scientific Waltham, Massachusetts, USA). ER was stained with a polyclonal anti-PDI antibody (ab31811; Abcam, Cambridge, UK) unless otherwise stated. In case co-staining did not allow the use of this antibody, a mouse monoclonal antibody against Climp-63 (mainly rough ER, ALX-804-604, Enzo) or reticulon 3 (RTN3 sc-374599, Santa Cruz Biotechnology) was used. The lysosome was marked with anti LBPA1 antibody (Clone 6C4, Sigma-Aldrich, Germany). All primary antibodies were utilized in a 1:50 dilution. Alexa 488 or 647-conjugated secondary antibodies (Invitrogen, Molecular Probes) were incubated in 3% BSA for 45 min at RT with a dilution of 1:1000. Nuclei were stained using 4,6-diamidino-2-phenylindole (DAPI) for 1 min at a dilution of 1:4000 after incubation with secondary antibodies. Cells were mounted with Fluoromount G (Southern Biotechnology Associates, Birmingham, AL, USA). Confocal microscopy was conducted on a Leica SP5 AOBS Point Scanning Confocal Microscope (Leica Microsystems). Confocal microscopy was conducted on a Leica SP5 and on Leica SP8 AOBS Point Scanning Confocal Microscopes (Leica Microsystems). Image analysis was performed using the ImageJ software package Fiji (http://fiji.sc/wiki/index.php/Fiji) [82] and the Coloc 2 plugin was used to calculate the Pearson's correlation coefficient. A Pearson's correlation coefficient higher than 0.5 indicates a strong colocalization.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 830,
                    "end": 832,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "81",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 2802,
                    "end": 2804,
                    "mention": "82",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Immunofluorescence (IF) microscopy ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Cells grown on glass coverslips were subjected to chemical fixation and subsequent epon embedding. For overexpression of norovirus proteins, Huh7-Lunet T7 cells were transfected with TransIT-LT1 (Mirus, Madison USA) transfection reagent according to manufacturer’s instructions and fixed 24 hours post transfection. RAW 264.7 (ATCC, UK) were used for infection with MNV-CW1 [83]. For chemical fixation, cells were washed 3 times with 1x PBS and fixed for 30 min with pre-warmed 2.5% glutaraldehyde in 50 mM sodium cacodylate buffer (pH 7.2) containing 1 M KCl, 0.1 M MgCl2, 0.1 M CaCl2 and 2% sucrose. Cells were washed thoroughly 5 times with 50 mM cacodylate buffer and post-fixed on ice in the dark with 2% OsO4 in 50 mM cacodylate buffer for 40 min. Cells were washed with H2O overnight, treated with 0.5% uranyl acetate in H2O for 30 min, rinsed thoroughly with H2O and dehydrated in a graded ethanol series at RT (40%, 50%, 60%, 70% and 80%) for 5 min each and 95% and 100% for 20 min each. Cells were immersed in 100% propilene oxid and immediately embedded in an Araldite-Epon mixture (Araldite 502/Embed 812 Kit; Electron Microscopy Sciences). After polymerization at 60°C for 2 days, coverslips were removed and the embedded cell monolayers were sectioned using a Leica Ultracut UCT microtome and a diamond knife. Sections with a thickness of 70 nm were counter-stained with 3% uranyl acetate in 70% methanol for 5 min and 2% lead citrate in H2O for 2 min, and examined with the transmission electron microscope Philips CM120 TEM (Biotwin, 120 kV).",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "83",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Conventional preparation of cells for electron microscopy (EM) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Huh7-T7 cells seeded on glass-bottom dishes containing a photoetched gridded coverslip (MatTek) were transiently transfected with expression plasmids coding for GFP-fused norovirus proteins. After 24 h cells were washed twice with PBS, fixed for 30 min at room temperature with PBS containing 4% paraformaldehyde and 0.2% glutaraldehyde and stained with DAPI and far-red LipidTOX neutral lipid stain (Thermofisher) according to the manufacturer's instructions. Samples were analyzed on a Nikon TE2000 Ultraview ERS spinning disc (PerkinElmer). Z-stacks of GFP-positive cells were collected and the positions of the cells of interest were recorded using transmitted light with a differential interference contrast configuration. Cells were then fixed in EM fixative and embedded in Epon/araldite resin, as described above.",
            "cite_spans": [],
            "section": "Correlative light-electron microscopy (CLEM) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Seventy nm ultrathin sections were prepared and examined with a Jeol JEM-1400 transmission electron microscope (Jeol Ltd., Tokyo, Japan). Landmark correspondence plugin from Fiji imageJ distribution was used to correlate the light microscopy and the electron microscopy datasets. Briefly, a single optical section displaying a LDs distribution that matched the one observed in the electron microscopy micrograph was extracted from the z-stack and the corresponding LDs on the two images were used as landmark to calculate the transformation.",
            "cite_spans": [],
            "section": "Correlative light-electron microscopy (CLEM) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Cells were seeded onto 3 mm sapphire discs (M. Wohlwend GmbH, Sennwald, Switzerland) that had been carbon coated to improve cell adhesion. One day after transfection or infection cells (Huh7-Lunet T7 and RAW 264.7, respectively) were frozen after immersion in 1-hexadecene (Merck, Hohenbrunn, Germany) using a high-pressure freezer (M. Wohlwend GmbH). Frozen discs were stored in liquid nitrogen until further processing. Freeze substitution was done in acetone containing 0.2% (w/v) OsO4, 0.1% (w/v) UA, and 5% (v/v) water by slowly warming the samples from −90°C to 0°C during a period of 20 h [84]. Samples were kept at 0°C and at room temperature for 30 min each, washed with acetone, and embedded in four-step epon series (Fluka, Buchs, Switzerland) using 1 h-incubation in 25%, 50% and 75% epon dissolved in acetone and overnight incubation in 100% epon. Epon was exchanged, polymerized for 3 d at 60°C and sapphire discs were removed by immersion in liquid nitrogen. Seventy or 250 nm thick sections for were examined by conventional transmission EM or electron tomography, respectively.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 599,
                    "mention": "84",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "High pressure freezing and freeze substitution (HPF-FS) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Sections of 250 nm thickness were collected on palladium-copper slot grids (Science Services, Munich, Germany) coated with Formvar (Plano, Wetzlar, Germany). Protein A-gold (10 nm) was added to both sides of the sections as fiducial markers. Single axis tilt series were acquired with a FEI TECNAI F30 microscope operated at 300 kV and equipped with a 4k FEI Eagle camera over a −65° to 65° tilt range (increment 1°) and at an average defocus of −0.2 μm. Reconstruction of the tomograms and rendering of their 3D surface was performed by using the IMOD software package (version 4.9)[85] (bio3d.colorado.edu/imod).",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 586,
                    "mention": "85",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Electron tomography (ET) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "For Western blotting, the cells in a 6-well plate well were lysed and denatured in 150 μL of 6× Laemmli buffer by heating to 95°C for 5 minutes, and loaded onto an 12% polyacrylamide-SDS gel. After resolution by SDS-PAGE, proteins were transferred to a polyvinylidene difluoride (PVDF) membrane, with the exception of NS7, which was transferred to a nitrocellulose membrane (Amersham Protran 0.45 NC, GE Healthcare Life Science). NS proteins were detected using NS-protein specific polyclonal rabbit antibodies described in IF section in a 1:1000 dilution. β-actin was detected by monoclonal mouse antibody (A5441), Sigma-Aldrich. Primary antibodies were detected using αrabbit/ αmouse horseradish peroxidase (HRP)-coupled secondary antibodies (Sigma-Aldrich) and imaging was done with the ChemoCam 6.0 ECL system (INTAS Science Imaging, Goettingen, Germany).",
            "cite_spans": [],
            "section": "Western blot (WB) ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "pTM based constructs were phenol/chloroform purified and reconstituted in RNase-free double-distilled H2O to a concentration of 1 μg/μL. 0.5 μg of the plasmid preparation were then mixed with 10 μL of the L1170 T7 TNT-kit (Promega, Madison, USA) and 1μL of 35S Methionine 10 mCi/ml. The reaction mixture was then incubated at 30°C for 90 min. Afterwards, the reaction was suspended in 2x laemmli buffer, and denatured at 95°C for 5 min before being loaded onto a 12% SDS gel for electrophoresis. Radiolabeled proteins were visualized by autoradiography using a phospho-imager (BioRad, Munich, Germany).",
            "cite_spans": [],
            "section": "Coupled in vitro transcription-translation assay ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Stable cell lines expressing the MNV receptor CD300lf [47,48], were created by lentiviral transduction. The lentiviral vectors were created by co-transfecting 293T cells with a gag-pol plasmid (pCMV∆8.31), the retroviral vector containing the CD300lf sequence (gift from Dr. Herbert Virgin, Washington University at St. Louis, St. Louis, MO, USA), and an envelope plasmid (pMD.G) mixed in a 3:3:1 ratio, respectively, as described elsewhere [86]. Huh7 cells were seeded at a density of 1x105 cells per well in 6-well plates and transduced with 1 ml of lentivirus suspension mixed with 1 ml of fresh DMEM medium for 12 hours. Media was aspirated and replaced with 1:1 lentivirus suspension and 1 ml of fresh DMEM two more times at 12 hour intervals. After 36 hours, the media was changed and 2 ml of fresh DMEM containing 2 μg/ml puromycin selection was added and selective pressure was maintained during passaging.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 58,
                    "end": 60,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "86",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "Generation of Huh7 cells expressing the MNV receptor CD300lf ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "We used resources of the MPI bioinformatics Toolkit [87] to define domains in NS1-2, NS3 and NS4. HHPRED was used to find domains with homologs of known structure and Quick2D to identify structured and non-structured regions and putative transmembrane helices [88,89]. Transmembrane helices were further sought with Polyphobius. For putative membrane-peripheral and transmembrane helices, ideal alpha-helices were generated with the “fab” function of PyMOL, as were intervening loops. The NS1-2 central domain (residues 119 to 213) was homology modelled with SwissModel [90] from Protein Data Bank entry 4DPZ [61]. The non-structured N-terminus and helical C-terminus were then generated with PyMOL 1.8.2.0 [91]. The three parts were assembled in PyMOL with the PyMOL sculpting function. NS3 was modelled with I-Tasser [92] and NS4 was modelled with RaptorX [93], with default parameters. A membrane model was generated with the Charmm-GUI webserver [94] with a lipid composition similar to the endoplasmic reticulum (Phosphatidylcholine 60%; Phosphatidylethanolamine 25%; Phosphatidylinositol 15%)[95]. The positions of the transmembrane/peripheral helices relative to this membrane were adjusted with PyMOL. The structures were then minimized with secondary structure restraints with the Phenix geometry minimization function [96].",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": "87",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "88",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "89",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "90",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "91",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "92",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "93",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "94",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "95",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "mention": "96",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Modelling of the structure of NS1-2, NS3 and NS4 ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "General statistical analyses as indicated in the corresponding figures were performed using Graphpad Prism Software.",
            "cite_spans": [],
            "section": "Statistical analyses ::: Material and methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Huh7-CD300lf cells were infected (A, B) or mock infected (C) with MNV for 16 h (MOI = 1) before being chemically fixed and subjected to EM. Boxed and numbered areas are shown in higher magnification in subsequent panels. SMV, single membrane vesicle; DMV, double membrane vesicle; MMV, multi membrane vesicle; LD, lipid droplet. Note that SMVs are separated from the surrounding cytosol by a unique lipid bilayer. DMVs are delimited from the cytosol via two lipid bilayers and have a diameter below 300 nm. DMVs have normally a more electron-dense content than SMVs, likely due to engulfment of cytosolic content. MMVs contain more than 2 membranes. Yellow arrowheads indicate virions (Vi). White scale bars, 5 μm. Red scale bars, 200 nm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: (A) Schematic representation of the ORF1 polyprotein of MNV (top) and huNoV GII.4, indicating alternative nomenclature for the non-structural proteins (NS). The terminology in the boxes is used throughout this study. (B) Schematic representation of the protein expression model used in this study. Huh7 cells stably expressing T7-RNA polymerase are transfected with plasmids encoding ORF1 under transcriptional control of a T7 promoter and translational control of an EMCV IRES element, indicated by a secondary structure. Cytoplasmic expression of ORF1 proteins induces membrane alterations similar to infected cells in absence of RNA replication, indicated by a crossed box. (C) Huh7 T7 cells transfected with a construct expressing MNV ORF1 were processed for analysis by transmission EM (TEM) 20 h p.t. upon chemical fixation (CF) or high pressure freezing (HPF). Samples designated CF were grown on glass coverslips, fixed chemically with aldehydes, post-fixed with heavy metals, dehydrated with ethanol and resin embedded for further TEM analysis. Samples designated HPF were grown on sapphire discs, cryo-fixed by high pressure freezing, freeze substituted with heavy metals dissolved in acetone, dehydrated with acetone and resin embedded (reviewed in [97]). Representative images of both fixation techniques are shown as specified on the left. Magnified views of the boxed areas are shown to the right and on top. Single membrane vesicles (SMVs), double membrane vesicles (DMVs), multi-membrane vesicles (MMVs), lipid droplets (LDs) and mitochondria (m) are indicated in the high magnification views.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Huh7 T7 cells transfected with a construct expressing NO ORF1 were processed for analysis by transmission EM 20 h p.t., using HPF and CF, as indicated (for further detail see the legend to Fig 2C). Double membrane vesicles (DMVs), multi membrane vesicles (MMVs) and lipid droplets (LDs) are indicated. (B) Comparison of DMV sizes induced by ORF1 expression of the New Orleans (NO), Den Haag (DH) and Sydney (Syd) strains, using both fixation protocols. The diameter of 60 DMVs for each condition was determined. Mean values and SEM are shown in violet. (C) Relative abundance of SMVs, DMVs and MMVs in cells expressing ORF1 of the different GII.4 isolates or MNV and in MNV infected cells after chemical fixation. ORF1 expressing cells and MNV infected cells were identified by the appearance of typical virus induced membrane structures and all vesicles in the respective cell sections were classified and counted. Mean values and SD from at least six cells per condition. For clarity, error bars are shown below the column for SMVs and above the column for DMVs and MMVs.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) 3D rendering of a dual-axis tomogram of S1 Movie showing ER cisternae (in dark brown), a cluster of single (in white) and multi membrane (in blue) vesicles, and a double membrane vesicle (in yellow). A tomographic xy slice of the yellow dashed area containing the cluster of vesicles is shown in (1). Several virtual slices extracted from the tomogram of the green dashed area are shown in (2). Note the continuity of the DMV membranes with the ER membrane (pink arrowheads). (B) Serial single xy slices through the tomogram shown in S2 Movie revealing the different membrane numbers of the vesicles within the cluster: from one lipid bilayer (SMVs) to two (DMVs) or more than two (MMVs). (1) Left: 3D rendering of the same tomogram showing a cluster of single (in white) and multi-membrane (in blue) vesicles in close proximity to late endosomes (in red) and a microtubule (in green). Right: Higher magnification picture of the cluster of vesicles. (2) MMVs are composed of several single membrane tubules that close up around a single membrane vesicle. rER, rough endoplasmic reticulum; SMV, single membrane vesicle; DMV, double membrane vesicle; MMV, multi membrane vesicle; MVB, multivesicular body. Note that we defined endosomes or MVBs as rounded organelles delimited from the cytosol by one lipid bilayer, containing a highly heterogeneous lumen composed of multiple vesicles with different sizes and electron densities. ALSs were defined as rounded organelles having two lipid bilayers that separate them from the cytosol and a diameter larger than 300 nm. Their lumen, in contrast to MVBs, was only composed of cytosolic content and/or one engulfed vesicle. We cannot rule out, however, that ALSs are larger DMVs.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: A plasmid encoding eGFP-NS1-2 (green) was transfected into Huh7-T7 cells. Twenty hours post transfection cells were fixed and analyzed by confocal microscopy (A, B) or CLEM (D). Cellular markers (red) were stained using monoclonal or polyclonal antibodies, LDs were stained with LipidTox and Mitochondria were stained with Mitotracker. A white and a yellow asterisk mark a cell with a focal and an intermediate focal/filamentous distribution of NS1-2, respectively. Mito, mitochondria. (B) Pearson correlation of the eGFP-NS1-2 signal with different cellular markers shown in (A). Each dot represents a single cell. (C) HA-NS1-2 was expressed in Huh7-T7 cells and detected by immunofluorescence using a HA-specific antibody (red). Nuclei were counterstained with DAPI (right panel, blue). (D) For CLEM, cells were seeded onto gridded coverslips, fixed and subjected to optical sectioning using a confocal microscope. Maximum-intensity Z-projection of a selected cell is shown on the top. eGFP-NS1-2 signal is depicted in green, LDs in red and the nucleus (DAPI) in blue. Samples were subsequently processed for electron microscopy by using the coordinates etched onto the surface of the gridded coverslips to record the position of the selected cells. The correlated panel was obtained by re-orientation and superimposition of light and electron micrographs as described in M&M. Boxed and numbered areas are shown in higher magnification in subsequent panels. White scale bars, 5 μm. Yellow scale bar, 1 μm. Red scale bars, 200 nm.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 6: A plasmid encoding eGFP-NS3 (green) was transfected into Huh7-T7 cells. Twenty hours post transfection, cells were fixed and analyzed by confocal microscopy (A) or CLEM (B). (A) Cellular markers are depicted in red and eGFP-NS3 in green in the merge panels. Mito, mitochondria; Autophag., autophagosome. (B) Huh7-T7 cells expressing eGFP-NS3 were processed for CLEM. For further details see the legend to Fig 5D and M&M. Maximum-intensity Z-projection of selected cell is shown on the top. The eGFP-NS3 signal is depicted in green, lipid droplets (LD) in red and the nucleus (DAPI) in blue. Boxed and numbered areas are shown in higher magnification in subsequent panels. CM, Convoluted Membranes. White scale bars, 5 μm. Yellow scale bar, 1 μm. Red scale bars, 200 nm. (C) Pearson correlation of the eGFP-NS3 signal with different cellular markers shown in (A). Each dot represents a single cell.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: A plasmid encoding eGFP-NS4 (green) was transfected into Huh7-T7 cells. Twenty hours post transfection cells were fixed and analyzed by confocal microscopy (A) or CLEM (B-C). (A) Cellular markers are shown in red and eGFP-NS4 in green in the merge panels. Pearson correlation of the eGFP-NS4 signal with different cellular markers is given below, each dot representing a single cell. Mito, mitochondria. (B-C) Huh7-T7 cells expressing eGFP-NS4 were processed for CLEM. For further details see the legend to Fig 5D and M&M. eGFP-NS4 signal is depicted in green, lipid droplets (LD) in red and the nucleus (DAPI) in blue. Boxed and numbered areas are shown in higher magnification in subsequent panels. CM, convoluted membranes; SMV, single membrane vesicle; DMV, double membrane vesicle. White scale bars, 5 μm. yellow scale bar, 1 μm. red scale bars, 200 nm. (D) Higher magnification images showing eGFP-NS4 induced DMVs (left panel). Quantification of the DMVs diameters calculated from 19 DMVs from three different cells. Mean and SD are shown. (E) Diameter of SMVs generated by eGFP-NS4 expression. SMVs were grouped into three different size classes as indicated and their relative proportion is given. Data are based on 350 individual, randomly chosen SMVs in three different cells.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (A) Modeling. Parts for which modeling is most reliable are displayed in secondary structure representation: First the two domains that were homology modeled, namely the central domain of NS1-2 (the catalytic C205 and H139 residues are displayed as spheres) and the NTPase domain of NS3; Second the membrane association helices of the three proteins. For NS1-2, the alternate possibilities for its C-terminal membrane association, as one membrane-peripheral and one transmembrane helix, or as two transmembrane helices, are indicated by a question mark. Similarly for NS3, the alternate possibilities for its N-terminal helix as transmembrane or as membrane-peripheral are indicated with a question mark. The natively unfolded N-terminus of NS1-2 and C-terminus of NS4 are displayed as random coils. The N-terminus of NS4, folded according to secondary structure predictions but with no homolog of known structure, is displayed as a blob with a putative amphipathic helix leading to the unstructured C-terminus in secondary structure representation. (B-E) pTM plasmids encoding NS1-2 variants as indicated N-terminally fused to eGFP were transfected into Huh7-T7 cells and harvested 20 hours post transfection. Cells were fixed and permeabilized with Triton-X100 (0.5%), and ER (red) was stained using a RTN-3 monoclonal antibody. (B) Cells expressing eGFP NS1-2 C205A, with representative examples of the filamentous, intermediate and focal phenotype, encircled in red, green and violet, respectively. (C) Percentage of cells showing a filamentous, focal or intermediate phenotype for cells expressing eGFP-NS1-2 wt or the indicated mutant. Mean values and SD from at least a total of 100 cells from two independent experiments are shown for each condition. (D) A representative picture showing the filamentous phenotype for wt, the focal phenotype for mutant H139A and the intermediate phenotype for mutant C205A. (E) Pearson correlation of the eGFP signal with ER marker shown in (D); each dot representing one cell. (F) TCID50/ml values obtained from wt and mutant MNV variants in HEK293-T cells. Plasmids encoding a wildtype or mutant MNV full-length cDNA clone were transfected into HEK293T cells. Virions were harvested 72 hours post transfection and titrated on RAW 264.7 cells. Titers of infectious virus was determined by TCID50 assay and calculated using the Spearman-Karber method. Values represent the mean of three independent experiments with error bars representing the standard deviation. n.d.: not detectable. Note that positions H139 and C205 in GII.4 NS1-2 correspond to H150 and C216 in the MNV genome.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Aetiology-Specific Estimates of the Global and Regional Incidence and Mortality of Diarrhoeal Diseases Commonly Transmitted through Food",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Viral shape-shifting: norovirus evasion of the human immune system",
            "authors": [],
            "year": 2010,
            "venue": "Nat Rev Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "231-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Phylodynamic reconstruction reveals norovirus GII.4 epidemic expansions and their molecular determinants",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Molecular epidemiology of noroviruses associated with acute sporadic gastroenteritis in children: global distribution of genogroups, genotypes and GII.4 variants",
            "authors": [],
            "year": 2013,
            "venue": "J Clin Virol",
            "volume": "56",
            "issn": "",
            "pages": "185-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The emergence and evolution of the novel epidemic norovirus GII.4 variant Sydney 2012",
            "authors": [],
            "year": 2014,
            "venue": "Virology",
            "volume": "450–451",
            "issn": "",
            "pages": "106-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Advances in norovirus biology",
            "authors": [],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "15",
            "issn": "",
            "pages": "668-680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Norovirus regulation of the innate immune response and apoptosis occurs via the product of the alternative open reading frame 4",
            "authors": [],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Norovirus gene expression and replication",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "278-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Inherent structural disorder and dimerisation of murine norovirus NS1-2 protein",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Evolutionary history, structural features and biochemical diversity of the NlpC/P60 superfamily of enzymes",
            "authors": [],
            "year": 2003,
            "venue": "Genome Biol",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Norwalk virus N-terminal nonstructural protein is associated with disassembly of the Golgi complex in transfected cells",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4827-4837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Cleavage map and proteolytic processing of the murine norovirus nonstructural polyprotein in infected cells",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7816-7831",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Subcellular localization of the MNV-1 ORF1 proteins and their potential roles in the formation of the MNV-1 replication complex",
            "authors": [],
            "year": 2010,
            "venue": "Virology",
            "volume": "406",
            "issn": "",
            "pages": "138-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Polypeptide p41 of a Norwalk-like virus is a nucleic acid-independent nucleoside triphosphatase",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "1611-1619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Mouse norovirus replication is associated with virus-induced vesicle clusters originating from membranes derived from the secretory pathway",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "9709-9719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Inhibition of cellular protein secretion by norwalk virus nonstructural protein p22 requires a mimic of an endoplasmic reticulum export signal",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Norovirus non-structural protein p20 leads to impaired restitution of epithelial defects by inhibition of actin cytoskeleton remodelling",
            "authors": [],
            "year": 2010,
            "venue": "Scand J Gastroenterol",
            "volume": "45",
            "issn": "",
            "pages": "1307-1319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Caliciviruses differ in their functional requirements for eIF4F components",
            "authors": [],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "25315-25325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Polyprotein processing in Southampton virus: identification of 3C-like protease cleavage sites by in vitro mutagenesis",
            "authors": [],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "2605-2610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Norwalk virus genome cloning and characterization",
            "authors": [],
            "year": 1990,
            "venue": "Science",
            "volume": "250",
            "issn": "",
            "pages": "1580-1583",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Norovirus protein structure and function",
            "authors": [],
            "year": 2005,
            "venue": "FEMS Microbiol Lett",
            "volume": "253",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Membranous replication factories induced by plus-strand RNA viruses",
            "authors": [],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "2826-2857",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Ultrastructure of the replication sites of positive-strand RNA viruses",
            "authors": [],
            "year": 2015,
            "venue": "Virology",
            "volume": "479–480",
            "issn": "",
            "pages": "418-433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Template RNA length determines the size of replication complex spherules for Semliki Forest virus",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "9125-9134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A positive-strand RNA virus replication complex parallels form and function of retrovirus capsids",
            "authors": [],
            "year": 2002,
            "venue": "Mol Cell",
            "volume": "9",
            "issn": "",
            "pages": "505-514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Remodeling the endoplasmic reticulum by poliovirus infection and by individual viral proteins: an autophagy-like origin for virus-induced vesicles",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "8953-8965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A human virus protein, poliovirus protein 2BC, induces membrane proliferation and blocks the exocytic pathway in the yeast Saccharomyces cerevisiae",
            "authors": [],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "3349-3364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A cytopathic and a cell culture adapted hepatitis A virus strain differ in cell killing but not in intracellular membrane rearrangements",
            "authors": [],
            "year": 2000,
            "venue": "Virology",
            "volume": "266",
            "issn": "",
            "pages": "157-169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Requirements for assembly of poliovirus replication complexes and negative-strand RNA synthesis",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "3841-3850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Expression of hepatitis C virus proteins induces distinct membrane alterations including a candidate viral replication complex",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5974-5984",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Three-dimensional architecture and biogenesis of membrane structures associated with hepatitis C virus replication",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The lipid kinase phosphatidylinositol-4 kinase III alpha regulates the phosphorylation status of hepatitis C virus NS5A",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "NS5A Domain 1 and Polyprotein Cleavage Kinetics Are Critical for Induction of Double-Membrane Vesicles Associated with Hepatitis C Virus Replication",
            "authors": [],
            "year": 2015,
            "venue": "MBio",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Induction of intracellular membrane rearrangements by HAV proteins 2C and 2BC",
            "authors": [],
            "year": 1997,
            "venue": "Virology",
            "volume": "237",
            "issn": "",
            "pages": "66-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Double-membraned liposomes sculpted by poliovirus 3AB protein",
            "authors": [],
            "year": 2013,
            "venue": "J Biol Chem",
            "volume": "288",
            "issn": "",
            "pages": "27287-27298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Analysis of hepatitis C virus resistance to silibinin in vitro and in vivo points to a novel mechanism involving nonstructural protein 4B",
            "authors": [],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "",
            "pages": "953-963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Daclatasvir-like inhibitors of NS5A block early biogenesis of hepatitis C virus-induced membranous replication factories, independent of RNA replication",
            "authors": [],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "147",
            "issn": "",
            "pages": "1094-1105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Inhibition of HCV replication by cyclophilin antagonists is linked to replication fitness and occurs by inhibition of membranous web formation",
            "authors": [],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "146",
            "issn": "",
            "pages": "1361-1372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Mechanisms of GII.4 norovirus persistence in human populations",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Stable expression of a Norwalk virus RNA replicon in a human hepatoma cell line",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "353",
            "issn": "",
            "pages": "463-473",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Plasmid-based human norovirus reverse genetics system produces reporter-tagged progeny virus containing infectious genomic RNA",
            "authors": [],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "E4043-E4052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Enteric bacteria promote human and mouse norovirus infection of B cells",
            "authors": [],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "755-759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Replication of human noroviruses in stem cell-derived human enteroids",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "6306",
            "pages": "1387-1393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Replication of Norovirus in cell culture reveals a tropism for dendritic cells and macrophages",
            "authors": [],
            "year": 2004,
            "venue": "PLoS Biol",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Mouse norovirus 1 utilizes the cytoskeleton network to establish localization of the replication complex proximal to the microtubule organizing center",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4110-4122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The Norovirus NS3 Protein Is a Dynamic Lipid- and Microtubule-Associated Protein Involved in Viral RNA Replication",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Discovery of a proteinaceous cellular receptor for a norovirus",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "933-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Functional receptor molecules CD300lf and CD300ld within the CD300 family enable murine noroviruses to infect cells",
            "authors": [],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "",
            "pages": "E6248-E6255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Epidemics of gastroenteritis during 2006 were associated with the spread of norovirus GII.4 variants 2006a and 2006b",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "413-420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Impact of an emergent norovirus variant in 2009 on norovirus outbreak activity in the United States",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "568-571",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Recombination within the pandemic norovirus GII.4 lineage",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "6270-6282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "In vitro proteolytic processing of the MD145 norovirus ORF1 nonstructural polyprotein yields stable precursors and products similar to those detected in calicivirus-infected cells",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "10957-10974",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Cellular origin and ultrastructure of membranes induced during poliovirus infection",
            "authors": [],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "6576-6588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "ELECTRON MICROSCOPIC STUDY OF THE FORMATION OF POLIOVIRUS",
            "authors": [],
            "year": 1965,
            "venue": "Virology",
            "volume": "26",
            "issn": "",
            "pages": "379-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Complex dynamic development of poliovirus membranous replication complexes",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "302-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "The transformation of enterovirus replication structures: a three-dimensional study of single- and double-membrane compartments",
            "authors": [],
            "year": 2011,
            "venue": "MBio",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "A novel direct interaction of endoplasmic reticulum with microtubules",
            "authors": [],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "6168-6177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Endoplasmic reticulum architecture: structures in flux",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "358-364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Do viruses subvert cholesterol homeostasis to induce host cubic membranes?",
            "authors": [],
            "year": 2010,
            "venue": "Trends Cell Biol",
            "volume": "20",
            "issn": "",
            "pages": "371-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Appearance of crystalloid endoplasmic reticulum in compactin-resistant Chinese hamster cells with a 500-fold increase in 3-hydroxy-3-methylglutaryl-coenzyme A reductase",
            "authors": [],
            "year": 1982,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "79",
            "issn": "",
            "pages": "1185-1189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Structural basis for the acyltransferase activity of lecithin:retinol acyltransferase-like proteins",
            "authors": [],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "23790-23807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Transcriptomic analysis of human norovirus NS1-2 protein highlights a multifunctional role in murine monocytes",
            "authors": [],
            "year": 2017,
            "venue": "BMC Genomics",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Noroviruses Co-opt the Function of Host Proteins VAPA and VAPB for Replication via a Phenylalanine-Phenylalanine-Acidic-Tract-Motif Mimic in Nonstructural Viral Protein NS1/2",
            "authors": [],
            "year": 2017,
            "venue": "MBio",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Norwalk virus nonstructural protein p48 forms a complex with the SNARE regulator VAP-A and prevents cell surface expression of vesicular stomatitis virus G protein",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11790-11797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Formation of stacked ER cisternae by low affinity protein interactions",
            "authors": [],
            "year": 2003,
            "venue": "J Cell Biol",
            "volume": "163",
            "issn": "",
            "pages": "257-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "A new superfamily of putative NTP-binding domains encoded by genomes of small DNA and RNA viruses",
            "authors": [],
            "year": 1990,
            "venue": "FEBS Lett",
            "volume": "262",
            "issn": "",
            "pages": "145-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Human Enterovirus Nonstructural Protein 2CATPase Functions as Both an RNA Helicase and ATP-Independent RNA Chaperone",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Poliovirus 2C protein determinants of membrane binding and rearrangements in mammalian cells",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "8962-8972",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Structure of the zinc-binding domain of an essential component of the hepatitis C virus replicase",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "",
            "pages": "374-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Towards an understanding of the poliovirus replication complex: the solution structure of the soluble domain of the poliovirus 3A protein",
            "authors": [],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "330",
            "issn": "",
            "pages": "225-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Analysis of poliovirus protein 3A interactions with viral and cellular proteins in infected cells",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "4284-4296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "The domain 2 of the HCV NS5A protein is intrinsically unstructured",
            "authors": [],
            "year": 2010,
            "venue": "Protein Pept Lett",
            "volume": "17",
            "issn": "",
            "pages": "1012-1018",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Domain 3 of non-structural protein 5A from hepatitis C virus is natively unfolded",
            "authors": [],
            "year": 2009,
            "venue": "Biochem Biophys Res Commun",
            "volume": "381",
            "issn": "",
            "pages": "634-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Tuning a cellular lipid kinase activity adapts hepatitis C virus to replication in cell culture",
            "authors": [],
            "year": 2016,
            "venue": "Nat Microbiol",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Recruitment and activation of a lipid kinase by hepatitis C virus NS5A is essential for integrity of the membranous replication compartment",
            "authors": [],
            "year": 2011,
            "venue": "Cell Host Microbe",
            "volume": "9",
            "issn": "",
            "pages": "32-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Recovery of infectious murine norovirus using pol II-driven expression of full-length cDNA",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "11050-11055",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "The method of \"right and wrong cases\" (\"constant stimuli\") without Gauss's formulae",
            "authors": [],
            "year": 1908,
            "venue": "Brit J Psychol",
            "volume": "2",
            "issn": "",
            "pages": "227-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Beitrag zur kollektiven Behandlung pharmakologischer Reihenversuche",
            "authors": [],
            "year": 1931,
            "venue": "Archiv für experimentelle Pathologie und Pharmakologie",
            "volume": "162",
            "issn": "",
            "pages": "480-487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "A mouse model for human norovirus",
            "authors": [],
            "year": 2013,
            "venue": "MBio",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Feline Calicivirus Infection Disrupts Assembly of Cytoplasmic Stress Granules and Induces G3BP1 Cleavage",
            "authors": [],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "6489-6501",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Fiji: an open-source platform for biological-image analysis",
            "authors": [],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "676-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Murine norovirus: propagation, quantification, and genetic manipulation",
            "authors": [],
            "year": 2014,
            "venue": "Curr Protoc Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "15K-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Freeze substitution of high-pressure frozen samples: the visibility of biological membranes is improved when the substitution medium contains water",
            "authors": [],
            "year": 2002,
            "venue": "J Microsc",
            "volume": "208",
            "issn": "",
            "pages": "3-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Computer visualization of three-dimensional image data using IMOD",
            "authors": [],
            "year": 1996,
            "venue": "J Struct Biol",
            "volume": "116",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "DDX60L Is an Interferon-Stimulated Gene Product Restricting Hepatitis C Virus Replication in Cell Culture",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "10548-10568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "The MPI bioinformatics Toolkit as an integrative platform for advanced protein sequence and structure analysis",
            "authors": [],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "W410-W415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Advantages of combined transmembrane topology and signal peptide prediction—the Phobius web server",
            "authors": [],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "W429-W432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "An HMM posterior decoder for sequence feature prediction that includes homology information",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "Suppl 1",
            "pages": "i251-i257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "SWISS-MODEL: modelling protein tertiary and quaternary structure using evolutionary information",
            "authors": [],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "W252-W258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "The I-TASSER Suite: protein structure and function prediction",
            "authors": [],
            "year": 2015,
            "venue": "Nat Methods",
            "volume": "12",
            "issn": "",
            "pages": "7-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "Template-based protein structure modeling using the RaptorX web server",
            "authors": [],
            "year": 2012,
            "venue": "Nat Protoc",
            "volume": "7",
            "issn": "",
            "pages": "1511-1522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "CHARMM-GUI: a web-based graphical user interface for CHARMM",
            "authors": [],
            "year": 2008,
            "venue": "J Comput Chem",
            "volume": "29",
            "issn": "",
            "pages": "1859-1865",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Membrane lipids: where they are and how they behave",
            "authors": [],
            "year": 2008,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "112-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "PHENIX: a comprehensive Python-based system for macromolecular structure solution",
            "authors": [],
            "year": 2010,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "66",
            "issn": "",
            "pages": "213-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Viral Infection at High Magnification: 3D Electron Microscopy Methods to Analyze the Architecture of Infected Cells",
            "authors": [],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "6316-6345",
            "other_ids": {
                "DOI": []
            }
        }
    }
}