{
    "paper_id": "PMC6005612",
    "metadata": {
        "title": "Viral etiologies of influenza‐like illness and severe acute respiratory infections in Thailand",
        "authors": [
            {
                "first": "Malinee",
                "middle": [],
                "last": "Chittaganpitch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sunthareeya",
                "middle": [],
                "last": "Waicharoen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thitipong",
                "middle": [],
                "last": "Yingyong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Prabda",
                "middle": [],
                "last": "Praphasiri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Somchai",
                "middle": [],
                "last": "Sangkitporn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sonja",
                "middle": [
                    "J."
                ],
                "last": "Olsen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kim",
                "middle": [
                    "A."
                ],
                "last": "Lindblade",
                "suffix": "",
                "email": "Kil2@cdc.gov",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The establishment of influenza viral surveillance systems has become the cornerstone of preparations for the next influenza pandemic.1, 2 The number of countries conducting surveillance for seasonal influenza viruses has increased substantially in recent years, leading to a better understanding of the epidemiology of influenza, particularly in tropical countries where influenza virus surveillance had been limited before avian influenza reemerged in the late 1990s.3 However, generally only 6%‐21% of respiratory infections are associated with influenza viruses in the tropics,4, 5, 6, 7 leaving a significant number of infections for which the etiology is unknown.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "With increasing recognition of the importance of non‐influenza infections as causes of acute respiratory illnesses, many countries have added diagnostics for coronaviruses, respiratory syncytial virus (RSV), adenovirus, parainfluenza (PIV) viruses 1‐4, metapneumovirus (MPV), and rhinoviruses to influenza surveillance platforms.3 While case definitions and other aspects of influenza virus surveillance may not be optimally suited for other respiratory viruses, these systems have contributed to a better understanding of the global burden of respiratory viruses in general. However, information on non‐influenza respiratory viruses is still lacking in many tropical countries.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The National Institute of Health in Thailand (NIH) at the Ministry of Public Health (MOPH), in collaboration with the US Centers for Disease Control and Prevention (CDC), established sentinel surveillance for ILI in 2004 in 11 sites distributed throughout the country; SARI surveillance was initiated in 5 sites between 2009 and 2011, although the overall number of sites had decreased to 9 by 2012.8 The surveillance system was established to monitor the frequency of influenza virus infection, identify new strains, and describe seasonality. In 2008, testing for 6 additional respiratory viruses was initiated. We present results of this expanded testing and compare characteristics of cases with different respiratory viral infections.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Thailand is an upper middle‐income country located in Southeast Asia north of the Equator and South of the Tropic of Cancer. Annual mean temperature is 27.5°C, and annual rainfall total is approximately 1700 mm, with August and September recording the most rainfall.9\n",
            "cite_spans": [],
            "section": "Surveillance sites, case enrollment, and sample collection ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Sentinel surveillance for influenza viruses was established in Thailand in 2004 as routine public health surveillance and has been described in more detail elsewhere.8 Hospitals were selected to represent major urban areas in all regions of Thailand. Enrollment for influenza‐like illness (ILI) began in 2004 while enrollment for severe acute respiratory infection (SARI) began in 2010 in certain hospitals, selected because of their capacity and willingness to enroll additional cases. To enable contemporaneous comparisons of ILI and SARI cases, and cover the entire influenza season in Thailand, we have restricted data to the period June 2010 through May 2014. During this period, cases were enrolled from 13 hospitals, but 3 were excluded from analysis because their participation ended by 2012, and they each enrolled fewer than 100 cases between 2010 and 2012 (Figure 1). ILI was modified from the WHO case definition as documented fever (axillary temperature ≥ 38°C) or history of fever and cough and illness not requiring hospitalization.10 SARI was defined as documented or history of fever and cough, onset within 10 days of presentation, and severity of illness requiring hospitalization. Each site was instructed to enroll up to 10 case‐patients per week (5 persons <15 years and 5 persons ≥15 years).",
            "cite_spans": [],
            "section": "Surveillance sites, case enrollment, and sample collection ::: METHODS",
            "ref_spans": [
                {
                    "start": 875,
                    "end": 876,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Throat swab specimens were collected from enrolled patients and stored in viral transport media. The vials were kept at 2‐4°C for up to 4 hours, then moved to a liquid nitrogen tank at the hospital laboratory and transported weekly to the Thai NIH outside of Bangkok. Specimens were tested for influenza A and B viruses using the standard World Health Organization (WHO) and CDC protocol for real‐time reverse transcription‐polymerase chain reaction (rRT‐PCR).11\n",
            "cite_spans": [],
            "section": "Sample collection and laboratory testing ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Samples were tested using PCR for adenoviruses and rRT‐PCR for RSV, MPV, and PIV 1‐3 using methods described for individual rRT‐PCR assays in Kodani et al.12 Mixed infections were classified in order of the most frequently identified virus families first, that is, any virus found in a specimen with influenza was classified as an influenza mixed infection, followed by RSV, adenovirus, MPV, PIV‐1, PIV‐3, and PIV‐2.",
            "cite_spans": [],
            "section": "Sample collection and laboratory testing ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "We explored differences in characteristics of cases of ILI and SARI, including the prevalence of specific viral respiratory pathogens, by age (<15 years and ≥15 years) using the chi‐square test. Differences in the median number of days cases were ill before presenting to the health facility were compared using the Mann‐Whitney U test. Percentages are proportions of non‐missing data. The proportion of specimens found positive for respiratory viruses tested each month was plotted over time to describe annual and seasonal patterns. The mean monthly proportions positive for respiratory viruses were calculated for each calendar month to provide a summary of the seasonal patterns. All analyses were conducted using sas (Statistical Analysis Software 9.3, Cary, NC, USA).",
            "cite_spans": [],
            "section": "Data analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Data were collected as part of routine public health surveillance, and written consent was not required.",
            "cite_spans": [],
            "section": "Human subjects ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The proportion of cases with any respiratory virus among those tested identified ranged from 26% (among SARI patients ≥15 years old) to 49% (among ILI cases <15 years old) (Table 2 and Figure 2). Influenza viruses were detected in 1173 (23%) and 975 (32%) ILI patients <15 and ≥15 years old, respectively, and in 157 (11%) and 58 (17%) SARI cases <15 and ≥15 years, respectively. RSV was identified in 447 (9%) ILI cases and in 196 (14%) SARI cases <15 years old, but was identified in few cases of either ILI or SARI in persons ≥15 years. Adenovirus was found in 430 (8%) of ILI and 90 (6%) of SARI cases <15 years old. Metapneumovirus was found in 245 (5%) ILI cases and 68 (5%) SARI cases <15 years old. The prevalence of other respiratory viruses was ≤3% in any age category or case definition. Mixed virus infections (ie, more than one virus family) were identified in 141 (3%) ILI and 25 (2%) SARI cases <15 years. Among ILI cases <15 years old with mixed infections, adenoviruses were most commonly identified, found in 101 (72%) mixed infections, followed by influenza viruses (77, 55%) and RSV (46, 33%). Among SARI cases <15 years old with mixed infections, adenovirus was the most common virus (16, 64%), with both influenza viruses and RSV found in 12 (48%) mixed infections. A supplementary data file provides the number of tests and positive results for each type of respiratory virus by month (Table S1).",
            "cite_spans": [],
            "section": "Identification of respiratory virus infections by case definition and age category ::: RESULTS",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Between 2010 and 2014, the proportion of samples testing positive for influenza viruses never fell below 4% in any month; no other respiratory virus included in the panel demonstrated perennial transmission (Figure 3). Despite year‐round transmission, influenza viruses had 1‐2 seasonal peaks each year: in 2010, 2011, and 2012, the peak for influenza was between August and September, with smaller secondary peaks between January and February. In 2013, however, the pattern changed and the proportion of cases positive for influenza began increasing in July and finally peaked in March 2014. RSV consistently demonstrated a single, sharp peak in either September or October each year between 2010 and 2014. Adenovirus and MPV had sharper peaks in 2011 and 2012 and no clear seasonal pattern through 2013 and 2014. PIV‐1 had one large increase in February and March 2012, while PIV‐3 showed seasonal increases between March and April each year. PIV‐2 showed no particular seasonal pattern.",
            "cite_spans": [],
            "section": "Seasonal trends in respiratory viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "These seasonal patterns were made clearer by averaging the proportion of samples positive for respiratory viruses by calendar month. Influenza viruses had 2 peaks in February and September; these peaks correspond with the Northern Hemisphere and the Southern Hemisphere seasonality, respectively (Figure 4). RSV and MPV experienced their peaks after the rains in September and October. Adenoviruses peaked during the northern hemisphere winter months. PIV‐1 and PIV‐3 showed clear peaks in March and April, while a seasonal pattern for PIV‐2 was not apparent. There were no differences in seasonal patterns by age grouping for any of the viruses (data not shown).",
            "cite_spans": [],
            "section": "Seasonal trends in respiratory viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Influenza viruses were the most common respiratory viruses diagnosed among ILI and SARI cases enrolled in a sentinel surveillance system designed to capture influenza‐positive patients in Thailand. RSV, adenoviruses, MPV, and PIV 1‐3 were also identified in ILI and SARI cases. Although the surveillance system was designed to detect influenza viruses, important information on the burden and seasonality of cases of ILI and SARI associated with non‐influenza respiratory viruses can be obtained.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There were differences in the distribution of the respiratory viruses tested by age <15 and ≥15 years. In both ILI and SARI cases, influenza viruses were less likely to be identified in persons <15 years old than they were in persons ≥15 years, whereas RSV was primarily an infection of children, particularly among SARI cases. Similar age‐related patterns have been identified among inpatients in Lao People's Democratic Republic, Guatemala, and Egypt5, 13, 14 and previously in Thailand.15 Among ILI cases, the other respiratory viruses (adenovirus, MPV, and PIV 1‐3) were also more likely to be found in children <15 years than in persons ≥15 years. Among SARI cases, the age pattern was similar as for ILI, but the difference in prevalence of infection by age group was only statistically significant for adenoviruses and PIV‐3.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The seasonal pattern for influenza in Thailand demonstrated 2 peaks, one in February and the other in September, but influenza viruses were transmitted perennially. The second influenza peak in September overlapped considerably with the peak in RSV cases. RSV transmission has been associated with the rainy season in many tropical countries,16, 17, 18, 19, 20 and Thailand has shown a similar pattern.15 MPV had a higher peak after the rains, but transmission was also high during the cooler, drier months of January and February. A study of hospitalized patients with lower respiratory tract infections in Thailand found that PIV‐1 and PIV‐3 were detected most frequently from January‐May,21 similar to our results. As vaccines for RSV are under development, better information on the seasonality of RSV in different parts of the world will help in determining the timing of future vaccination campaigns.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The ILI and SARI case definitions were developed for influenza surveillance and may not be optimal for the detection of non‐influenza respiratory viruses, including RSV in young infants.22, 23 An additional potential limitation to the detection of respiratory viruses in this surveillance system was the use of throat rather than nasal or nasopharyngeal swabs. A paired comparison of throat and nasopharyngeal swabs in Kenya demonstrated that among SARI patients, throat swabs were less likely than nasopharyngeal swabs to yield influenza B virus, PIV‐2 and PIV‐3 but more likely to yield adenovirus and influenza A virus.24 The Kenya study found no difference in yield of PIV‐1, MPV, and RSV by swab type. Our results, therefore, may have underestimated the amount of influenza B virus, PIV‐2, and PIV‐3 among cases included in the surveillance system. Specimens were not tested for either rhinoviruses or coronaviruses, which are both common causes of acute respiratory infections and would likely have increased the proportion of specimens with any respiratory virus identified.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The generalizability of these results to all of Thailand is dependent on the representativeness of the sites chosen for sentinel surveillance and of the patients who contributed data and specimens. The sites were chosen from the 5 regions of Thailand but were located in large urban centers and may not be representative of more rural settings. Thailand has a universal healthcare coverage scheme that ensures good access to care for a large proportion of the country, which strengthens the generalizability of the results to the general population. However, the sentinel sites did not select a probability sample of patients, and it is possible that there was some unmeasured bias in the convenience sample of patients participating in the surveillance. However, we have no reason to believe that any systematic bias prevents these data from being generalizable to the country as a whole.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "As has been found in other tropical countries, ILI and SARI in Thailand can be caused by a variety of respiratory viruses in addition to influenza. Influenza virus surveillance systems can be used to detect and describe the characteristics of other respiratory viruses. However, some adjustments may be required to calculate an accurate burden of non‐influenza respiratory viruses due to differences in their clinical presentation. Given the global expansion of influenza surveillance systems, adapting ILI and SARI case definitions to include non‐influenza respiratory viruses will be helpful in the future to measure the impact of new control measures for non‐influenza respiratory viruses.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The findings and conclusions in this report are those of the authors and do not necessarily represent official position of the US Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "section": "DISCLAIMER",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Frequency of demographic and clinical characteristics of cases of influenza‐like illness (ILI) and severe acute respiratory infection (SARI) by age category, Thailand, 2010‐2014a\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Numbers and percentages for respiratory viruses identified among cases of influenza‐like illness (ILI) and severe acute respiratory infection (SARI) by age category, Thailand, 2010‐2014\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Map of influenza surveillance sites, Thailand, 2010‐2014",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Distribution of respiratory viruses identified in cases of influenza‐like illness and severe acute respiratory infection by age category, Thailand, 2010‐2014",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Seasonal trends in respiratory viruses as the proportion of all cases testing positive for specific respiratory viruses, Thailand, 2010‐2014 (Cases include those that meet either the influenza‐like illness or severe acute respiratory infections case definition)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Annual seasonality patterns of respiratory viruses as the mean proportion positive per calendar month, Thailand, 2010‐2014 (Cases include those that meet either the influenza‐like illness or severe acute respiratory infections case definition)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Pandemic Influenza Preparedness Framework for the Sharing of Influenza Viruses and Access to Vaccines and Other Benefits",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Strategy to enhance influenza surveillance worldwide",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1271-1278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Improved global capacity for influenza surveillance",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "993-1001",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Sentinel surveillance of influenza in Burkina Faso: identification of circulating strains during 2010‐2012",
            "authors": [],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "",
            "pages": "524-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Surveillance for hospitalized acute respiratory infection in Guatemala",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The burden of influenza and RSV among inpatients and outpatients in rural western Kenya, 2009‐2012",
            "authors": [],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Influenza‐like illness sentinel surveillance in one hospital in Medellin, Colombia. 2007‐2012",
            "authors": [],
            "year": 2015,
            "venue": "Influenza Other Respir Viruses",
            "volume": "9",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Influenza viruses in Thailand: 7 years of sentinel surveillance data, 2004‐2010",
            "authors": [],
            "year": 2012,
            "venue": "Influenza Other Respir Viruses",
            "volume": "6",
            "issn": "",
            "pages": "276-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Climate data",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "WHO surveillance case definitions for ILI and SARI",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "CDC protocol of real‐time RT‐PCR for influenza A (H1N1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Application of TaqMan low‐density arrays for simultaneous detection of multiple respiratory pathogens",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2175-2182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Respiratory virus infections in hospitalized children and adults in Lao PDR",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "",
            "pages": "1070-1078",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Incidence and etiology of hospitalized acute respiratory infections in the Egyptian Delta",
            "authors": [],
            "year": 2016,
            "venue": "Influenza Other Respir Viruses",
            "volume": "11",
            "issn": "",
            "pages": "23-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Incidence and etiology of acute lower respiratory tract infections in hospitalized children younger than 5 years in rural Thailand",
            "authors": [],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "e45-e52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Epidemiology and seasonality of respiratory viral infections in hospitalized children in Kuala Lumpur, Malaysia: a retrospective study of 27 years",
            "authors": [],
            "year": 2012,
            "venue": "BMC Pediatr",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Latitudinal variations in seasonal activity of influenza and respiratory syncytial virus (RSV): a global comparative review",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Epidemiology and seasonality of respiratory tract virus infections in the tropics",
            "authors": [],
            "year": 2003,
            "venue": "Paediatr Respir Rev",
            "volume": "4",
            "issn": "",
            "pages": "105-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Respiratory viruses associated hospitalization among children aged <5 years in Bangladesh: 2010‐2014",
            "authors": [],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Respiratory syncytial virus infection in tropical and developing countries",
            "authors": [],
            "year": 1998,
            "venue": "Trop Med Int Health",
            "volume": "3",
            "issn": "",
            "pages": "268-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Hospitalization due to human parainfluenza virus‐associated lower respiratory tract illness in rural Thailand",
            "authors": [],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "",
            "pages": "280-285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Evaluation of case definitions to detect respiratory syncytial virus infection in hospitalized children below 5 years in Rural Western Kenya, 2009‐2013",
            "authors": [],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Evaluation of case definitions for estimation of respiratory syncytial virus associated hospitalizations among children in a rural community of northern India",
            "authors": [],
            "year": 2015,
            "venue": "J Glob Health",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Comparison of nasopharyngeal and oropharyngeal swabs for the diagnosis of eight respiratory viruses by real‐time reverse transcription‐PCR assays",
            "authors": [],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}