{
    "paper_id": "PMC6557616",
    "metadata": {
        "title": "The cyclophilin inhibitor CRV431 inhibits liver HBV DNA and HBsAg in transgenic mice",
        "authors": [
            {
                "first": "Philippe",
                "middle": [],
                "last": "Gallay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daren",
                "middle": [],
                "last": "Ure",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bobardt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Udayan",
                "middle": [],
                "last": "Chatterji",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [],
                "last": "Ou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Trepanier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Foster",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hepatitis B virus (HBV) infection is a major health burden worldwide with approximately 240 million chronically infected individuals [1,2]. Chronic HBV infection increases the risk of developing liver diseases such as fibrosis, cirrhosis, and hepatocellular carcinoma [3–5]. Current therapies include interferons (IFN)s and nucleos(t)ide analogs [6–8]. IFN alpha and pegylated IFN alpha (PegIFN alpha) enhance the host immune response and block HBV replication. The nucleos(t)ide analogs adefovir, entecavir, lamivudine, telbivudine and tenofovir prevent HBV reverse transcription and replication, leading to a beneficial impact on the development of viral pathogenesis. Nevertheless, nucleos(t)ide analogs fail to completely eradicate HBV from infected cells due to the resiliency of the HBV genome, which forms a stable minichromosome—the covalently closed circular DNA (cccDNA)—in the nucleus of hepatocytes. A cure for HBV will likely require the elimination of cccDNA from infected hepatocytes. Reminiscent of current treatments for human immunodeficiency virus type-1 (HIV-1) and hepatitis C virus (HCV) patients [9,10], improved HBV therapies will require the combination of multiple drugs which target distinct steps of the HBV life cycle.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 137,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 269,
                    "end": 270,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 271,
                    "end": 272,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 349,
                    "end": 350,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Cyclophilin inhibitors have been shown to hamper the replication of diverse viruses including HIV-1, HCV and more recently nidoviruses (arteriviruses and coronaviruses) [11–13]. Their most striking inhibitory effect was demonstrated for HCV [14–20]. Specifically, the cyclophilin inhibitor alisporivir/Debio-025 exhibited high antiviral potency in vitro as well as in HCV-infected patients in phase I, II, and III studies [14–21]. There are two structurally distinct main classes of non-immunosuppressive cyclophilin inhibitors: i) the cyclosporine A (CsA) analogs such as alisporivir, CRV431 (previously named CPI-431-32), SCY-635, NIM811 and STG-175; and ii) the sangliferin analogs such as NV556 (previously named BC556/NVP018) [12, 22]. Both classes of cyclophilin inhibitors neutralize the peptidyl-prolyl cis-trans isomerase (“foldase”) activity of members of the cyclophilin family by binding to their enzymatic hydrophobic pockets [12, 22]. Both classes of cyclophilin inhibitors show efficacy against HIV-1 and HCV [12, 22] because they block the formation of complexes between cyclophilins—especially the abundant cytosolic cyclophilin A (CypA)—and the respective viral ligands, HIV-1 capsid [23–25] and HCV NS5A [26–29]. It has been postulated that the inhibitors disrupt the proper folding of HIV-1 capsid and HCV NS5A and in turn the optimal progression of the viruses through their life cycles and productive infection of CD4+ cells and hepatocytes, respectively.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 944,
                    "end": 946,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1227,
                    "end": 1229,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recent studies suggest that cyclophilin inhibitors may also reduce HBV infection. Two independent studies from the Urban and Wakita laboratories showed that CsA and non-immunosuppressive CsA analogs inhibit HBV infection in vitro by blocking viral entry by binding to the membrane transporter sodium taurocholate co-transporting polypeptide (NTCP) with or without interfering with its transporter activity [30–32]. Other studies suggested an inhibition of HBV infection by cyclophilin inhibitors separate from their NTCP-mediated viral entry block activity [33–34]. One study showed that the CsA analog alisporivir reduced intracellular and secreted HBV DNA in HepG2.2.15, Huh7, and HepaRG cells without affecting viral entry [33]. Knockdown of CypA, CypC or CypD reduced levels of HBV DNA and intracellular of HBsAg levels, suggesting that cyclophilin members facilitate HBV replication [33]. Another study showed that the sanglifehrin analog NV556 (formerly called BC556/NVP018), which should not bind to NTCP due to its chemical structure completely dissimilar from CsA analogs [22], inhibits viral replication in NTCP-negative HepG2 cells stably expressing replicating HBV [34]. Together these data suggest that cyclophilin inhibitors may inhibit HBV infection and replication at two distinct steps—entry and post-entry.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1178,
                    "end": 1180,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To further determine whether cyclophilin inhibitors may represent a novel class of anti-HBV agents in vivo, we tested their inhibitory effect in HBV transgenic mice carrying a complete copy of the viral genome. We have found that the non-immunosuppressive CsA analog, CVRV431, profoundly reduced liver HBV DNA levels and moderately reduced serum HBsAg levels in HBV transgenic mice. In contrast, CRV431 treatment did not influence HBV DNA levels in blood, HBsAg levels in liver, and HBeAg in blood. An additive inhibitory effect was observed when CRV431 was combined with a reverse transcriptase inhibitor the nucleotide analog tenofovir exalidex (TXL) (formerly known as CMX157) [35]. Like CRV431, TXL decreased liver HBV DNA levels, but did not modify HBV DNA levels in blood, HBsAg levels in liver, and HBeAg in blood. Similar to other nucleos(t)ide drugs, TXL also did not reduce HBsAg in serum. No apparent toxicity was detected in drug-treated mice. Our study reveals the possibility of the use of CRV431 as partner in new anti-HBV drug regimens by showing for the first time that the host-targeting agent CRV431 alone or in combination with a direct-acting agent (TXL), significantly decreased liver HBV levels and could reduce HBsAg in serum.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 683,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "CRV431 was synthesized in-house by chemical modification of cyclosporin A. Its purity exceeded 95% as determined by HPLC. TXL—a modified tenofovir drug with enhanced liver uptake—was manufactured by Cambrex High Point Inc. (NC, USA) to a purity of >98% as determined by HPLC.",
            "cite_spans": [],
            "section": "Drugs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "CRV431 concentrations in serum were determined from samples collected 3 hours following the final dose (Day 16). CRV431 was quantified using an on-line separation liquid chromatographic-electrospray ionization-mass spectrometry (O-SPE-LC-ESI-MS) method. Analytical runs consisted of serum standards, serum quality controls and study samples, which included cyclosporine A as the internal standard. Standards, controls and study samples were extracted using a zinc sulfate precipitation method. The supernatant from the precipitation procedure was transferred to autosampler vials for analysis. A Zorbax SB C18 Rapid Resolution HT analytical column (4.6 x 30 mm, 1.8 μm) with a Luna C8 guard column (2 x 20 mm) and a Zorbax SB-C8 capture column (2.1 mm x 12.5 mm, 5 μm) were used for chromatographic separation. The following ions (sodium adducts) were monitored: 1224.8 mass units for CsA and 1326.8 mass units for CRV431. The volume of serum used for analysis was 50 μl, and the measured concentration range was from the lower limit of quantitation (LLOQ) of 0.1 μg/mL to the upper limit of quantitation (ULOQ) of 10 μg/mL with a correlation coefficient (r2) of at least 0.998.",
            "cite_spans": [],
            "section": "CRV431 serum concentration quantification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Female transgenic mice HBV transgenic Tg05 mice (C57BL/6) provided by Dr. J. Ou [36] were pre-screened for serum levels of HBV DNA, HBsAg, and HBeAg, and high expressers were block-randomized into 6 groups. The criteria used to determine whether HBV transgenic mice were selected as high expressers were i) number of HBV DNA copies per mL of serum quantified by qPCR higher than 70; ii) ng of HBsAg per mL of serum quantified by ELISA higher than 700; and iii) ng of HBeAg per mL of serum quantified by ELISA higher than 700. CRV431 was dissolved in polyethylene glycol 300 molecular weight (PEG-300) and administered once-daily by oral gavage at 10 or 50 mg/kg/day for 16 days. PEG-300 vehicle was dosed at equivalent volumes. TXL was dissolved in phosphate-buffered saline and administered once-daily by oral gavage at 5 or 10 mg/kg/day for 16 days. Moreover, a combination of CRV431 (low dose of 10 mg/kg) and TXL (low dose of 5 mg/kg) was administered once-daily by oral gavage for 16 days. Liver, kidney and blood collection as well as necropsies were performed after 16 days of dosing. Liver DNA was isolated and analyzed by qPCR as previously described [33]. Serum and liver HBeAg and HBsAg were quantified by enzyme-linked immunosorbent assays (International Immuno Diagnostics). For liver HBsAg quantification, pieces of liver were homogenized by sonication in protein extraction buffer (10 mM Tris-HCl, 1% NP-40, 2.5 M NaCl, 1 mM EDTA, 0.04% NaN3, and1 mM PMSF at pH 7.5) with freshly added 1% protease inhibitors, and centrifuged at 27,000g for 20 min. Supernatants were collected and protein concentration determined by Pierce Protein Reagent Assay BCA Kit and levels of HBsAg quantified by enzyme-linked immunosorbent assay. Mouse weights were measured at 6-time points throughout the study.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "HBV transgenic mouse study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For tissue DNA and RNA analyses, frozen liver (left lobe) and kidney tissues were mechanically pulverized under liquid nitrogen, and total genomic DNA and RNA were isolated for Southern and Northern blot analyses as previously described [37]. Membranes were analyzed for HBV DNA, HBV RNA and glyceraldehyde-3-phosphate dehydrogenase (GAPDH) as previously described [38].",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "HBV transgenic mouse study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Transgenic mice were maintained at the Department of Animal Resources (DAR) at TSRI in accordance with protocols approved by the TSRI Ethics Committee, the Institutional Animal Care and Use Committee (Protocol Number: 11–0015). This study was carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. All efforts were made to minimize suffering. The method of sacrifice used for the experimental mice was cervical dislocation. A power calculation was used to determine the sample size (number of mice/group).",
            "cite_spans": [],
            "section": "HBV transgenic mouse study ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A paired t-test analysis was conducted between the group of vehicle-treated mice and each group of drug (CRV431 or TXL)-treated mice.",
            "cite_spans": [],
            "section": "Statistical analyses ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "HBV transgenic mice contain a complete viral genome integrated into the chromosomes that is constitutively transcribed at high levels in hepatic and renal cells [37]. HBV transgenic mice were pre-screened for serum levels of HBV DNA (Fig 1A), HBsAg (Fig 1B) and HBeAg (Fig 1C) levels to select high-expressers (S1 Table), and block-randomized into groups of 8 mice. Mice were treated daily for a period of 16 days with i) vehicle; ii) 10 mg/kg of CRV431; iii) 50 mg/kg of CRV431; iv) 5 mg/kg of TXL; v) 10 mg/kg of TXL; and a combination of 10 mg/kg of CRV431 and 5 mg/kg of TXL.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "mention": "Fig 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 250,
                    "end": 256,
                    "mention": "Fig 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 269,
                    "end": 275,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We found no overt signs of toxicity nor differences in mouse body weights among the vehicle and drug treatment groups over the 16-day period treatment (Fig 2A) (S2 Table). Liver HBV DNA levels were decreased both by CRV431 and TXL (Fig 2B and 2C) (S2 Table). While the low dose of CRV431 (10 mg/kg/day) reduced HBV DNA levels by only 13% compared to the vehicle group, the higher dose (50 mg/kg) reduced the mean HBV DNA level by 91%. Serum CRV431 drug levels at 3 hr post-dose on the final day of dosing were 0.01 μg/ml (± 0.01 μg/ml SD) and 0.34 μg/ml (0.22 μg/ml SD) in the low-dose and high-dose groups, respectively. TXL, a pro-drug of the nucleotide analog, tenofovir, also decreased liver HBV DNA levels dose-dependently. The reductions in HBV DNA were 55% and 97% for low-dose TXL (5 mg/kg/day) and high-dose TXL (10 mg/kg/day), respectively. In mice that were co-dosed with low doses of CRV431 (10 mg/kg/day) and TXL (5 mg/kg/day), liver HBV DNA decreased by 80% compared to the vehicle group. No reductions in liver HBsAg (Fig 2D) (S2 Table), serum HBV DNA (Fig 3A), or serum HBeAg (Fig 3C) were observed among any drug treatment. The lack of HBV DNA reduction in kidneys of HBV transgenic mice (Fig 2B) may explain the lack of serum HBV DNA reduction (Fig 3A) (S3 Table). However, there was a 25% reduction in HBsAg levels in the serum of 50 mg/kg/day CRV431-treated mice (Fig 3B) (S3 Table) but not in the liver (Fig 2D). The decline in the serum is unlikely to be a consequence of the reduction in the liver HBV DNA because there is no change in liver HBsAg (Fig 2D), and HBV transgenic mice do not make the HBV cccDNA transcriptional template. Therefore, the HBV DNA replication forms that decline in the liver upon treatment are likely encapsidated single-stranded DNA (SS) and relaxed circular form (RC) forms that would not be a source of HBsAg mRNA expression. Thus, we examined by Southern and Northern blot analyses, HBV DNA and RNA levels in liver and kidney of vehicle-, CRV431- and TXL-treated mice. We found that the reduction in liver HBV DNA by CRV431 analyzed by Southern blot (Fig 3D) correlate with that analyzed by qPCR (Fig 2B). No HBV DNA reduction by CRV431 was observed in kidney (Fig 3D). Similar HBV RNA reduction was observed in the kidney of CRV431-treated mice (Fig 3E). The reverse transcriptase inhibitor TXL reduced HBV DNA levels in both liver and kidney but did not reduce HBV RNA levels in both liver and kidney (Fig 3E).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 232,
                    "end": 245,
                    "mention": "Fig 2B and 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1033,
                    "end": 1039,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1068,
                    "end": 1074,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1093,
                    "end": 1099,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1206,
                    "end": 1212,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1263,
                    "end": 1269,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1384,
                    "end": 1390,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1425,
                    "end": 1431,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1572,
                    "end": 1578,
                    "mention": "Fig 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2105,
                    "end": 2111,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2151,
                    "end": 2157,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2215,
                    "end": 2221,
                    "mention": "Fig 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2301,
                    "end": 2307,
                    "mention": "Fig 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2458,
                    "end": 2464,
                    "mention": "Fig 3E",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Current therapies for HBV treatment include interferons (IFN)s and nucleos(t)ide analogs. IFN treatments are associated with side-effects, and antiviral treatments do not lead to the elimination of the virus due to the persistence of cccDNA in HBV-infected hepatocytes. Therefore, there is a critical need for the development of improved therapies for HBV patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we examined the potential inhibitory effect of the cyclophilin inhibitor—CRV431—in HBV transgenic mice. For the first time, we found that a 16-day daily administration of CRV431 greatly reduced HBV DNA in the liver of transgenic mice. The inhibition was dose-dependent. The mechanisms of inhibitory action of CRV431 remain unknown. A previous study demonstrated an interaction between CypA and HBsAg and suggested that the CypA-HBsAg complex formation may play an important role in HBV pathogenesis [39]. A more recent study confirmed a direct contact between HBsAg and CypA, and that CRV431 prevented the interaction between the viral and the host proteins [40]. However, to date, no demonstration of a relationship between CypA-HBsAg complex formation and HBV DNA replication has yet been provided. Interestingly, another recent study presented evidence that CypA binds to another HBV protein—HBx, and that similarly to CypA-HBsAg interactions, CRV431 prevented CypA-HBx complex formation in a dose-dependent manner [41]. Recently it has been reported that two members of the parvulin class of peptidyl-prolyl cis-trans isomerases, which are closely related to cyclophilins, also bind to HBx as well as cccDNA and regulate HBV transcription and replication [42]. As for CypA-HBsAg interactions, no mechanistic link between CypA-HBx complex formation and HBV DNA replication has yet been provided or demonstrated. In other words, even if these interactions exist, their relevance for HBV replication and/or pathogenesis remains to be demonstrated. Therefore, further work is required to elucidate the mechanisms of action that lead to an inhibition of HBV DNA replication in the liver of transgenic mice treated with the cyclophilin inhibitor CRV431.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 517,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1275,
                    "end": 1277,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is important to emphasize that the HBV transgenic mouse model does not fully recapitulate the HBV life cycle. HBV transgenic mice lack: i) human NTCP, the receptor necessary for HBV entry into cells; ii) cccDNA formation; and iii) viral spread [43]. This suggests that the CRV431 inhibition of liver HBV DNA in transgenic mice is not mediated by either a block of NTCP entry and/or the elimination of cccDNA. Another issue with this model is that transgenic mice contain a complete viral genome integrated into the chromosomes that is transcribed at high levels not only in hepatic cells, but also in renal cells [37]. If the CRV431-mediated HBV DNA block effect is specific for hepatocytes, only a partial or no inhibitory effect would be observed in total HBV DNA levels in serum. This could explain the lack of effect of CRV431 on HBV DNA and HBeAg levels in serum of drug-treated transgenic mice. Further work will be required to understand the exclusive inhibition of HBV DNA replication in the liver of transgenic mice.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The modest, but statistically significant reduction in HBsAg levels in the serum of CRV431-treated mice (high dose) could be the consequence of the elimination of a fraction of HBsAg from the serum compartment but not the liver. Since HBsAg binds CypA, one could speculate that they are bound together in serum and that HBsAg is cleared more slowly when bound to CypA. Conversely, by reducing CypA-HBsAg binding, CRV431 may elevate the clearance rate of HBsAg. Because the levels of liver HBsAg do not change, the decrease in serum HBsAg could be due to an inhibition of HBsAg secretion. However, the observable HBsAg reduction in the serum means that unlike HBV DNA inhibition, this inhibition would have to occur in both the liver and kidney. If there is an inhibition of HBsAg secretion from the liver, it should be minimal since we do not observe higher HBsAg levels in the liver of CRV431-treated mice.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The reduction in HBV DNA levels in the liver of transgenic mice suggests that CRV431 interfered with HBV DNA replication in murine hepatocytes. Our observation that the combination of low doses of CRV431 and the nucleotide analog TXL exhibited an additive effect in the inhibition of liver HBV DNA levels might be due to the two compounds acting on the same step in the HBV life cycle. TXL exerts its therapeutic actions by inhibiting HBV polymerase-mediated HBV DNA elongation, but there is no known binding of cyclophilins to HBV polymerase nor participation of cyclophilins in DNA elongation. The combinational effect of CRV431 (host-targeting) and TXL (direct-acting) on HBV DNA production is more consistent with the two compounds acting on distinct steps of the HBV life cycle.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To date, non-immunosuppressive cyclosporine A analogs have been shown to be safe in humans. For example, phase I, II, and III studies in HCV patients demonstrated the safety of oral daily high doses of the prototypical cyclosporine A analog alisporivir [15–18] as well as other cyclosporine A analogs such as NIM811 [44] and SCY-635 [45]. This is in accordance with the fact that CypA-knockout mice or human T cells are viable and healthy [46–47]. These findings minimize the risk of the development of CRV431 as a new anti-HBV agent. Our demonstration that CRV431 significantly reduced liver HBV DNA levels and slightly reduced serum HBsAg levels indicates that this cyclosporine A analog has the potential to serve as drug partner in new and improved HBV regimens.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: HBV Tg05 mice (n = 48) were selected for their high serum levels in HBV DNA (A), HBsAg (B) and HBeAg (C).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Daily body weight analysis of HBV transgenic mice treated with vehicle, CRV431, TXL and a combination of CRV431 and TXL for a period of 16 days (A). Liver and kidney HBV DNA (B and C) and liver HBsAg (D) analyses in HBV transgenic mice after 16-day treatments with vehicle, CRV431 TXL and a combination of CRV431 and TXL.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: HBV DNA (A), HBsAg (B) and HBeAg (C) serum analysis in HBV transgenic mice after 16-day treatments with vehicle, CRV431 TXL and a combination of CRV431 and TXL. Southern (D) and Northern (E) blot analyses for HBV DNA, HBV RNA and GAPDH in liver and kidney.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Updates on the treatment and outcomes of dual chronic hepatitis C and B virus infection",
            "authors": [],
            "year": 2014,
            "venue": "World J Gastroenterol",
            "volume": "20",
            "issn": "",
            "pages": "2955-2961",
            "other_ids": {
                "DOI": [
                    "10.3748/wjg.v20.i11.2955"
                ]
            }
        },
        "BIBREF1": {
            "title": "Global epidemiology of hepatitis B virus infection: new estimates of age-specific HBsAg seroprevalence and endemicity",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "2212-2219",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.12.116"
                ]
            }
        },
        "BIBREF2": {
            "title": "Treatment of liver cancer",
            "authors": [],
            "year": 2015,
            "venue": "Cold Spring Harb Perspect Med",
            "volume": "5",
            "issn": "",
            "pages": "289-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Molecular biology of hepatitis B virus infection",
            "authors": [],
            "year": 2015,
            "venue": "Virology",
            "volume": "479–480",
            "issn": "",
            "pages": "672-686",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2015.02.031"
                ]
            }
        },
        "BIBREF4": {
            "title": "Towards an HBV cure: state-of-the-art and unresolved questions-report of the ANRS workshop on HBV cure",
            "authors": [],
            "year": 2015,
            "venue": "Gut",
            "volume": "64",
            "issn": "",
            "pages": "1314-1326",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2014-308943"
                ]
            }
        },
        "BIBREF5": {
            "title": "Bridging basic science and clinical research: the EASL Monothematic Conference on Translational Research in Viral Hepatitis",
            "authors": [],
            "year": 2014,
            "venue": "J Hepatol",
            "volume": "61",
            "issn": "",
            "pages": "696-705",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2014.05.016"
                ]
            }
        },
        "BIBREF6": {
            "title": "New therapeutic agents for chronic hepatitis B",
            "authors": [],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "e10-e21",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)00436-3"
                ]
            }
        },
        "BIBREF7": {
            "title": "Virologic monitoring of hepatitis B virus therapy in clinical trials and practice: recommendations for a standardized approach",
            "authors": [],
            "year": 2008,
            "venue": "Gastroenterology",
            "volume": "134",
            "issn": "",
            "pages": "405-415",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2007.11.036"
                ]
            }
        },
        "BIBREF8": {
            "title": "Antiviral treatment of hepatitis C",
            "authors": [],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.g3308"
                ]
            }
        },
        "BIBREF9": {
            "title": "The ins and outs of hepatitis C virus entry and assembly",
            "authors": [],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "688-700",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3098"
                ]
            }
        },
        "BIBREF10": {
            "title": "The role of immunophilins in viral infection",
            "authors": [],
            "year": 2015,
            "venue": "Biochim Biophys Acta",
            "volume": "1850",
            "issn": "",
            "pages": "2103-2110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagen.2014.11.011"
                ]
            }
        },
        "BIBREF11": {
            "title": "The Novel Cyclophilin Inhibitor CPI-431-32 Concurrently Blocks HCV and HIV-1 Infections via a Similar Mechanism of Action",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0134707"
                ]
            }
        },
        "BIBREF12": {
            "title": "Cyclophilins and cyclophilin inhibitors in nidovirus replication",
            "authors": [],
            "year": 2018,
            "venue": "Virology",
            "volume": "522",
            "issn": "",
            "pages": "46-55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2018.06.011"
                ]
            }
        },
        "BIBREF13": {
            "title": "The combination of alisporivir plus an NS5A inhibitor provides additive to synergistic anti-hepatitis C virus activity without detectable cross-resistance",
            "authors": [],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "3327-3334",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00016-14"
                ]
            }
        },
        "BIBREF14": {
            "title": "Alisporivir plus ribavirin, interferon free or in combination with pegylated interferon, for hepatitis C virus genotype 2 or 3 infection",
            "authors": [],
            "year": 2015,
            "venue": "Hepatology",
            "volume": "62",
            "issn": "",
            "pages": "1013-23",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.27960"
                ]
            }
        },
        "BIBREF15": {
            "title": "Randomised clinical trial: alisporivir combined with peginterferon and ribavirin in treatment-naïve patients with chronic HCV genotype 1 infection (ESSENTIAL II)",
            "authors": [],
            "year": 2015,
            "venue": "Aliment Pharmacol Ther",
            "volume": "42",
            "issn": "7",
            "pages": "829-44",
            "other_ids": {
                "DOI": [
                    "10.1111/apt.13342"
                ]
            }
        },
        "BIBREF16": {
            "title": "Alisporivir plus ribavirin, interferon free or in combination with pegylated interferon, for hepatitis C virus genotype 2 or 3 infection",
            "authors": [],
            "year": 2015,
            "venue": "Hepatology",
            "volume": "62",
            "issn": "",
            "pages": "1013-23",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.27960"
                ]
            }
        },
        "BIBREF17": {
            "title": "Alisporivir with peginterferon/ribavirin in patients with chronic hepatitis C genotype 1 infection who failed to respond to or relapsed after prior interferon-based therapy: FUNDAMENTAL, a Phase II trial",
            "authors": [],
            "year": 2015,
            "venue": "J Viral Hepat",
            "volume": "22",
            "issn": "",
            "pages": "596-606",
            "other_ids": {
                "DOI": [
                    "10.1111/jvh.12360"
                ]
            }
        },
        "BIBREF18": {
            "title": "Curing a viral infection by targeting the host: the example of cyclophilin inhibitors",
            "authors": [],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "99",
            "issn": "",
            "pages": "68-77",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.03.020"
                ]
            }
        },
        "BIBREF19": {
            "title": "Profile of alisporivir and its potential in the treatment of hepatitis C",
            "authors": [],
            "year": 2013,
            "venue": "Drug Des Devel Ther",
            "volume": "7",
            "issn": "",
            "pages": "105-15",
            "other_ids": {
                "DOI": [
                    "10.2147/DDDT.S30946"
                ]
            }
        },
        "BIBREF20": {
            "title": "Cyclophilin inhibitors: an emerging class of therapeutics for the treatment of chronic hepatitis C infection",
            "authors": [],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "2558-77",
            "other_ids": {
                "DOI": [
                    "10.3390/v4112558"
                ]
            }
        },
        "BIBREF21": {
            "title": "Host-targeting agents in the treatment of hepatitis C: a beginning and an end?",
            "authors": [],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "100",
            "issn": "",
            "pages": "555-61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.09.020"
                ]
            }
        },
        "BIBREF22": {
            "title": "Specific incorporation of cyclophilin A into HIV-1 virions",
            "authors": [],
            "year": 1994,
            "venue": "Nature",
            "volume": "372",
            "issn": "",
            "pages": "359-62",
            "other_ids": {
                "DOI": [
                    "10.1038/372359a0"
                ]
            }
        },
        "BIBREF23": {
            "title": "Functional association of cyclophilin A with HIV-1 virions",
            "authors": [],
            "year": 1994,
            "venue": "Nature",
            "volume": "372",
            "issn": "",
            "pages": "363-365",
            "other_ids": {
                "DOI": [
                    "10.1038/372363a0"
                ]
            }
        },
        "BIBREF24": {
            "title": "Inhibition of human immunodeficiency virus type 1 replication by SDZ NIM 811, a nonimmunosuppressive cyclosporine analog",
            "authors": [],
            "year": 1994,
            "venue": "Antimicrob Agents Chemother",
            "volume": "38",
            "issn": "",
            "pages": "1763-72",
            "other_ids": {
                "DOI": [
                    "10.1128/aac.38.8.1763"
                ]
            }
        },
        "BIBREF25": {
            "title": "Hepatitis C virus NS5A protein is a substrate for the peptidyl-prolyl cis/trans isomerase activity of cyclophilins A and B",
            "authors": [],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "13589-601",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M809244200"
                ]
            }
        },
        "BIBREF26": {
            "title": "DEB025 (Alisporivir) inhibits hepatitis C virus replication by preventing a cyclophilin A induced cis-trans isomerisation in domain II of NS5A",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0013687"
                ]
            }
        },
        "BIBREF27": {
            "title": "HCV resistance to cyclosporin A does not correlate with a resistance of the NS5A-cyclophilin A interaction to cyclophilin inhibitors",
            "authors": [],
            "year": 2010,
            "venue": "J Hepatol",
            "volume": "53",
            "issn": "",
            "pages": "50-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2010.01.041"
                ]
            }
        },
        "BIBREF28": {
            "title": "Cyclosporine inhibits a direct interaction between cyclophilins and hepatitis C NS5A",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0009815"
                ]
            }
        },
        "BIBREF29": {
            "title": "Cyclosporin derivatives inhibit hepatitis B virus entry without interfering with NTCP transporter activity",
            "authors": [],
            "year": 2017,
            "venue": "J Hepatol",
            "volume": "66",
            "issn": "",
            "pages": "685-692",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2016.11.009"
                ]
            }
        },
        "BIBREF30": {
            "title": "Cyclosporin A and its analogs inhibit hepatitis B virus entry into cultured hepatocytes through targeting a membrane transporter, sodium taurocholate cotransporting polypeptide (NTCP)",
            "authors": [],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "59",
            "issn": "",
            "pages": "1726-37",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.26982"
                ]
            }
        },
        "BIBREF31": {
            "title": "Cyclosporin A inhibits hepatitis B and hepatitis D virus entry by cyclophilin-independent interference with the NTCP receptor",
            "authors": [],
            "year": 2014,
            "venue": "J Hepatol",
            "volume": "60",
            "issn": "",
            "pages": "723-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2013.11.022"
                ]
            }
        },
        "BIBREF32": {
            "title": "Alisporivir inhibition of hepatocyte cyclophilins reduces HBV replication and hepatitis B surface antigen production",
            "authors": [],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "148",
            "issn": "",
            "pages": "403-14.e7",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2014.10.004"
                ]
            }
        },
        "BIBREF33": {
            "title": "Bioengineering and semisynthesis of an optimized cyclophilin inhibitor for treatment of chronic viral infection",
            "authors": [],
            "year": 2015,
            "venue": "Chem Biol",
            "volume": "22",
            "issn": "",
            "pages": "285-92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chembiol.2014.10.023"
                ]
            }
        },
        "BIBREF34": {
            "title": "Evaluation of hexadecyloxypropyl-9-R-[2-(Phosphonomethoxy)propyl]- adenine, CMX157, as a potential treatment for human immunodeficiency virus type 1 and hepatitis B virus infections",
            "authors": [],
            "year": 2007,
            "venue": "Antimicrob Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "3505-9",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00460-07"
                ]
            }
        },
        "BIBREF35": {
            "title": "Hepatitis B virus promotes hepatocarcinogenesis in transgenic mice",
            "authors": [],
            "year": 2007,
            "venue": "Hepatology",
            "volume": "45",
            "issn": "",
            "pages": "16-21",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.21445"
                ]
            }
        },
        "BIBREF36": {
            "title": "High-level hepatitis B virus replication in transgenic mice",
            "authors": [],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "6158-6169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Viral cross talk: intracellular inactivation of the hepatitis B virus during an unrelated viral infection of the liver",
            "authors": [],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "10",
            "pages": "4589-94",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.93.10.4589"
                ]
            }
        },
        "BIBREF38": {
            "title": "Hepatitis B Virus (HBV) Surface Antigen Interacts with and Promotes Cyclophilin A Secretion: Possible Link to Pathogenesis of HBV Infection",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "3373-3381",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02555-09"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The cyclophilin inhibitor CRV431 prevents both HBx-cyclophilin complex formation and HBV replication",
            "authors": [],
            "year": 2017,
            "venue": "The International Liver Congress™ EASL 2017—European Association for the Study of the Liver Amsterdam, The Netherlands",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Parvulin 14 and parvulin 17 bind to HBx and cccDNA and upregulate HBV replication from cccDNA to virion in a HBx-dependent manner",
            "authors": [],
            "year": 2018,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Mouse models for hepatitis B virus research",
            "authors": [],
            "year": 2018,
            "venue": "Lab Anim Res",
            "volume": "34",
            "issn": "",
            "pages": "85-91",
            "other_ids": {
                "DOI": [
                    "10.5625/lar.2018.34.3.85"
                ]
            }
        },
        "BIBREF43": {
            "title": "Safety, pharmacokinetics, and antiviral activity of the cyclophilin inhibitor NIM811 alone or in combination with pegylated interferon in HCV-infected patients receiving 14 days of therapy",
            "authors": [],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "89",
            "issn": "3",
            "pages": "238-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2011.01.003"
                ]
            }
        },
        "BIBREF44": {
            "title": "The cyclophilin inhibitor SCY-635 suppresses viral replication and induces endogenous interferons in patients with chronic HCV genotype 1 infection",
            "authors": [],
            "year": 2012,
            "venue": "J Hepatol",
            "volume": "57",
            "issn": "1",
            "pages": "47-54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2012.02.024"
                ]
            }
        },
        "BIBREF45": {
            "title": "Isolation, characterization and targeted disruption of mouse ppia: cyclophilin A is not essential for mammalian cell viability",
            "authors": [],
            "year": 2000,
            "venue": "Genomics",
            "volume": "68",
            "issn": "2",
            "pages": "167-78",
            "other_ids": {
                "DOI": [
                    "10.1006/geno.2000.6295"
                ]
            }
        },
        "BIBREF46": {
            "title": "Cyclophilin A regulates HIV-1 infectivity, as demonstrated by gene targeting in human T cells",
            "authors": [],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "6",
            "pages": "1300-9",
            "other_ids": {
                "DOI": [
                    "10.1093/emboj/20.6.1300"
                ]
            }
        }
    }
}