{
    "paper_id": "PMC6228485",
    "metadata": {
        "title": "Use of daily Internet search query data improves real-time projections of influenza epidemics",
        "authors": [
            {
                "first": "Christoph",
                "middle": [],
                "last": "Zimmer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sequoia",
                "middle": [
                    "I."
                ],
                "last": "Leuba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Reza",
                "middle": [],
                "last": "Yaesoubi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ted",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Seasonal influenza remains an important infectious cause of morbidity and mortality [1,2]. In the USA alone, estimates of annual incidence range from 9.2 million to 35.6 million cases, resulting in 140 000 to 710 000 hospitalizations and 12 000 to 56 000 deaths [3].",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 87,
                    "end": 88,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Efforts to improve nowcasts and short-term predictions of influenza activity are motivated by the need to anticipate intensive care unit crowding and surges in vaccine demand. The US Centers for Disease Control and Prevention (CDC) recognize the importance of improving methods for assessing short-term predictions of influenza activity by hosting an annual influenza forecasting challenge [4]. Several data sources have been used to monitor the influenza activity in the USA and as calibration data for forecasting models. Data include both direct measures of influenza such as the official CDC influenza-like illness (ILI) data [5] and indirect measures such as Internet search queries. The validity of Internet search queries, which have included Google [6–12], Twitter [13,14] and Wikipedia [15,16], as proxy measures of influenza activity have been the subject of some debate [12]. However, the rapid availability, low cost of acquisition and potential to access Internet search query data at relatively high spatial resolution make these data sources attractive options for many teams participating in the annual CDC's influenza prediction challenge [17].",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "5",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 758,
                    "end": 759,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 799,
                    "end": 801,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The approaches utilized for influenza prediction in the CDC challenge vary widely, with methods that range from compartmental dynamic transmission models [18–22] to non-mechanistic approaches [23,24]. While previously described models utilize weekly aggregated data on influenza activity [16,18–20,23,24], we note that Internet search query data are often available at much higher temporal resolution, and we sought to understand whether leveraging daily search data can improve short-term predictions of influenza activity. Here we evaluate the comparative performance of models utilizing CDC ILI data to models which utilize Wikipedia data that despite being a more indirect measure of influenza are available more rapidly than ILI data and at finer temporal resolution.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 193,
                    "end": 195,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 289,
                    "end": 291,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The CDC defines ILI as a ‘fever (temperature of 100°F [37.8°C] or greater) and a cough and/or a sore throat without a KNOWN cause other than influenza’ [25] and per cent ILI is the percentage of the total patient visits related to an ILI.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Weekly aggregated search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The correspondence of Wikipedia search data [26] and CDC ILI data has been previously demonstrated by others [15]. In more recent work, Wikipedia data have been used as the basis for influenza forecasting in the USA. Hickmann et al. [16] developed a linear regression to map searches of selected Wikipedia articles to CDC ILI data. This model calculates a CDC ILI estimate based on the previous week's CDC ILI, ILI−1 and current week's numbers of Wikipedia searches for relevant Wikipedia articles. The most predictive article names included ‘Human Flu’, ‘Influenza’, ‘Influenza A virus’, ‘Influenza B virus’ and ‘Oseltamivir’. Their regression reads as2.1where  is the current ILI estimate based on Wikipedia data, xi is the ratio of the number of visits of these articles to the total number of visited pages, and the regression coefficients are b0 = 0.0063, b1 = 17517.3, b2 = 3206.1, b3 = 41258.9, b4=− 71428.7, b5 = −17410.9 and b6 = 0.955 [16]. In equation (2.1), the unit of ILI is ‘% influenza among total visits’, and the unit of x1, …, x5 is ‘# page searches/# total searches’, the unit of b1, …, b5 consequently is ‘% influenza among total visits/(# page searches/# total searches)’, the unit of b0 ‘% influenza among total visits’ and b6 is dimensionless.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 110,
                    "end": 112,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Weekly aggregated search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Even though this model is purely phenomenological, Hickmann et al. show that this model produces a good fit to CDC ILI data [16]. However, Hickmann et al. [16] also note that the regression coefficients should not be used to infer an importance of the predictors as page visits and ILI are not on the same scale. In figure 1, we visualize this fit for the 2008/2009 season (other years produce similarly good fits as shown in electronic supplementary material, figure A2).\n",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 156,
                    "end": 158,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Weekly aggregated search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "While previous work has used weekly aggregated Wikipedia search data, we note that the data are available at finer temporal resolution. We extend the formula that links weekly Wikipedia data to CDC ILI to create a daily ILI estimate (figure 1) using the coefficients determined in the previous regression:2.2where d stands for the day number of the current week, xd1, …, xd5 are the daily page visit ratios and  is the unnormalized daily ILI estimate based on Wikipedia, with . The set W consists of the days corresponding to the week of data collection. In equation (2.2), the unit of the daily ILI estimate, , is ‘% influenza-related visits among total visits per day’, the unit of  is as in equation (2.1) ‘% influenza among total visits (per week)’, the unit of xd1, …, xd5 is ‘# page searches/# total searches (per day)’ and consequently the unit of b1, …, b5 is ‘% influenza among total visits (per day)/(# page searches/# total searches (per day))’, the unit of b0 is ‘% influenza-related visits among total visits per day’ and b6 is dimensionless.",
            "cite_spans": [],
            "section": "Daily search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The normalization (second line of equation (2.2)) allows the daily Wikipedia data to sum up to the values of the weekly Wikipedia data. ILI−1 denotes the previous week's CDC's ILI and ILI−2, the CDC's ILI from two weeks ago. Therefore,  is a α weighted combination. The smoothing factor α can be set to\n(a)α = 1 (no smoothing)(b)α = d/7 (smoothing) or(c) (partial smoothing)",
            "cite_spans": [],
            "section": "Daily search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Partial smoothing is thus equal to no smoothing as long as the data trajectory is rising and equal to smoothing if the data trajectory is falling. The reason to introduce these different kinds of smoothing is the following: the daily estimate of the last day of a week depends only on the CDC's ILI of the beginning of the week, while 1 day later, the daily estimate of a first day of a week depends only on the CDC's ILI estimate of the next week. This sort of discontinuity can lead to less smooth behaviour as depicted in figure 1 and can be addressed by introducing the smoothing factor α. We will use the partial smoothing in the main text as it seems to have the best performance (electronic supplementary material, figure A6). If a data point, xdi, is missing (this happens for 8 days in epidemic weeks 16 and 17 of 2009 and for 4 days in December 2011), the last previous valid data point is used.",
            "cite_spans": [],
            "section": "Daily search data ::: Wikipedia data ::: Material and methods",
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A humidity-based susceptible–infected–recovered–susceptible (SIRS) influenza model has been developed by Shaman and colleagues [18,19]. The model includes the following transitions:2.32.42.5with an average duration of immunity α, a mean infectious period γ, and a transmission rate β(t) which is defined as β(t) = R0(t)/γ with an  with a maximal and minimal daily reproductive number  and , and a function q describing the absolute humidity (see electronic supplementary material, Humidity data). The effective reproductive number is Reff(t) = S(t)/N · R0(t).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Computational model ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Assuming constant population size Npop = S + I + R, it holds that R = Npop − S − I, and we can reduce the model by eliminating the third equation and replacing R by Npop−S− I. We summarize the state of the epidemic consisting of a continuous relaxation of the number of susceptibles, infected and recovered, as ν = (ν(S), ν(I), ν(R)). As the initial states are unknown, we treat them as additional model parameters and we summarize the parameters in one parameter vector θ, .",
            "cite_spans": [],
            "section": "Computational model ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The CDC ILI data (and the Wikipedia proxy) reflect the daily or weekly number of incident infections. To apply the MSS method, we need to specify how to map observations yi, e.g. daily or weekly number of incident infections, to states νi (the number of susceptibles ν(S)i, infected ν(I)i and recovered ν(R)i). As in [27], we describe the new cases yi in a time interval [ti−1, ti] as the difference between the number of infected at the end, ν(I)i, and number of infected at the beginning, ν(I)i−1, plus the number of recoveries, denoted by R*i. This number of new recoveries is not simply the difference in numbers of people in the R compartment between the beginning and end of the interval [ti−1, ti] as people might lose immunity and, hence, move from R to S. Therefore, we track the number of recoveries in each time interval [ti−1, ti] by introducing an artificial compartment R* of newly recovered people that is initialized with 0 at the start of each interval.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 320,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Computational model ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Our model does not differentiate between different influenza strains or non-influenza causes for ILI. We note that while this is a strong simplifying modelling assumption, it appears to work sufficiently well as demonstrated by [16] and also in our work.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Computational model ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The model is considered as a continuous time stochastic model. Forward simulation will be created by using Gillespie's stochastic simulation algorithm [28]. The calibration method will be introduced in the next section.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Computational model ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "We use the multiple shooting for stochastic systems (MSS) method to approximate . The MSS method is fast enough to be computationally feasible and accurate enough to allow for reliable calibration and prediction. MSS was initially developed in a systems biology context [29–31] and has been successfully applied to calibration and prediction of epidemics models [27,32]. This subsection will briefly summarize MSS; for full details, we refer the reader to the original publications [28–31].",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 274,
                    "end": 276,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Given accumulated observations y1, …, yi, the probability distribution for the epidemic states is called the ‘belief state’ and we denote it with Π(·|y1, y2, …, yi) at time ti. The belief state Π is a probability distribution assigning each state νi its probability conditioned on previous observations, Π(νi | y1, y2, …, yi). By conditioning on the epidemic state at time ti−1, denoted by νi−1, and the epidemic state νi at time ti, the probability function  in equation (2.5) can be calculated as:2.7where Ωi is the support of the belief state at time ti, and p is the transition probability to move from state νi−1 at time ti−1 to state νi at time ti. In case of the above mentioned SIRS model, an epidemic state νi is a vector corresponding to the number of people in the compartments (S(ti), I(ti), R(ti)). P is the observation probability mapping the state νi to the observation yi incorporating any additional uncertainty in the data collection such as reporting errors. The observation probability P for the new cases yi is assumed to be normally distributed with a mean ν(I)i − ν(I)i−1 + R*i and variance 10 (as previously assumed in MSSa version in Zimmer et al. [27]).",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "As in previous work [30–32], we employ a linear noise approximation (LNA) method to approximate the transition probability p (of equation (2.6)). The LNA assumes that the probability distribution of νi | νi−1 can be properly approximated by a normal distribution  where xi is the solution of the ordinary differential equation (ODE) representation of the system on the interval [ti−1, ti]2.8where Γ is a matrix describing the instantaneous change of each transition on each compartment and the vector Λ the rate of the instantaneous change of each transition. The initialization of the equation with  will be discussed below in equation (2.10).",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 23,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 24,
                    "end": 26,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The rate vector Λ in equation (2.7) and the instantaneous change matrix Γ are defined as2.9where the columns in Γ correspond to the transitions (namely becoming infected, recovering and loosing immunity) and the rows in Γ correspond to the compartments (namely S, I and R). The state νi consists of the number of susceptibles ν(S)i, infected ν(I)i and recovered ν(R)i. The entry −1 in the first row and first column, hence, describes the effect of the first transition on the first compartment. Here, the first transition means becoming infected and this reduces the number of people in the first compartment by one.",
            "cite_spans": [],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "According to [33,34], the covariance matrix Σ can be calculated by solving the following ODE system2.10Here, J(x, θ) = Γ d/dx\nΛ(x, θ). D is matrix with the (i, j) entry equal to .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 17,
                    "end": 19,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "We calculate the initial values for equation (2.7) recursively. At time ti, we use the previous state estimate  to calculate the probability to observe the current observation yi as . At time ti, we then choose the state νi as our state estimate  which maximizes this probability, namely2.11We can use this state estimate to strongly reduce the computational complexity of the second summation in equation (2.6) by using a belief state Π(νi | y1, …, yi) that yields 1 at  and 0 elsewhere (point distribution):As we use parameter samples to update the prior distribution recursively (equation (2.5)), using 1000 samples of parameter vectors to forward the recursion (equation (2.5)). We additionally use a mechanism against filter degeneracy (electronic supplementary material, Mechanism against filter degeneracy).",
            "cite_spans": [],
            "section": "Likelihood approximation ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The calibration is carried out iteratively according to equation (2.5) as previously described [27]. Next, we make predictions for targets denoted by Z based on the posterior distribution of the parameters π and state estimates  using the simulation model.2.12where Θ is the parameter vector space and Ωi the state vector space.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Prediction ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Specifically, we sample M′ = 100 (as in [27]) parameter vectors θ(1), …, θ(M′) from the parameter posterior πi and state vectors  from the belief state. For each of these M′ epidemic scenarios, we carry out simulations with a stochastic model PSim resulting in M′ target values Z(1), …, Z(M′). These target values are used for the posterior distributions P of our prediction targets Z.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Prediction ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The CDC ILI data are published after a one-week lag [15] while the Wikipedia data are available immediately. Therefore, current Wikipedia data can be used to nowcast the current CDC ILI data. Nowcast means to estimate a CDC ILI value (based on another data source such as Wikipedia data) before the CDC publishes the official value. We described an approach to estimate CDC ILI based on Wikipedia data in the ‘Wikipedia Data’ section and use  or  from equation (2.1) or equation (2.2) as nowcasts. The uncertainty around this estimate can be characterized using knowledge of its performance from past seasons (electronic supplementary material, Nowcasting).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Prediction ::: Calibration and prediction ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Figure 2 summarizes the main steps of our workflow.\n",
            "cite_spans": [],
            "section": "Prediction ::: Calibration and prediction ::: Material and methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We assume that CDC ILI data serves as a gold standard for influenza activity and we evaluate all predictions relative to the CDC ILI data. For all of our comparisons, we assume a one-week lag in publication of CDC ILI data. While this one-week lag in reporting of CDC data accurately reflects the reporting delay, we note that the CDC ILI data are also sometimes revised at a later date [14]. Thus, while the corrected CDC ILI data may be delayed more than a week, we conservatively assume that the final ILI data are available after 7 days.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "We perform influenza forecasting retrospectively for the seasons between 2008/2009 and 2015/2016, excluding the pandemic season 2009/2010. We define an influenza season to begin at epidemic week 40 and last for 33 weeks. We assess the performance of the forecasts by calculating a log-score measure [35] which has been used for the judging of the annual CDC Influenza Prediction Challenge [4]. The log-score measure categorizes the per cent ILI in bins of size 0.1 (e.g. [1.0% ILI, 1.1% ILI], [1.1% ILI, 1.2% ILI]). The score is obtained by summing over the forecasting distribution that falls within the bin containing the true value plus the five preceding and five subsequent bins (electronic supplementary materials, Scoring System and figure A1 for details). While the log-score is a valuable instrument for comparing predictions, it is not an intuitive measure, so we also report the reduction in inter-quantile distance which we calculate as the difference between the 95%-quantile and the 5%-quantile of the posterior distribution.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "We consider the predictive value of Wikipedia data in three sequential scenarios:\n(a)weekly aggregated Wikipedia (ignoring the earlier availability of this data compared with CDC ILI data),(b)weekly aggregated Wikipedia, now including its immediate availability,(c)daily Wikipedia data, including its immediate availability.",
            "cite_spans": [],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "This approach allows us to determine (a) whether our prediction suffers if we use Wikipedia as a proxy of influenza activity (and fail to take advantage of the earlier availability of Wikipedia data compared with CDC ILI data); (b) how much we gain by leveraging the earlier availability of the Wikipedia data; and (c) how much additional gain we achieve by including finer temporal resolution of Wikipedia data.",
            "cite_spans": [],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "Similar to the CDC Influenza Prediction Challenge [4], we use one- to four-week predictions as our targets for our comparison. As we only use data available at the time of forecast, the forecasts early in the season are based on very few data points and the forecasts later in the season are based on the data of up to one influenza season.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 52,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "Electronic supplementary material, figure A3 allows us to visualize two-week predictions of ILI and associated prediction intervals when using daily Wikipedia data.",
            "cite_spans": [],
            "section": "Evaluation scheme ::: Results",
            "ref_spans": []
        },
        {
            "text": "First, we examine our predictions which use weekly aggregated Wikipedia data without its nowcasting feature (scenario a); this is shown in green in figure 3 and electronic supplementary material, figure A4. The quality of these predictions is similar to the CDC, the ILI baseline, which demonstrates that the weekly aggregated Wikipedia data appears sufficient to replicate predictions based on CDC ILI data, but failing to leverage its early availability also eliminates any advantage of this data source.\n",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Second, there is a large improvement when we take advantage of the more rapid availability of weekly Wikipedia data compared to the CDC ILI data (scenario b); this is shown in blue in figure 3 and electronic supplementary material, figure A4. The log-score is substantially improved compared to predictions that use only CDC ILI in all seasons.",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Finally, we find that leveraging the daily Wikipedia data (scenario c) leads to additional predictive ability in most seasons, with an average gain over weekly aggregated Wikipedia data (scenario b) of 21% across the seasons we modelled; this is shown in red in figure 3 and electronic supplementary material, figure A4.",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We also note that the improvement associated with use of either the weekly aggregated or daily versions of Wikipedia data is most apparent for one- and two-week predictions and is more modest for the four-week predictions. The earlier data availability transforms one-week predictions to nowcasts and also trims a week off of two-, three- and four-week predictions. The benefit decreases over time because the relative shortening of the prediction period decreases with increasing absolute length. Therefore, the gain associated with the earlier availability of Wikipedia data decreases as well. However, we note that even for the four-week predictions, the gain in performance associated with earlier availability of the Wikipedia data may still be important.",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": []
        },
        {
            "text": "A closer analysis of the incremental benefit of using daily data reveals that the performance of weekly Wikipedia data (scenario b) and daily Wikipedia data (scenario c) is identical for one-week predictions. This occurs because one-week ‘predictions’ are no longer real predictions due the earlier data availability; these are nowcasts and the same nowcasting scheme is used for both (scenario b and scenario c).",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": []
        },
        {
            "text": "Comparing using weekly Wikipedia data with using daily Wikipedia data for predictions, we note that the use of daily data is advantageous for all years and the incremental benefit of the daily data is strongest for four-week predictions with an average 409% improvement compared to weekly data. The gain in performance for three-week predictions is on average 38% with daily data performing better than weekly data in five out of seven seasons. For two-week predictions, using daily data was better than using weekly in only three out of seven seasons and performed on average 6% worse.",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": []
        },
        {
            "text": "While the use of the log-score is a well-established approach to compare the performance of prediction systems, it is a non-intuitive measure. Therefore, we also visualize the reduction in the prediction uncertainty when using daily Wikipedia data by reporting the inter-quantile distance (between 5%- and 95%-quantile) of the posterior distribution to provide an illustration of the distribution width (electronic supplementary material, Technical details). By using daily Wikipedia data, we are able to achieve an absolute reduction in inter-quantile distance by an average 0.24% ILI for the two-week predictions, a 0.76% ILI reduction for the three-week predictions and a 1.64% ILI reduction for the four-week predictions (figure 4). This narrower posterior translates to a reduction in prediction uncertainty. We note that this improvement does not lead to more frequent prediction failure (i.e. true value outside of confidence interval) since for both weekly and daily data, the coverage for all targets remains above 90% (electronic supplementary material, table A1).\n",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": [
                {
                    "start": 726,
                    "end": 734,
                    "mention": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "As noted previously, the use of daily data (compared with weekly aggregated data) produces the greatest gains for the three- and four-prediction horizon (figures 3 and electronic supplementary material, figure A4, the comparison between the red and blue bars). To further investigate the source of this benefit, we analysed the posterior distributions of the parameters. Since the true values of parameters are not known, we cannot use a log-score measure, and instead we use inter-quantile distance to evaluate the parameter distributions. There is a substantial reduction in parameter uncertainty for Reff (figure 5) which can be largely attributed to an uncertainty reduction in the time-varying R0(t) (electronic supplementary material, figure A5). This reduction in parameter uncertainty in Reff likely explains the reduction in prediction uncertainty when using daily Wikipedia data.\n",
            "cite_spans": [],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 609,
                    "end": 617,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "All of our model-based predictions can be found in the electronic supplementary material, Prediction results in influenza prediction challenge format; we use the same format as the CDC Influenza Prediction Challenge to facilitate replication and comparison by other modellers [4].",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Quantifying improvements in forecasting performance ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this study, we demonstrate and quantify the improvement in model-based influenza prediction that may be achieved by using an immediately available data source rather than the CDC ILI surveillance system which reports weekly aggregated data after a one-week delay (figure 3 and electronic supplementary material, figure A4). Further, we find that the temporal resolution of observations matters for prediction quality, and an additional gain in precision can be achieved by using daily-resolved data (versus weekly aggregated data) (figure 4). As all our forecasts are available in the electronic supplementary material, we anticipate that this work will be compared to future approaches for model-based influenza prediction (electronic supplementary material, Prediction results in influenza prediction challenge format).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 535,
                    "end": 543,
                    "mention": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Much recent research activity has focused on short- and medium-term predictions of influenza activity [2,36] and the importance of nowcasting [6–15,37]. While several previous studies have used similar indirect sources of influenza activity data for forecasting [16,19,24], none of these studies have used daily data or quantified the improvements associated with using these more readily available data sources. Other work [21,22,38,39] has used data with a daily resolution as a basis for forecasting, but these studies have not evaluated the performance over several seasons and do not report gains in prediction performance associated with the higher resolution observation frequency.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 105,
                    "end": 107,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 143,
                    "end": 144,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study clearly shows that influenza prediction can be improved by using a data source that is updated daily and available in near real-time. On average, over the seven seasons we studied, the improvements of daily versus weekly Wikipedia data were up to 409% for four-week predictions (measured in log-score) and 38% for three-week predictions. We note that Wikipedia data are readily available at a daily resolution, so this gain in prediction performance can be achieved without any further cost in data collection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As our study uses Wikipedia data, it suffers from similar limitations to other modelling studies that use Internet search data to predict influenza activity. For example, it is possible that varying intensity of search activity over a season may compromise the utility of this data source [40]. A Wikipedia-specific limitation is that global article searches for English language articles are aggregated, and searches originating specifically in the USA are not available. This aggregation could erode the value of this data source for predicting specifically US epidemics.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We also note that the improvement associated with using daily-resolved data has been achieved using our calibration and prediction framework as in Zimmer et al. [27] and in the previously described methods. We did not investigate whether similar improvements would be seen if other calibration and prediction approaches were used.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that the strongest gain in performance associated with use of daily data compared to weekly data is for the three- and four-week forecasting horizons (figures 3 and 4). This suggests that daily-resolved data may help with resource planning given that this horizon seems feasible for public health planning. Whether such improvements in prediction allow for the deployment of more efficient or effective interventions is not directly addressed by our current investigation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 174,
                    "end": 175,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In summary, we find that the use of near real-time daily Internet search data improves the precision of short- and medium-term forecasts of influenza activity. Given the free and ubiquitous nature of this type of information, we expect that future predictions which leverage data at finer temporal resolution and with limited reporting delay will produce epidemic predictions with less uncertainty to better inform reactive public health policy.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Wikipedia search data provide good fits to CDC ILI data. The CDC ILI data from the season 2008/2009 are in black crosses, estimates obtained from Wikipedia searches with weekly aggregation are in dark grey and estimates obtained from Wikipedia searches in daily resolution are in light grey.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Workflow steps.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Using Wikipedia data leads to a gain in prediction of influenza. This figure summarizes influenza predictions over different years depicted in electronic supplementary material, figure A4. The following relations are significant (p-value < 0.05) based on the Wilcoxon signed-rank test: Weekly Wikipedia without nowcasting (green) is worse than the CDC ILI baseline for one-week forecasts. Weekly (blue) and daily (red) Wikipedia with nowcasts is always better than the CDC ILI baseline and the weekly Wikipedia without nowcasting (green). Daily Wikipedia (red) is better than weekly Wikipedia (blue) for three- and four-week forecasts. (Online version in colour.)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Using daily Wikipedia data versus weekly Wikipedia data reduces the inter-quantile distance of % ILI forecasts. For all seven seasons, using daily versus weekly Wikipedia data reduces the inter-quantile distance for two-, three- and four-week forecasts. The reduction using daily Wikipedia data was significant (p-value <0.05) for two-, three- and four-week forecasting targets based on the Wilcoxon signed-rank test. (Online version in colour.)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Using daily instead of weekly Wikipedia data reduces parameter uncertainty. Relative reduction in inter-quantile distance (5%- to 95%-quantile) for estimates of the effective reproductive number, Reff, over the seven seasons indicates using daily versus weekly Wikipedia data reduces parameter uncertainty.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The impact of influenza epidemics on mortality: introducing a severity index",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Arden",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Schonberger",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Public Health",
            "volume": "87",
            "issn": "",
            "pages": "1944-1950",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.87.12.1944"
                ]
            }
        },
        "BIBREF1": {
            "title": "Using Google Trends for influenza surveillance in South China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0055205"
                ]
            }
        },
        "BIBREF2": {
            "title": "Google Flu Trends in canada: a comparison of digital disease surveillance data with physician consultations and respiratory virus surveillance data, 2010–2014",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yasui",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemiol. Infect.",
            "volume": "144",
            "issn": "",
            "pages": "325-332",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268815001478"
                ]
            }
        },
        "BIBREF3": {
            "title": "The parable of Google Flu: traps in big data analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lazer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1203-1205",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1248506"
                ]
            }
        },
        "BIBREF4": {
            "title": "National and local influenza surveillance through Twitter: an analysis of the 2012–2013 influenza epidemic",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Broniatowski",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0083672"
                ]
            }
        },
        "BIBREF5": {
            "title": "Twitter improves influenza forecasting",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Broniatowski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr. Outbreaks",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.90b9ed0f59bae4ccaa683a39865d9117"
                ]
            }
        },
        "BIBREF6": {
            "title": "Wikipedia usage estimates prevalence of influenza-like illness in the United States in near real-time",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "McIver",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput. Biol.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003581"
                ]
            }
        },
        "BIBREF7": {
            "title": "Forecasting the 2013–2014 influenza season using Wikipedia",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Hickmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fairchild",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Priedhorsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Generous",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Del Valle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput. Biol.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004239"
                ]
            }
        },
        "BIBREF8": {
            "title": "Results from the Centers for Disease Control and Prevention's predict the 2013–2014 Influenza Season Challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect. Dis.",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-016-1669-x"
                ]
            }
        },
        "BIBREF9": {
            "title": "Real-time influenza forecasts during the 2012–2013 season",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karspeck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tamerius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Commun.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms3837"
                ]
            }
        },
        "BIBREF10": {
            "title": "Comparison of filtering methods for the modeling and retrospective forecasting of influenza epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karspeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput. Biol.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003583"
                ]
            }
        },
        "BIBREF11": {
            "title": "Influenza forecasting in human populations: a scoping review",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Chretien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Chitale",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "McKenzie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0094130"
                ]
            }
        },
        "BIBREF12": {
            "title": "Forecasting influenza epidemics in Hong Kong",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput. Biol.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004383"
                ]
            }
        },
        "BIBREF13": {
            "title": "Real-time epidemic monitoring and forecasting of H1N1-2009 using influenza-like illness from general practice and family doctor clinics in Singapore",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Tambyah",
                    "suffix": ""
                },
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0010036"
                ]
            }
        },
        "BIBREF14": {
            "title": "Tracking epidemics with Google Flu Trends data and a state-space SEIR model",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dukic",
                    "suffix": ""
                },
                {
                    "first": "HF",
                    "middle": [],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Polson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Stat. Assoc.",
            "volume": "107",
            "issn": "",
            "pages": "1410-1426",
            "other_ids": {
                "DOI": [
                    "10.1080/01621459.2012.713876"
                ]
            }
        },
        "BIBREF15": {
            "title": "Prediction of the spread of influenza epidemics by the method of analogues",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol.",
            "volume": "158",
            "issn": "",
            "pages": "996-1006",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwg239"
                ]
            }
        },
        "BIBREF16": {
            "title": "Flexible modeling of epidemics with an empirical bayes framework",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Farrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput. Biol.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004382"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "SI",
                    "middle": [],
                    "last": "Leuba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaesoubi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Comput. Phys.",
            "volume": "22",
            "issn": "",
            "pages": "403-434",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-9991(76)90041-3"
                ]
            }
        },
        "BIBREF21": {
            "title": "Parameter estimation for stochastic models of biochemical reactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Comp. Sci. Syst. Biol.",
            "volume": "6",
            "issn": "",
            "pages": "011-021",
            "other_ids": {
                "DOI": [
                    "10.4172/jcsb.1000095"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Deterministic inference for stochastic systems using multiple shooting and a linear noise approximation for the transition probabilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IET Syst. Biol.",
            "volume": "9",
            "issn": "",
            "pages": "181-192",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-syb.2014.0020"
                ]
            }
        },
        "BIBREF24": {
            "title": "Reconstructing the hidden states in time course data of stochastic models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Math. Biosci.",
            "volume": "269",
            "issn": "",
            "pages": "117-129",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2015.08.015"
                ]
            }
        },
        "BIBREF25": {
            "title": "A likelihood approach for real-time calibration of stochastic compartmental epidemic models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaesoubi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Comput. Biol.",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1005257"
                ]
            }
        },
        "BIBREF26": {
            "title": "Intrinsic Noise Analyzer: a software package for the exploration of stochastic biochemical kinetics using the system size expansion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matuschek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grima",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0038518"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Van Kampen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Stochastic processes in physics and chemistry",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Strictly proper scoring rules, prediction, and estimation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gneiting",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Raftery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Am. Stat. Assoc.",
            "volume": "102",
            "issn": "",
            "pages": "359-378",
            "other_ids": {
                "DOI": [
                    "10.1198/016214506000001437"
                ]
            }
        },
        "BIBREF29": {
            "title": "A systematic review of studies on forecasting the dynamics of influenza outbreaks",
            "authors": [
                {
                    "first": "EO",
                    "middle": [],
                    "last": "Nsoesie",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Resp. Viruses",
            "volume": "8",
            "issn": "",
            "pages": "309-316",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12226"
                ]
            }
        },
        "BIBREF30": {
            "title": "Nowcasting influenza epidemics using non-homogeneous hidden Markov models",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Natàriob",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Stat. Med.",
            "volume": "32",
            "issn": "",
            "pages": "2643-2660",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.5670"
                ]
            }
        },
        "BIBREF31": {
            "title": "Bayesian prediction of an epidemic curve",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wallstrom",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biomed. Inform.",
            "volume": "42",
            "issn": "",
            "pages": "90-99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbi.2008.05.013"
                ]
            }
        },
        "BIBREF32": {
            "title": "Variational data assimilation with epidemic models",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Theor. Biol.",
            "volume": "258",
            "issn": "",
            "pages": "591-602",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2009.02.017"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Reassessing Google Flu Trends data for detection of seasonal and pandemic influenza: a comparative epidemiological study at three geographic scales",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Konty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paladini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Comput. Biol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1003256"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brilliant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Lett.",
            "volume": "457",
            "issn": "",
            "pages": "1012-1014",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07634"
                ]
            }
        },
        "BIBREF37": {
            "title": "Monitoring influenza activity in the united states: a comparison of traditional surveillance systems with Google Flu Trends",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Goss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018687"
                ]
            }
        },
        "BIBREF38": {
            "title": "Adaptive nowcasting of influenza outbreaks using Google searches",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Preis",
                    "suffix": ""
                },
                {
                    "first": "HS",
                    "middle": [],
                    "last": "Moat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "R. Soc. open sci.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rsos.140095"
                ]
            }
        },
        "BIBREF39": {
            "title": "Correlation between national influenza surveillance data and Google Trends in South Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ryoo",
                    "suffix": ""
                },
                {
                    "first": "WY",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D-W",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0081422"
                ]
            }
        }
    }
}