{
    "paper_id": "PMC6516463",
    "metadata": {
        "title": "Targeted Versus Continuous Delivery of Volatile Anesthetics During\nCholinergic Bronchoconstriction",
        "authors": [
            {
                "first": "Jarred",
                "middle": [
                    "R."
                ],
                "last": "Mondoñedo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "S."
                ],
                "last": "McNeil",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Herrmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brett",
                "middle": [
                    "A."
                ],
                "last": "Simon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "W."
                ],
                "last": "Kaczka",
                "suffix": "",
                "email": "david-kaczka@uiowa.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute exacerbations of bronchoconstriction may be severe, life-threatening, and\nrefractory to conventional bronchodilator therapy. Treatments for severe\nbronchoconstriction may involve inhaled β2-agonists or\nhelium–oxygen mixtures, short-term infusions of magnesium sulfate, or more\ninvasive techniques such as extracorporeal membrane oxygenation [1,2].\nA clinically relevant alternative treatment strategy is the use of inhaled volatile\nanesthetic agents such as halothane, isoflurane, sevoflurane, or desflurane, since\nall are potent bronchodilators [3–7]. As described in\nmultiple case reports and small series [8–12], treatment with\nvolatile anesthetics generally results in improvement within 12 h. However,\nthese agents have been used for periods of several days in refractory cases.\nVolatile anesthetics have also been shown to be effective in pediatric and obstetric\npatients [5–7,13–15]. Reduced hospital length of stay and\nduration of mechanical ventilation have also been observed in patients treated with\ninhaled isoflurane [16].",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 555,
                    "end": 556,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 615,
                    "end": 616,
                    "mention": "8",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 885,
                    "end": 886,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 887,
                    "end": 888,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite their therapeutic potential, routine clinical use of inhaled anesthetic\nagents may be limited by predictable hemodynamic and sedative side effects [1], especially in patients without a secured\nairway. Other negative side effects, such as myocardial and respiratory depression,\narrhythmias, intrapulmonary shunting, muscle relaxation, and cerebral vasodilation\nmay require supplemental pharmacological interventions that may limit the\nadministered dose [17]. Hepatic and renal\ndysfunction can also be a risk during more prolonged cases [16]. Thus, there are few data available regarding the optimal\nadministration of these agents [3,18].",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 638,
                    "end": 639,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The dominant mechanism of bronchodilation for these agents is not completely\nunderstood [19]. Volatile anesthetics\ninduce direct relaxation of airway smooth muscle (ASM) by the reduction of\nintracellular free calcium via inhibition of protein kinase C, calcium release from\nsarcoplasmic reticulum, or voltage-dependent calcium channels [20–22]. In\naddition, volatile anesthetics are known to reduce the sensitivity of the\nmyofibrillar contractile apparatus to intracellular calcium [23]. In vivo, bronchodilation with inhaled agents depends on\ndiffusion across the airway wall to reach their pharmacologic site of action [24,25]. While this may be most readily achieved via luminal diffusion\nacross the airway wall, systemic uptake and distribution to ASM is also possible via\nthe bronchial or pulmonary circulations. Inhaled anesthetic agents also dilate\nairways indirectly by reducing vagal tone and reflexes, and by altering\nβ-receptor sensitivity and circulating catecholamines [26–28].",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 983,
                    "end": 985,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 986,
                    "end": 988,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We recently proposed that direct action of inhaled anesthetic agents on ASM would be\nan effective mechanism for bronchodilation in vivo, and that targeted delivery of\nthese agents to the conducting airways would promote ASM relaxation with a reduction\nin systemic absorption [29]. In this study,\nwe hypothesized that diffusion of inhaled anesthetics from airway lumen to ASM would\nyield significant bronchodilation in vivo, and systemic recirculation would not be\nnecessary to reduce lung resistance and elastance during sustained\nbronchoconstriction. To test this hypothesis, we developed a novel\nanesthetic-ventilator system to deliver volatile agents selectively to the\nconducting airways, or continuously to both the conducting airways and gas\nexchanging alveolar region. To compare these approaches, we measured lung mechanics\nand anatomic dead space during sustained cholinergic bronchoconstriction in dogs,\nbefore and after continuous and targeted anesthetic delivery.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To achieve targeted delivery of the volatile anesthetic to the conducting airways\nof the lung, we designed and implemented a unique ventilator-valve circuit for\nprecise control of timing and duration of inhaled agent. The inspiratory limb of\na transport ventilator (Impact Instrumentation, Inc., West Caldwell, NJ) was\ndivided into two sublimbs (Fig. 1). Flow\nthrough each sublimb was regulated using computer-actuated solenoid-valves (ASCO\nValve, Florham Park, NJ). For targeted delivery, inspiratory flow was initially\ndirected through the bypass sublimb. Following actuation of the solenoid valves,\nthe inspiratory flow was then directed through the second sublimb containing a\nUniversal Portable Anesthesia Complete (U-PAC) drawover vaporizer (Datex-Ohmeda,\nGE Healthcare, Fairfield, CT). Both sublimbs were rejoined into a single\ninspiratory limb that was connected to the airway opening.",
            "cite_spans": [],
            "section": "Anesthetic Delivery System. ::: Methods",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Precise switching between sublimbs was accomplished using custom-written data\nacquisition and control software (National Instruments LabVIEW 2011, Austin,\nTX). The software estimated the tidal volume (VT) on\na breath-by-breath basis, using trapezoidal integration of the measured flow\nsignal (V˙)\n[30]. For volumes below a\nuser-defined threshold volume (Vth), fresh gas was\ndirected through the bypass sublimb. When the delivered volume exceeded\nVth, the software actuated a relay driver\ncircuit via a D/A board. The actuating signal\ninverted the open/closed configuration of the solenoid valves, forcing the\ninspiratory gas through the vaporizer sublimb and delivering a bolus of\nanesthetic agent (with known concentration) in the subsequent portion of\nVT though the end of inspiration. Changing\nthe minimum volume Vth for which the vaporizer was\nengaged during inspiration, allowed us to vary the timing and duration of\nanesthetic delivery.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Anesthetic Delivery System. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "One-way check valves (Hans Rudolph, Inc., Series 1240C, Shawnee, KS) were\nincluded in the circuit to ensure a unidirectional flow within the inspiratory\nlimb and to prevent backflow during the expiratory phase. Passive expiration\noccurred via a bidirectional mushroom valve. Expired gas was directed into an\nactive scavenging system. Precise delivery of the inhaled anesthetic relies on\naccurate estimates of VT, which may be influenced by\nslow drifts, transient fluctuations, gas removal by the side-stream gas\nanalyzer, and other minor fluxes. To minimize these inaccuracies, the numerical\nintegrator was reset to zero at the onset of each new breath, such that\nVT was independent of the previous breath\nand any minor fluctuations. Individual breaths were identified using a numerical\nbreath detector designed to distinguish transitions between inspiration and\nexpiration based on the measured V˙.",
            "cite_spans": [],
            "section": "Anesthetic Delivery System. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Proof-of-concept experiments were conducted with the anesthetic ventilator system\nto quantify inhaled anesthetic delivery to a given dead space volume\n(VD). The apparatus consisted of a length of\n22 mm ID corrugated tubing with a total volume of about 150 ml, in\nseries with two spring-loaded bellows (IngMar Medical, Ltd. Adult/Pediatric\nDemonstration Lung, Pittsburgh, PA). This mechanical model simulated a\nconducting airway or “dead space” compartment, in series with an\n“alveolar” compartment. During ventilation of the test lung,\nanesthetic concentrations were measured at the front end (“airway\nopening”), midpoint, and terminal end (“alveolar/airway mixing\ninterface”) of the tubing segment, using a side-stream infrared gas\nanalyzer (Datex-Ohmeda Capnomac Ultima, GE Healthcare).",
            "cite_spans": [],
            "section": "In Vitro Validation. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Animal experiments were conducted in the Animal Research Facility at Beth Israel\nDeaconess Medical Center, with Protocol #048-2012 approved by the Institutional\nAnimal Care and Use Committee. Measurements were obtained in five mongrel male\ndogs weighing between 20 and 25 kg. General anesthesia was induced and\nmaintained with intravenous midazolam (induction dose 10–20 mg,\nmaintenance infusion 0.25 mg kg−1\nh−1) and fentanyl (induction dose\n200–250 μg, maintenance infusion\n2–5 μg kg−1\nh−1). Each animal was intubated with an endotracheal tube\n(8.0 mm ID). Neuromuscular blockade was achieved with\n1–2 mg intravenous boluses of vecuronium every\n10–15 min. Electrocardiogram, oxygen saturation, heart rate were\nmonitored continuously, and noninvasive blood pressure was cycled every\n3–5 min. Each animal was ventilated at an initial rate of\n20 min−1, VT of\n15 ml kg−1, and positive end-expiratory pressure (PEEP)\nof 0 cmH2O PEEP. The rate and VT\nwere titrated to achieve end-tidal CO2 pressures between 20 and\n40 mmHg. To ensure sufficient oxygenation during bronchoconstriction,\nanimals were ventilated with 100% O2 throughout the\nexperiment.",
            "cite_spans": [],
            "section": "Animal Preparation and Measurements. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pressure (Pao) and flow (V˙)\nat the airway opening were measured using a pneumotachograph system (Hans\nRudolph RSS100-HR, Kansas City, MO), which was appropriately corrected for\nventilation with 100% O2. An esophageal balloon catheter\n(Ackrad Labs, Cooper Surgical, Trumbull, CT) was placed in the lower third of\nthe esophagus to measure esophageal pressure (Pes),\nwhich served as a surrogate for pleural pressure. Transpulmonary pressure\n(Ptp) was estimated as the difference between\nPao and Pes. The\nPao, Pes, and V˙\nsignals were low-pass filtered at 10 Hz (Frequency Devices, Inc., 90IP,\nOttawa, IL), and sampled at 40 Hz using a 12-bit analog-to-digital\nconverter (National Instruments NI UB-6008, Austin, TX). Anesthetic,\nO2, and CO2 concentrations were measured at the airway\nopening using a side-stream infrared gas analyzer (Datex-Ohmeda Capnomac Ultima,\nGE Healthcare), and digitized using the same\nA/D board. All sampled waveforms were\nstored on a laptop computer (Acer Aspire 5733Z, San Jose, CA).",
            "cite_spans": [],
            "section": "Animal Preparation and Measurements. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To compare the bronchodilatory efficacy of different inhaled anesthetic delivery\nregimens and agents, all animals were subjected to four separate experiments\napplying either targeted or continuous delivery of sevoflurane or isoflurane.\nEach animal served as its own control. The experimental protocols were applied\nin random order, with each experiment performed at least one week apart. A\ndescription of the experimental protocol is shown in Fig. 2. Following intravenous anesthetic induction, baseline\nmeasurements of Pao,\nPes, and V˙\nwaveforms were sampled for 20 breaths. Prior to each measurement of\nRL, EL, and\nVD, two deep inspirations were performed to\nstandardize volume history. Sustained bronchoconstriction was then induced with\nintravenous infusion of methacholine (MCh) at\n100 μg min−1. A separate\nintravenous line was used for the MCh infusion, in order to minimize transient\neffects of the periodic neuromuscular blockade boluses. All pressure and flow\nmeasurements were obtained after establishing a sufficient level of steady-state\nbronchoconstriction [31].",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1073,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Experiment Protocol. ::: Methods",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Following bronchoconstriction with MCh, either targeted or continuous inhaled\nanesthetic delivery was initiated and maintained for a total of 20 min.\nPressure and flow waveforms were recorded at 10 and 20 min during this\nperiod. Inhaled anesthetic concentration was manually adjusted on the U-PAC\nvaporizer, to attain peak values of 1–2 minimum alveolar concentration\n(MAC) for dogs [32]. During continuous\ndelivery, intravenous midazolam and fentanyl infusion rates were decreased based\non blood pressure, to maintain appropriate anesthetic depth. The MCh infusion\nwas suspended at the conclusion of the experiment, and each animal was\nadministered a 4 mg intravenous of atropine for maximal bronchodilation.\nReversal of neuromuscular blockade was achieved with intravenous boluses of\nglycopyrrolate (0.2 mg) and neostigmine (1.5 mg). After final measurements of\nPao, Pes, and V˙,\neach animal emerged from general anesthesia and was extubated. In order to\nensure animal safety and anesthetic depth, as well as deliver appropriate\ninhaled anesthetic during either targeted or continuous delivery, the\ninvestigators were not blinded to condition.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Experiment Protocol. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The sampled Ptp, V, and V˙\nwaveforms were fitted to a single-compartment model using multiple linear\nregression [30] Ptp=RLV˙+ELV+P0",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Data Analysis. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "where RL and EL are lung\nresistance and elastance, respectively, and P0 is\nthe transpulmonary pressure at end-expiration. Prior to each regression, airway\npressure measurements were corrected for nonlinear effects of the endotracheal\ntube [33].",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Data Analysis. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Changes in VD were estimated for each breath using\nthe technique of volume capnography [34]. Briefly, a volume capnogram for each breath was divided into three\nphases (Fig. 3) corresponding to: (I)\nresident gas in the conducting airways at the end of inspiration; (II) gas\nmixing at the interface between terminal bronchi and alveoli; and (III) gas\nexpired primarily from the alveoli. A vertical line parallel to the\ny-axis of the capnogram was placed through phase II, such\nthat the area to the left of the vertical line and below the curve was equal to\nthe area to the right of the vertical line and between the curve and a line\ntangent to the linear portion of phase III. Total VT\nwas then divided into an anatomic dead space volume\n(VD) and an effective “alveolar”\ntidal volume (Valv). From the capnogram, the volumes\nalong the x-axis to the left and right of the vertical line\nwere assumed to correspond to VD and\nValv, respectively.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Data Analysis. ::: Methods",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To compare the quantities of inhaled anesthetic each animal received during the\ntargeted or continuous delivery regimens, the anesthetic dose was monitored on a\nbreath-by-breath basis by plotting the concentration of anesthetic agent\n(Cagent) as a function of\nVT. The volume of anesthetic agent inhaled\nduring each breath (Vagent) was estimated by\nnumerical integration of the inspiratory portion of the resulting curve.",
            "cite_spans": [],
            "section": "Data Analysis. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "One-way repeated measures analysis of variance (ANOVA) was used to compare\nestimates of RL, EL, and\nVD for targeted and continuous delivery of\nboth sevoflurane and isoflurane. Two-way repeated measures ANOVA was used to\ncompare the inhaled anesthetic dose per breath, with factors selected to be (1)\ntargeted or continuous delivery, and (2) the time point of measurement. If\nsignificance was obtained with ANOVA, post hoc analysis was performed using the\nHolm–Sidak criterion. For each measurement condition, comparisons of\nRL, EL, and\nVD were made for targeted and continuous\ndelivery using two-tailed paired t-tests. For all comparisons,\nP < 0.05 was considered statistically\nsignificant. Sample size necessary to detect significant changes in\nRL during MCh infusion was estimated based\non our previous experience with pharmacologically induced bronchoconstriction in\ndogs [31,35]. All model fits, parameter estimations, and\nstatistical analyses were performed using either matlab R2012a (The\nMathworks, Inc., Natick, MA) or SigmaPlot 12.3 (Systat Software, Inc., San Jose,\nCA).",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 878,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 879,
                    "end": 881,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Statistics. ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Characteristic traces of V˙,\nVT, and isoflurane concentrations during\ntargeted delivery to a length of corrugated tubing in series with spring-loaded\nbellows is shown in Fig. 4. Isoflurane was\nnot detectable at the interface between the medical tubing and the spring-loaded\nbellows, indicating that the anesthetic was constrained to the simulated dead\nspace volume. We also found that the concentration of isoflurane within the\ntubing decreased longitudinally, from the airway opening to the\n“alveolar” compartment. Moreover, we importantly observed that the\nconcentration of isoflurane at end-expiration was negligible for each sampling\nlocation, indicating that the majority of the delivered anesthetic was removed\nafter each breath.",
            "cite_spans": [],
            "section": "In Vitro Validation. ::: Results",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Figure 5 summarizes\nRL, EL, and\nVD for all five dogs under baseline\nconditions, after maximal bronchoconstriction with MCh, at 10 and 20 min\nof inhaled anesthetic delivery, and following reversal of bronchoconstriction\nwith atropine. Compared to baseline, we found that MCh significantly increased\nRL and EL, and\ndecreased VD prior to delivery of either isoflurane\nor sevoflurane, consistent with pharmacologically induced bronchoconstriction.\nExamples of RL, EL, and\nVD for the same conditions in two\nrepresentative dogs are shown in Fig. 6.\nAlthough RL and EL did\ndemonstrate decreases for some dogs during anesthetic delivery (Fig. 6), overall these changes did not result in\nsignificant differences for the population. Thus, there were no statistically\nsignificant changes for any of the parameters between the maximally constricted\nstate and following delivery of the anesthetic agent. We also did not observe\nsignificant differences between targeted and continuous delivery for any of the\nmeasurement conditions. Discontinuation of MCh, followed by administration of\nintravenous atropine, returned RL,\nEL, and VD to\nsimilar levels to their respective baseline values, consistent with reversal of\nbronchoconstriction.",
            "cite_spans": [],
            "section": "Targeted Versus Continuous Delivery. ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Figure 7 shows sevoflurane and\nisoflurane concentrations, along with corresponding tidal volumes, for two\nbreaths in a representative dog. Data are shown for both targeted and continuous\ndelivery. Compared to continuous delivery, the initial increase in concentration\nduring targeted delivery was delayed until nearly halfway through inspiration,\nconsistent with the delivery threshold, and reached peak concentration at\nend-inspiration. This delay resulted in considerably lower end-expiration\nconcentrations for targeted delivery, with profiles of isoflurane being similar.\nBy restricting delivery to the end of inspiration, the dogs were exposed to\nlower doses of inhaled anesthetic for the targeted condition compared to\ncontinuous; the average inhaled anesthetic dose per breath following 10 and\n20 min of targeted and continuous delivery of sevoflurane and isoflurane\nare summarized in Fig. 8(a). Doses were similar across animals and were\ncomparable after 10 and 20 min of delivery for a given agent and regimen.\nSimilarly, end-expiratory concentrations were significantly reduced during\ntargeted delivery, while end-inspiratory concentrations were generally similar\ndespite a slightly increased concentration during continuous sevoflurane (Figs.\n8(b) and 8(c)).",
            "cite_spans": [],
            "section": "Delivered Dose of Anesthetic. ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 897,
                    "end": 901,
                    "mention": "8(a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "mention": "8(b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "mention": "8(c)",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "One may further speculate that an uneven distribution of the inhaled anesthetic\ncould have played a critical role in the observed variability between positive\nand negative responses during bronchoconstriction. Previous modeling studies\nhave shown that asthma is associated with heterogeneous constriction of the\nairway tree, particularly in smaller peripheral airways [52–55], though imaging studies suggest that partial closure\nof larger bronchi also contribute [56–58].\nVenegas et al. [59,60] have shown that\n“bi-stable” terminal airways, which exist as either fully opened\nor nearly closed, can lead to poorly ventilated lung regions called ventilation\ndefects [50] via dynamic feedback\ninteractions involving both the central bronchi and peripheral airways [59,61]. Consequently, flow redistribution away from such ventilation\ndefects would promote more heterogeneous delivery of the inhaled anesthetic,\ncausing bronchodilation of unaffected airways, which may limit the overall\nefficacy of these agents, or even potentially increase ventilation\nheterogeneity. These increases in airway heterogeneity may contribute to\nsubstantial increases in apparent RL and\nEL as measured at the airway opening,\nespecially at physiologic breathing frequencies [55], which would potentially mask our ability to detect\nany bronchodilation resulting from direct action of the inhaled anesthetic on\nASM. Similarly, MCh-induced hypersecretion of mucus in the airways [62] may facilitate partial or complete\nairway closure and formation of mucus plugs [63,64], which would occlude\nsmall airways and limit the amount of inhaled anesthetic reaching constricted\nairways. Such an effect would limit the effectiveness of this delivery method\nand may have played a role in cases where RL and\nEL actually increased and\nVD decreased.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1537,
                    "end": 1539,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1540,
                    "end": 1542,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Ventilation Heterogeneity During Bronchoconstriction. ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We previously proposed that the serial composition of an inspired gas could be\nmanipulated to target the anatomic dead space [29]. The concept of different portions of the inspired tidal volume\nhaving variable gas concentrations is familiar to anesthesiologists using\ntraditional “Mapleson” style semi-open breathing circuits [65]. In a similar study of serial gas\nmanipulation, Brogan et al. [66]\ndemonstrated that ventilation–perfusion matching could be improved by\napplication of CO2 to the conducting airways exclusively, with\ntargeted delivery achieved by manual injection of CO2 during the\nsecond half of inspiration. Our anesthetic delivery system advances this method\nby providing an automated delivery window based on volume capnography, which can\nbe varied to match the subject's dead space volume. Such a delivery\nmethod is not possible with conventional anesthesia machines, which operate via\ncircular breathing circuits designed to maintain a constant agent concentration.\nWhile uncommon in general clinical practice, draw-over anesthesia relies on\n“pulling” fresh gas across a vaporizer during spontaneous\nbreathing of the patient [67]. By\ncombining the U-PAC vaporizer in series with a ventilator, fresh gas can be\n“pushed” across the vaporizer, facilitating rapid response for\ntargeted delivery of the inhaled anesthetic. The reduced size, compatibility\nwith multiple agents, and operational simplicity of the U-PAC vaporizer provides\nan ideal method for the delivery of inhaled anesthetics in clinical settings,\nwhere there are limited options available for administration of these agents to\npatients [6].",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1146,
                    "end": 1148,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1619,
                    "end": 1620,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Anesthetic Delivery System. ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Compared to continuous delivery, we found that targeted delivery resulted in a\nsignificantly reduced dose of inhaled anesthetic, as well as a lowered residual\nconcentration at end-expiration (Figs. 7\nand 8). This suggests that restricting\ninhaled anesthetics to the end of inspiration facilitated delivery to the\nconducting airways while decreasing systemic uptake and redistribution, which is\nan important consideration given that the consistent clinical use of these\nagents can be limited by negative systemic side effects [1]. However, a small concentration of end-tidal anesthetic\nduring targeted delivery was still detected (Fig. 8), suggesting that some alveolar delivery and/or uptake of\nanesthetic via the conducting airways may have occurred [28,37]. Since\nthe canine airway tree is highly asymmetric and leads to a distribution of path\nlengths between the trachea and terminal alveoli [61], a delivery profile appropriate for longer path\nlengths would have the potential of anesthetic reaching alveoli at shorter\ndistances relative to the airway opening. While these factors may have resulted\nin some systemic absorption during targeted delivery, the corresponding\nend-expiratory concentration was considerably lower compared to that for\ncontinuous delivery, consistent with lower systemic absorption of the\nanesthetics, although not directly measured here.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Inhaled Anesthetic Exposure. ::: Discussion",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 204,
                    "end": 205,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Our estimate of anatomic dead space, VD, is an\nidealized, compartmentalized physiologic construct based on capnography, rather\nthan true anatomic measurements of airway size [31]. Increased VD as an index\nof bronchodilation may be limited in cases where the lung periphery is the most\ndominant contributor to increased resistance [35,47], since the\nconducting airways constitute the majority of anatomic dead space. Yet we\nobserved that changes in VD and\nRL were closely related during maximal\nbronchoconstriction and airway relaxation with atropine. Therefore, imaging\nmodalities such as high-resolution computed tomographic and magnetic resonance\nimaging can provide further insight into the ventilation distribution and degree\nof heterogeneity during bronchoconstriction, while potentially resolving\ndisparities between trends in lung resistance and anatomic dead space [31]. Additionally, these experiments\nfocused on the dilation of constricted airways during cholinergic agonism.\nMethacholine has been shown to constrict the central airways predominantly,\nwhereas an allergen-induced bronchoconstriction leads to a more peripheral\npattern of constriction that can manifest through important ventilation defects\nas discussed previously [68]. The\neffects of inhaled anesthetics on this cholinergic pathway may not be similar to\ntheir effects on allergic bronchial hyperresponsiveness, for which they are\nknown to be therapeutic [69,70].",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 874,
                    "end": 876,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1242,
                    "end": 1244,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Model Critique. ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the known clinical efficacy of inhaled anesthetics for the treatment of\nsevere bronchoconstriction, we did not observe significant in vivo bronchodilation\nfollowing either targeted or continuous delivery of these agents during purely\ncholinergic bronchoconstriction. Given that this is contrary to previous work, we\nspeculate that higher concentrations delivered to ASM may be necessary to achieve\nsignificant bronchodilation using these regimens. Protective flow redistribution and\nhypersecretion of mucus could have limited the amount of inhaled anesthetic\ndelivered to constricted airways, while corresponding increases in lung\nheterogeneity may have led to increased apparent lung resistance and elastance in\nsome cases. More robust estimates of lung mechanics could help to resolve these\ndiscrepancies. Nevertheless, although we were unable to detect significant\nbronchodilation during inhaled anesthetic delivery, our targeted delivery system\nindicates that it is possible to deliver inhaled anesthetics predominately to the\nanatomic dead space, resulting in reduced systemic dose. Thus it may be possible to\nachieve direct pharmacologic action on airway smooth muscle, with less potential for\nsystemic absorption.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Schematic of inhaled anesthetic delivery system. Arrows within the\nventilator circuit denote direction of flows. NO Sol, normally open\nsolenoid valve; NC Sol, normally closed solenoid valve; A/D,\nanalog-to-digital converter; D/A, digital-to-analog converter;\nPao, airway pressure; V˙,\nairway flow. Check valves included to prevent back flow into the\ninspiratory limb as the gas travels to the scavenger system during\nexpiration.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Timeline of experimental protocol and drug administration. Baseline\nmeasurements of RL,\nEL, and VD\nwere obtained after anesthetic induction and intubation. Intravenous MCh\nwas then used to induce sustained bronchoconstriction, followed by\neither targeted or continuous delivery of the inhaled anesthetic.\nIntravenous atropine was administered after treatment with inhaled\nanesthetic. Neostigmine and glycopyrrolate were used at the end of the\nprotocol, to reverse neuromuscular blockade.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Real-time estimation of anatomic dead space using the technique of volume\ncapnography in a representative dog; this analysis was automated for\neach breath as part of the solenoid-valve control software. A line\ntangent to phase III (sloping upward dashed) and a vertical line through\nphase II (vertical dashed) are positioned such that areas\np and q are equal. Volumes along\nthe x-axis to the left and right of the vertical line\nare assumed to correspond to the dead space volume\n(VD), and the effective alveolar\nvolume (Valv), respectively.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Isoflurane was delivered to a section of corrugated tubing\n(∼150 ml, gray cylinder) in series with a pair of\nspring-loaded bellows (as shown on the right in the schematic),\nventilated with tidal volume 500 ml and rate\n20 min−1: (a)\ncharacteristic trace of flow measured for two breaths;\n(b) corresponding tidal volume (solid) with\nreal-time generation of actuating signal denoting anesthetic delivery\nwindow at the end of inspiration (dashed). The delivery threshold\n(Vth) was set to 300 ml to\naccount for the delay in switching between sublimbs and engaging the\nanesthetic vaporizer; and (c) three traces of\nisoflurane concentration characterizing anesthetic distribution\nthroughout the dead space compartment. Isoflurane concentration detected\nat the interface between dead space and alveolar compartments was\nnegligible.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Summary of: (a) and (b) lung resistance\n(RL); (c) and\n(d) lung elastance\n(EL); and (e) and\n(f) anatomic dead space\n(VD) during targeted and continuous\ndelivery. Data are shown for sevoflurane (left panels) and isoflurane\n(right panels), and are averaged across all animals, with error bars\ndenoting standard deviations. *Significantly different compared\nto baseline; #significantly different compared to atropine.\nFor all comparisons, P < 0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Examples of (a) and (b) lung resistance\n(RL); (c) and\n(d) lung elastance\n(EL); and (e) and\n(f) anatomic dead space\n(VD) during targeted and continuous\ndelivery for two representative dogs. Data are shown for a positive\nresponder (left panels) and a nonresponder (right panels) during\ntargeted and continuous sevoflurane delivery. Symbols denote the mean\nvalue from 20 breaths. Errors bars, when larger than the symbol, denote\nstandard deviations.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Example concentration profiles of sevoflurane (solid line) and isoflurane\n(solid line) measured at the airway opening during (a)\nand (c) targeted and (b) and\n(d) continuous delivery, superimposed on\ncorresponding tidal volumes (dashed black line). Note the relatively\nhigher end-expiration concentration for continuous compared to targeted\ndelivery.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Comparison of: (a) average inhaled anesthetic dose per\nbreath; (b) end-inspiratory anesthetic concentration;\nand (c) end-expiratory anesthetic concentration\nmeasured during targeted and continuous delivery. Data are shown for\nsevoflurane (left bars) and isoflurane (right bars). Data are averaged\nacross animals, with error bars denoting SD. *Significantly\ngreater compared to targeted sevoflurane or isoflurane delivery at both\n10 and 20 min,\nP < 0.05.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Therapeutic Options\nfor Severe, Refractory Status Asthmaticus: Inhalational Anaesthetic Agents,\nExtracorporeal Membrane Oxygenation and Helium/Oxygen\nVentilation",
            "authors": [],
            "year": 1997,
            "venue": "Paediatr. Anaesth.",
            "volume": "7",
            "issn": "1",
            "pages": "47-57",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1460-9592.1997.d01-33.x"
                ]
            }
        },
        "BIBREF1": {
            "title": "Prolonged Isoflurane\nAnesthesia in Status Asthmaticus",
            "authors": [],
            "year": 1986,
            "venue": "Crit. Care\nMed.",
            "volume": "14",
            "issn": "9",
            "pages": "832-833",
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-198609000-00017"
                ]
            }
        },
        "BIBREF2": {
            "title": "Prolonged Isoflurane\nAnesthesia in a Case of Catastrophic Asthma",
            "authors": [],
            "year": 1997,
            "venue": "Acta Paediatr. Jpn.",
            "volume": "39",
            "issn": "3",
            "pages": "375-378",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1442-200X.1997.tb03758.x"
                ]
            }
        },
        "BIBREF3": {
            "title": "Prolonged Sevoflurane\nInhalation Was Not Nephrotoxic in Two Patients With Refractory Status\nAsthmaticus",
            "authors": [],
            "year": 1996,
            "venue": "Anesth. Analg.",
            "volume": "83",
            "issn": "1",
            "pages": "189-191",
            "other_ids": {
                "DOI": [
                    "10.1213/00000539-199607000-00035"
                ]
            }
        },
        "BIBREF4": {
            "title": "Isoflurane Therapy for\nStatus Asthmaticus in Children: A Case Series and\nProtocol",
            "authors": [],
            "year": 2000,
            "venue": "Pediatr. Crit. Care Med.",
            "volume": "1",
            "issn": "1",
            "pages": "55-59",
            "other_ids": {
                "DOI": [
                    "10.1097/00130478-200007000-00011"
                ]
            }
        },
        "BIBREF5": {
            "title": "Hypercapnia: What is\nthe Limit in Paediatric Patients? A Case of Near-Fatal Asthma Successfully\nTreated by Multipharmacological Approach",
            "authors": [],
            "year": 2004,
            "venue": "Paediatr. Anaesth.",
            "volume": "14",
            "issn": "7",
            "pages": "596-603",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1460-9592.2004.01260.x"
                ]
            }
        },
        "BIBREF6": {
            "title": "Sevoflurane Induction\nfor Emergency Cesarean Section in a Parturient in Status\nAsthmaticus",
            "authors": [],
            "year": 1999,
            "venue": "Anesthesiology",
            "volume": "90",
            "issn": "5",
            "pages": "1475-1476",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-199905000-00033"
                ]
            }
        },
        "BIBREF7": {
            "title": "The Investigation of\nIsoflurane Therapy for Status Asthmaticus Patients",
            "authors": [],
            "year": 2005,
            "venue": "Arerugi",
            "volume": "54",
            "issn": "",
            "pages": "18-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Halothane in Status\nAsthmaticus",
            "authors": [],
            "year": 1982,
            "venue": "Crit. Care Med.",
            "volume": "10",
            "issn": "5",
            "pages": "341-343",
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-198205000-00013"
                ]
            }
        },
        "BIBREF9": {
            "title": "Anaesthetic Management\nin Asthma",
            "authors": [],
            "year": 2007,
            "venue": "Minerva Anesthesiol.",
            "volume": "73",
            "issn": "",
            "pages": "357-365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Effects of Anaesthetic\nAgents on Airway Smooth Muscles",
            "authors": [],
            "year": 2002,
            "venue": "Br. J.\nAnaesth.",
            "volume": "88",
            "issn": "5",
            "pages": "624-627",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/88.5.624"
                ]
            }
        },
        "BIBREF11": {
            "title": "Experience With Use of\nExtracorporeal Life Support for Severe Refractory Status Asthmaticus in\nChildren",
            "authors": [],
            "year": 2009,
            "venue": "Crit. Care",
            "volume": "13",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc7735"
                ]
            }
        },
        "BIBREF12": {
            "title": "Effect of Halothane on\nIntracellular Calcium Oscillations in Porcine Tracheal Smooth Muscle\nCells",
            "authors": [],
            "year": 1999,
            "venue": "Am. J. Physiol.",
            "volume": "276",
            "issn": "",
            "pages": "L81-L89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Volatile Anesthetics\nInhibit Voltage-Dependent Ca2+ Channels in Porcine Tracheal Smooth\nMuscle Cells",
            "authors": [],
            "year": 1995,
            "venue": "Am. J. Physiol.",
            "volume": "268",
            "issn": "2",
            "pages": "L187-L191",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.1995.268.2.L187"
                ]
            }
        },
        "BIBREF14": {
            "title": "Cellular Mechanisms of\nAirway Smooth Muscle Relaxant Effects of Anesthetic\nAgents",
            "authors": [],
            "year": 2003,
            "venue": "J. Anesth.",
            "volume": "17",
            "issn": "4",
            "pages": "251-258",
            "other_ids": {
                "DOI": [
                    "10.1007/s00540-003-0194-4"
                ]
            }
        },
        "BIBREF15": {
            "title": "Effects of Halothane\non the Relationship Between Cytosolic Calcium and Force in Airway Smooth\nMuscle",
            "authors": [],
            "year": 1994,
            "venue": "Am. J. Physiol.",
            "volume": "266",
            "issn": "2",
            "pages": "L199-L204",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.1994.266.2.L199"
                ]
            }
        },
        "BIBREF16": {
            "title": "Soluble Gas Exchange\nin the Pulmonary Airways of Sheep",
            "authors": [],
            "year": 2004,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "97",
            "issn": "5",
            "pages": "1702-1708",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.01272.2003"
                ]
            }
        },
        "BIBREF17": {
            "title": "Conducting Airway Gas\nExchange: Diffusion-Related Differences in Inert Gas\nElimination",
            "authors": [],
            "year": 1992,
            "venue": "J. Appl. Physiol.",
            "volume": "72",
            "issn": "",
            "pages": "1581-1588",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1992.72.4.1581"
                ]
            }
        },
        "BIBREF18": {
            "title": "Comparison of Low\nConcentrations of Halothane and Isoflurane as\nBronchodilators",
            "authors": [],
            "year": 1993,
            "venue": "Anesthesiology",
            "volume": "78",
            "issn": "6",
            "pages": "1097-1101",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-199306000-00012"
                ]
            }
        },
        "BIBREF19": {
            "title": "Mechanism for the\nReduction in Pulmonary Resistance Induced by\nHalothane",
            "authors": [],
            "year": 1967,
            "venue": "J. Pharmacol. Exp. Ther.",
            "volume": "158",
            "issn": "",
            "pages": "28-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Direct and Neurally\nMediated Effects of Halothane on Pulmonary Resistance In\nVivo",
            "authors": [],
            "year": 1990,
            "venue": "Anesthesiology",
            "volume": "72",
            "issn": "6",
            "pages": "1057-1063",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-199006000-00017"
                ]
            }
        },
        "BIBREF21": {
            "title": "Volatile Anesthetics\nand the Treatment of Severe Bronchoconstriction: A Concept of Targeted\nDelivery",
            "authors": [],
            "year": 2014,
            "venue": "Drug Discovery Today: Disease\nModels",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ddmod.2014.02.004"
                ]
            }
        },
        "BIBREF22": {
            "title": "Relief of Severe\nIntractable Bronchial Asthma With Cyclopropane Anesthesia: Report of a\nCase",
            "authors": [],
            "year": 1939,
            "venue": "J. Allergy",
            "volume": "10",
            "issn": "3",
            "pages": "239-240",
            "other_ids": {
                "DOI": [
                    "10.1016/S0021-8707(39)90472-7"
                ]
            }
        },
        "BIBREF23": {
            "title": "Assessment of\nTime-Domain Analyses for Estimation of Low-Frequency Respiratory Mechanical\nProperties and Impedance Spectra",
            "authors": [],
            "year": 1995,
            "venue": "Ann.\nBiomed. Eng.",
            "volume": "23",
            "issn": "2",
            "pages": "135-151",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02368321"
                ]
            }
        },
        "BIBREF24": {
            "title": "Assessment of\nHeterogeneous Airway Constriction in Dogs: A Structure-Function\nAnalysis",
            "authors": [],
            "year": 2009,
            "venue": "J. Appl. Physiol.",
            "volume": "106",
            "issn": "2",
            "pages": "520-530",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.90576.2008"
                ]
            }
        },
        "BIBREF25": {
            "title": "Comparison of MAC and\nthe Rate of Rise of Alveolar Concentration of Sevoflurane With Halothane and\nIsoflurane in the Dog",
            "authors": [],
            "year": 1988,
            "venue": "Anesthesiology",
            "volume": "68",
            "issn": "3",
            "pages": "435-437",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-198803000-00020"
                ]
            }
        },
        "BIBREF26": {
            "title": "A New Correction\nTechnique for Measuring Respiratory Impedance Through an Endotracheal\nTube",
            "authors": [],
            "year": 1996,
            "venue": "Eur. Respir. J.",
            "volume": "9",
            "issn": "5",
            "pages": "1079-1086",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.96.09051079"
                ]
            }
        },
        "BIBREF27": {
            "title": "The Concept of\nDeadspace With Special Reference to the Single Breath Test for Carbon\nDioxide",
            "authors": [],
            "year": 1981,
            "venue": "Br. J. Anaesth.",
            "volume": "53",
            "issn": "1",
            "pages": "77-88",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/53.1.77"
                ]
            }
        },
        "BIBREF28": {
            "title": "Effects of Lung\nInflation on Airway Heterogeneity During Histaminergic\nBronchoconstriction",
            "authors": [],
            "year": 2013,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "115",
            "issn": "5",
            "pages": "626-633",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.00476.2013"
                ]
            }
        },
        "BIBREF29": {
            "title": "The Bronchial\nCirculation",
            "authors": [],
            "year": 1991,
            "venue": "News Physiol. Sci.",
            "volume": "6",
            "issn": "1",
            "pages": "21-25",
            "other_ids": {
                "DOI": [
                    "10.1152/physiologyonline.1991.6.1.21"
                ]
            }
        },
        "BIBREF30": {
            "title": "Bronchial Blood Flow\nAffects Recovery From Constriction in Dog Lung\nPeriphery",
            "authors": [],
            "year": 1986,
            "venue": "J. Appl. Physiol.",
            "volume": "60",
            "issn": "6",
            "pages": "1954-1959",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1986.60.6.1954"
                ]
            }
        },
        "BIBREF31": {
            "title": "Pulmonary Drug\nDelivery—Part I: Physiological Factors Affecting Therapeutic\nEffectiveness of Aerosolized Medications",
            "authors": [],
            "year": 2003,
            "venue": "Br. J. Clin. Pharmacol.",
            "volume": "56",
            "issn": "6",
            "pages": "588-599",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2125.2003.01892.x"
                ]
            }
        },
        "BIBREF32": {
            "title": "Inhalation\nAnaesthetics Produce Asynchronous Reversal of Ventilation Inhomogeneity and\nIncreased Lung Resistance in a Canine Model of Bronchial\nAsthma",
            "authors": [],
            "year": 1998,
            "venue": "Br. J. Anaesth.",
            "volume": "80",
            "issn": "6",
            "pages": "807-813",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/80.6.807"
                ]
            }
        },
        "BIBREF33": {
            "title": "Sevoflurane\nAdministration in Status Asthmaticus: A Case Report",
            "authors": [],
            "year": 2005,
            "venue": "AANA J.",
            "volume": "73",
            "issn": "",
            "pages": "35-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Sevoflurane and\nIsoflurane Protect Against Bronchospasm in Dogs",
            "authors": [],
            "year": 1994,
            "venue": "Anesthesiology",
            "volume": "81",
            "issn": "5",
            "pages": "1230-1234",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-199411000-00017"
                ]
            }
        },
        "BIBREF35": {
            "title": "Protective Effects of\nVolatile Agents Against Methacholine-Induced Bronchoconstriction in\nRats",
            "authors": [],
            "year": 2001,
            "venue": "Anesthesiology",
            "volume": "94",
            "issn": "2",
            "pages": "348-353",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-200102000-00026"
                ]
            }
        },
        "BIBREF36": {
            "title": "Effects of Volatile\nAnaesthetic Agents on Enhanced Airway Tone in Sensitized guinea\nPigs",
            "authors": [],
            "year": 2004,
            "venue": "Br. J. Anaesth.",
            "volume": "92",
            "issn": "2",
            "pages": "254-260",
            "other_ids": {
                "DOI": [
                    "10.1093/bja/aeh049"
                ]
            }
        },
        "BIBREF37": {
            "title": "Sevoflurane and\nDesflurane Protect Cholinergic-Induced Bronchoconstriction of Hyperreactive\nAirways in Rabbits",
            "authors": [],
            "year": 2011,
            "venue": "Can. J.\nAnaesth.",
            "volume": "58",
            "issn": "11",
            "pages": "1007-1015",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-011-9578-3"
                ]
            }
        },
        "BIBREF38": {
            "title": "Constant-Phase\nDescriptions of Canine Lung, Chest Wall, and Total Respiratory System\nViscoelasticity: Effects of Distending Pressure",
            "authors": [],
            "year": 2012,
            "venue": "Respir. Physiol. Neurobiol.",
            "volume": "183",
            "issn": "2",
            "pages": "75-84",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resp.2012.06.008"
                ]
            }
        },
        "BIBREF39": {
            "title": "Pulmonary Resistance\nDuring Halothane Anesthesia Is Not Determined Only by Airway\nCaliber",
            "authors": [],
            "year": 1989,
            "venue": "Anesthesiology",
            "volume": "70",
            "issn": "3",
            "pages": "453-460",
            "other_ids": {
                "DOI": [
                    "10.1097/00000542-198903000-00015"
                ]
            }
        },
        "BIBREF40": {
            "title": "Tissue Resistance and\nthe Contractile State of Lung Parenchyma",
            "authors": [],
            "year": 1993,
            "venue": "J.\nAppl. Physiol.",
            "volume": "74",
            "issn": "3",
            "pages": "1387-1397",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1993.74.3.1387"
                ]
            }
        },
        "BIBREF41": {
            "title": "Airway and Lung Tissue\nMechanics in Asthma. Effects of Albuterol",
            "authors": [],
            "year": 1999,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "159",
            "issn": "1",
            "pages": "169-178",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.159.1.9709109"
                ]
            }
        },
        "BIBREF42": {
            "title": "Low-Dose Halothane\nProduces Airway Dilatation but Does Not Alter Parenchymal Mechanics in the\nNormal Canine Lung",
            "authors": [],
            "year": 1995,
            "venue": "Can. J.\nAnaesth.",
            "volume": "42",
            "issn": "5",
            "pages": "438-445",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03015493"
                ]
            }
        },
        "BIBREF43": {
            "title": "Oscillation Mechanics\nof the Respiratory System: Applications to Lung\nDisease",
            "authors": [],
            "year": 2011,
            "venue": "Crit. Rev. Biomed. Eng.",
            "volume": "39",
            "issn": "4",
            "pages": "337-359",
            "other_ids": {
                "DOI": [
                    "10.1615/CritRevBiomedEng.v39.i4.60"
                ]
            }
        },
        "BIBREF44": {
            "title": "Isoflurane Therapy for\nSevere Refractory Status Asthmaticus in Children",
            "authors": [],
            "year": 2006,
            "venue": "Intensive Care Med.",
            "volume": "32",
            "issn": "6",
            "pages": "927-33",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-006-0163-0"
                ]
            }
        },
        "BIBREF45": {
            "title": "Emergent Behavior of\nRegional Heterogeneity in the Lung and Its Effects on Respiratory\nImpedance",
            "authors": [],
            "year": 2011,
            "venue": "J. Appl. Physiol.",
            "volume": "110",
            "issn": "5",
            "pages": "1473-1481",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.01287.2010"
                ]
            }
        },
        "BIBREF46": {
            "title": "Reliability of\nEstimating Stochastic Lung Tissue Heterogeneity From Pulmonary Impedance\nSpectra: A Forward-Inverse Modeling Study",
            "authors": [],
            "year": 2007,
            "venue": "Ann. Biomed. Eng.",
            "volume": "35",
            "issn": "10",
            "pages": "1722-1738",
            "other_ids": {
                "DOI": [
                    "10.1007/s10439-007-9339-1"
                ]
            }
        },
        "BIBREF47": {
            "title": "How Heterogeneous\nBronchoconstriction Affects Ventilation Distribution in Human Lungs: A\nMorphometric Model",
            "authors": [],
            "year": 1999,
            "venue": "Ann. Biomed.\nEng.",
            "volume": "27",
            "issn": "3",
            "pages": "14-22",
            "other_ids": {
                "DOI": [
                    "10.1114/1.161"
                ]
            }
        },
        "BIBREF48": {
            "title": "Airway Remodeling in\nAsthma Amplifies Heterogeneities in Smooth Muscle Shortening Causing\nHyperresponsiveness",
            "authors": [],
            "year": 1999,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "86",
            "issn": "6",
            "pages": "2001-2012",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1999.86.6.2001"
                ]
            }
        },
        "BIBREF49": {
            "title": "Relationship Between\nHeterogeneous Changes in Airway Morphometry and Lung Resistance and\nElastance",
            "authors": [],
            "year": 1997,
            "venue": "J. Appl. Physiol.",
            "volume": "83",
            "issn": "4",
            "pages": "1192-1201",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1997.83.4.1192"
                ]
            }
        },
        "BIBREF50": {
            "title": "How Inhomogeneities\nand Airway Walls Affect Frequency Dependence and Separation of Airway and\nTissue Properties",
            "authors": [],
            "year": 1996,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "80",
            "issn": "5",
            "pages": "1696-1707",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1996.80.5.1696"
                ]
            }
        },
        "BIBREF51": {
            "title": "Investigation of Hyperpolarized 3He Magnetic\nResonance Imaging Utility in Examining Human Airway Diameter Behavior in\nAsthma Through Comparison With High-Resolution Computed\nTomography",
            "authors": [],
            "year": 2008,
            "venue": "Acad. Radiol.",
            "volume": "15",
            "issn": "6",
            "pages": "799-808",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2008.02.003"
                ]
            }
        },
        "BIBREF52": {
            "title": "The Difference in\nVentilation Heterogeneity Between Asthmatic and Healthy Subjects Quantified\nUsing Hyperpolarized 3He MRI",
            "authors": [],
            "year": 2009,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "106",
            "issn": "3",
            "pages": "813-822",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.01133.2007"
                ]
            }
        },
        "BIBREF53": {
            "title": "The Distribution of\nVentilation During Bronchoconstriction is Patchy and Bimodal: A PET Imaging\nStudy",
            "authors": [],
            "year": 2005,
            "venue": "Respir. Physiol. Neurobiol.",
            "volume": "148",
            "issn": "1–2",
            "pages": "57-64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resp.2005.05.023"
                ]
            }
        },
        "BIBREF54": {
            "title": "Self-Organized Patchiness in Asthma as\na Prelude to Catastrophic Shifts",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "434",
            "issn": "7034",
            "pages": "777-782",
            "other_ids": {
                "DOI": [
                    "10.1038/nature03490"
                ]
            }
        },
        "BIBREF55": {
            "title": "Therapeutic\nApplications and Uses of Inhalational Anesthesia in the Pediatric Intensive\nCare Unit",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr. Crit. Care\nMed.",
            "volume": "9",
            "issn": "2",
            "pages": "169-179",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0b013e31816688ef"
                ]
            }
        },
        "BIBREF56": {
            "title": "Complex Airway\nBehavior and Paradoxical Responses to\nBronchoprovocation",
            "authors": [],
            "year": 2007,
            "venue": "J. Appl. Physiol.",
            "volume": "103",
            "issn": "2",
            "pages": "655-663",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.00041.2007"
                ]
            }
        },
        "BIBREF57": {
            "title": "Impact of Ventilation\nFrequency and Parenchymal Stiffness on Flow and Pressure Distribution in a\nCanine Lung Model",
            "authors": [],
            "year": 2013,
            "venue": "Ann. Biomed.\nEng.",
            "volume": "41",
            "issn": "12",
            "pages": "2699-2711",
            "other_ids": {
                "DOI": [
                    "10.1007/s10439-013-0866-7"
                ]
            }
        },
        "BIBREF58": {
            "title": "Secretory\nHyperresponsiveness and Pulmonary Mucus\nHypersecretion",
            "authors": [],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "2",
            "pages": "496-507",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.13-2609"
                ]
            }
        },
        "BIBREF59": {
            "title": "Airway Wall Liquid.\nSources and Role as an Amplifier of\nBronchoconstriction",
            "authors": [],
            "year": 1995,
            "venue": "Chest",
            "volume": "107",
            "issn": "3",
            "pages": "105S-110S",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.107.3_Supplement.105S"
                ]
            }
        },
        "BIBREF60": {
            "title": "Effects of Surface\nTension and Intraluminal Fluid on Mechanics of Small\nAirways",
            "authors": [],
            "year": 1997,
            "venue": "J. Appl. Physiol.",
            "volume": "82",
            "issn": "1",
            "pages": "233-239",
            "other_ids": {
                "DOI": [
                    "10.1152/jappl.1997.82.1.233"
                ]
            }
        },
        "BIBREF61": {
            "title": "A Mass Balance Model\nfor the Mapleson D Anaesthesia Breathing System",
            "authors": [],
            "year": 1993,
            "venue": "Can. J. Anaesth.",
            "volume": "40",
            "issn": "6",
            "pages": "554-567",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03009741"
                ]
            }
        },
        "BIBREF62": {
            "title": "Carbon Dioxide Added\nLate in Inspiration Reduces Ventilation-Perfusion Heterogeneity Without\nCausing Respiratory Acidosis",
            "authors": [],
            "year": 2004,
            "venue": "J. Appl.\nPhysiol.",
            "volume": "96",
            "issn": "5",
            "pages": "1894-1898",
            "other_ids": {
                "DOI": [
                    "10.1152/japplphysiol.00160.2003"
                ]
            }
        },
        "BIBREF63": {
            "title": "A Field-Expediant\nOhmeda Universal Portable Anesthesia Complete Draw-Over Vaprizer\nSetup",
            "authors": [],
            "year": 2008,
            "venue": "AANA J.",
            "volume": "76",
            "issn": "",
            "pages": "185-187",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Methacholine and\nOvalbumin Challenges Assessed by Forced Oscillations and Synchrotron Lung\nImaging",
            "authors": [],
            "year": 2009,
            "venue": "Am. J. Respir. Crit. Care\nMed.",
            "volume": "180",
            "issn": "4",
            "pages": "296-303",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200808-1211OC"
                ]
            }
        },
        "BIBREF65": {
            "title": "Effects of\nInhalational Anaesthetics in Experimental Allergic\nAsthma",
            "authors": [],
            "year": 2014,
            "venue": "Anaesthesia",
            "volume": "69",
            "issn": "6",
            "pages": "573-582",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.12593"
                ]
            }
        },
        "BIBREF66": {
            "title": "Improving Our Approach\nto Sedation in the Pediatric Intensive Care Unit: Is It Time to\nInhale?",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr. Crit. Care Med.",
            "volume": "9",
            "issn": "2",
            "pages": "233-234",
            "other_ids": {
                "DOI": [
                    "10.1097/PCC.0b013e318166d135"
                ]
            }
        },
        "BIBREF67": {
            "title": "Lung Mechanics and\nHistology During Sevoflurane Anesthesia in a Model of Chronic Allergic\nAsthma",
            "authors": [],
            "year": 2007,
            "venue": "Anesth. Analg.",
            "volume": "104",
            "issn": "3",
            "pages": "631-637",
            "other_ids": {
                "DOI": [
                    "10.1213/01.ane.0000255073.96001.cb"
                ]
            }
        },
        "BIBREF68": {
            "title": "Prolonged\nAdministration of Isoflurane to Pediatric Patients During Mechanical\nVentilation",
            "authors": [],
            "year": 1993,
            "venue": "Anesth. Analg.",
            "volume": "76",
            "issn": "3",
            "pages": "520-526",
            "other_ids": {
                "DOI": [
                    "10.1213/00000539-199303000-00011"
                ]
            }
        },
        "BIBREF69": {
            "title": "Prolonged Use of\nIsoflurane in Asthma",
            "authors": [],
            "year": 1994,
            "venue": "Can. J.\nAnaesth.",
            "volume": "41",
            "issn": "5 Pt. 1",
            "pages": "452-453",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03009879"
                ]
            }
        }
    }
}