{
    "paper_id": "PMC6997762",
    "metadata": {
        "title": "Nucleocapsid Protein Recruitment to Replication-Transcription Complexes Plays a Crucial Role in Coronaviral Life Cycle",
        "authors": [
            {
                "first": "Yingying",
                "middle": [],
                "last": "Cong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mustafa",
                "middle": [],
                "last": "Ulasli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hein",
                "middle": [],
                "last": "Schepers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Mauthe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "V’kovski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Franziska",
                "middle": [],
                "last": "Kriegenburg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cornelis",
                "middle": [
                    "A.",
                    "M."
                ],
                "last": "de Haan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fulvio",
                "middle": [],
                "last": "Reggiori",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [
                    "Ellis"
                ],
                "last": "Dutch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) are viruses that cause numerous pathologies in humans and other mammals, including respiratory, enteric, hepatic, and neurological diseases, with varying severities (1–3). CoVs are divided into four genera, i.e., Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus (4). Human pathogens that can be lethal, such as the severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome CoVs, belong to the Betacoronavirus genus (1–3). Mouse hepatitis virus (MHV), which is also part of the Betacoronavirus genus, is considered the prototypical virus for the study of the CoV infection mechanism.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "–",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 189,
                    "end": 190,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 484,
                    "mention": "–",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 484,
                    "end": 485,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "CoVs are enveloped viruses with single-stranded, positive-sense, RNA genomes. Their genomes are approximately 30 kb, encode structural proteins and accessory proteins, and contain two overlapping open reading frames (ORFs), ORF1a and ORF1b, which are translated into two large polyproteins, pp1a and pp1ab. These polyproteins are processed into 15 or 16 nonstructural proteins (nsps) by multiple viral proteinase activities present in their sequences (2). Collectively, nsps form the replication-transcription complexes (RTCs), which play a crucial role in the synthesis of viral RNA (5–9). Immunofluorescence and electron microscopy studies have revealed that CoV RTC proteins are localized on membrane networks composed of convoluted membranes and double-membrane vesicles (DMVs), which are induced by the nsps themselves (7, 10–12). RTCs, together with recruited host factors, copy the genome either continuously into a genome-length template (i.e., replication) or discontinuously into the various subgenome-length minus-strand templates (i.e., transcription). These minus-strand templates are used for the synthesis of new molecules of genomic RNA (gRNA) and subgenomic mRNAs (sgmRNAs) (2, 5). The sgmRNAs encode both CoV structural and accessory proteins. CoV particles are formed by at least four structural proteins, the spike (S), membrane (M), envelope (E), and nucleocapsid (N) proteins. While the M, E, and S proteins, together with membranes derived from host organelles, compose the virion envelope, the N protein binds the gRNA and allows its encapsulation into viral particles (13). Virions are formed by inward budding through the limiting membrane of the endoplasmic reticulum (ER), ER-Golgi intermediate compartment, and/or Golgi complex and reach the extracellular milieu through the secretory pathway (2, 3).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 453,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 586,
                    "end": 587,
                    "mention": "–",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 587,
                    "end": 588,
                    "mention": "9",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "7",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 830,
                    "end": 831,
                    "mention": "–",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1195,
                    "end": 1196,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1594,
                    "end": 1596,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1823,
                    "end": 1824,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1826,
                    "end": 1827,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "CoV N proteins have three distinct and highly conserved domains, i.e., the N-terminal domain (NTD) (N1b), the C-terminal domain (CTD) (N2b), and the N3 region (14) (Fig. 1A). The crystal structures of the N1b and N2b domains of the N proteins from SARS CoV, infectious bronchitis virus (IBV), human CoV 229E, and MHV show similar overall topological organizations (15–20). The charged N2a domain, which contains a stretch of amino acids rich in serine and arginine residues, known as the SR-rich region, links N1b and N2b (14) (Fig. 1A). N proteins form dimers, which asymmetrically arrange themselves into octamers via their N2b domains and further assemble into larger oligomeric structures that acquire either a loose or more compact intertwined filament shape (19, 21, 22). This oligomerization occurs constitutively and might provide a larger binding surface for the optimal entangling of the large gRNA, as the multimerizing N2b domains form the core of the N protein filaments while the RNA-binding N1b domains decorate their surface (20, 23, 24). The resulting N protein-gRNA ribonucleoprotein complexes are finally incorporated into the forming viral particles through interactions with the C terminus of the M proteins (25).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 367,
                    "end": 368,
                    "mention": "–",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1230,
                    "end": 1232,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 528,
                    "end": 535,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "CoV N protein plays a regulatory role in viral replication or transcription, a notion sustained by several studies showing that the N protein has RNA-binding and chaperone activities and promotes CoV gRNA replication (26–29). Phosphorylation of IBV, SARS CoV, and MHV N protein allows discrimination of binding of viral and nonviral mRNA (30, 31). The SR-rich region appears to be the CoV N protein domain that is mostly modified by phosphorylation (32, 33). Interestingly, it has been revealed that a priming phosphorylation of Ser205 of MHV N protein and of Ser189 and Ser207 of SARS CoV N protein, by a currently unknown kinase, triggers the subsequent phosphorylation of several residues of the SR-rich region by the host glycogen synthase kinase-3 (GSK-3) (32). Phosphorylation by GSK-3 allows association of the RNA helicase DDX1 with N protein, which facilitates template read-through and enables the transition from discontinuous transcription of sgmRNAs to continuous synthesis of longer sgmRNAs and gRNA (32). Intriguingly, part of the N proteins localizes to RTCs, and this peculiar distribution is already observed at the early stages of infection (34–37). In contrast to most of the nsps, which appear to be static components of the RTCs (38), the N protein is dynamically associated with these structures, leading to the idea that it could be recruited to RTCs to stimulate synthesis and eventually to entangle gRNA (39). Interestingly, it has been shown that MHV N protein interacts with nsp3 (40, 41), one of the components of the RTCs, but it remains unclear whether this interaction is required for N protein recruitment to the RTCs. While cotransfection of N protein mRNA with MHV gRNA promotes viral replication, mRNAs encoding an N protein chimera that is not able to interact with nsp3 do not have the same proviral effect (40, 41). These observations indirectly indicate that N protein association with RTCs could have a relevant role in the CoV life cycle.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 220,
                    "end": 221,
                    "mention": "–",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 343,
                    "end": 345,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1163,
                    "end": 1164,
                    "mention": "–",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1164,
                    "end": 1166,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1513,
                    "end": 1515,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1846,
                    "end": 1848,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1850,
                    "end": 1852,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To unveil the recruitment mechanism and the function of the N protein at the RTCs, we decided to investigate the molecular mechanism underlying the association of this protein with RTCs. The characterization of this interaction has allowed us to experimentally block it and thereby to determine its relevance for the CoV life cycle. We found that N protein indeed is recruited to the RTCs by interacting with nsp3. Using an in vitro binding approach, we showed that regions in the N1b and N2a domains of MHV N protein mediate the binding to nsp3 in a gRNA-independent manner. Importantly, we identified and created specific N protein point mutations that block its binding to nsp3 in vitro, and we found that this association is necessary for N protein recruitment and function at the RTCs in vivo. At the RTCs, the nsp3-mediation-recruited N protein is required for the stimulation of gRNA replication and sgmRNA transcription. Indeed, inhibition of the N protein-nsp3 interaction severely impairs viral replication and egression. Altogether, our data demonstrate that N protein interaction with nsp3 is a critical step for MHV replication, and its targeting could represent a valid anticoronaviral therapy.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "N protein interacts with nsp3 (40, 41); therefore, we hypothesized that it is recruited to the RTCs by binding one or more nsp. We initially determined which components of the RTCs interact with the N protein, particularly whether other nsps, apart from nsp3, also bind the N protein, by using a yeast two-hybrid (Y2H) assay (42). For this purpose, the N protein of MHV and all 16 nsps were cloned into a vector carrying the activation domain (AD) or the DNA binding domain (BD), respectively, of the yeast Gal4 transcription factor (42). Each plasmid encoding a BD-nsp fusion protein was transformed together with the one expressing the AD-N chimera into the Y2H test strain, and growth of the cotransformed cells on a medium lacking histidine was used to assess interaction. As shown in Fig. 1B, this approach revealed that MHV N protein bound mainly to nsp3, in agreement with the previous findings (40, 41, 43), and to a far lesser extent to nsp4. Since this potential interaction was detected in only one replicate, we did not investigate this further.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 35,
                    "end": 37,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 903,
                    "end": 905,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Nsp3 is the principal binding partner of the N protein within the RTCs. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 789,
                    "end": 796,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Previous analyses revealed that the large cytosolic N-terminal part of nsp3, from amino acid 1 to amino acid 233, i.e., nsp3N, is important for interaction with the N protein (40, 41). In those studies, however, purified nsp3N was incubated with cell extracts from MHV-infected cells. As a result, this approach cannot exclude the possibility that N protein interacts indirectly with nsp3, i.e., via either a cellular protein or another viral protein, and thus a different factor could be involved in N protein recruitment to the RTCs. Therefore, we first examined whether the N protein and nsp3 bind directly, using in vitro binding experiments. The nsp3N fragment was fused to glutathione transferase (GST), expressed in Escherichia coli, and purified using glutathione (GSH) conjugated to Sepharose beads. To prove that our purified nsp3N fragment retained its overall conformation, GST or GST-nsp3N was first incubated with cell extracts obtained from noninfected and MHV-infected LR7 cells. As shown in Fig. 1C and consistent with the literature (41), the N protein specifically bound to GST-nsp3N but not to GST alone. We also tested whether association with RNA was influencing N protein binding to nsp3N, because this parameter could be relevant for the follow-up in vitro studies with recombinant proteins. Therefore, cell extracts from infected cells were treated with RNase A or with this enzyme plus a specific RNase A inhibitor before being incubated with GST-nsp3N or GST. Importantly, removal of RNA did not alter N protein interaction with nps3N (Fig. 1C).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 180,
                    "end": 182,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Nsp3 is the principal binding partner of the N protein within the RTCs. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1015,
                    "mention": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1563,
                    "end": 1570,
                    "mention": "Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Next, we fused N protein with a 6×His tag and expressed this fusion protein in E. coli before preparing bacterial cell extracts and incubating them with either GST or GST-nsp3N. As shown in Fig. 1D, recombinant N protein specifically bound to purified GST-nsp3N but not GST. Altogether, these experiments show that nsp3, through its N terminus, is the only RTC component that binds directly to the N protein and this binding does not require N protein association with RNA.",
            "cite_spans": [],
            "section": "Nsp3 is the principal binding partner of the N protein within the RTCs. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "mention": "Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To unravel the mechanism of N protein recruitment to the RTCs through binding via nsp3, we dissected how N protein interacts with nsp3. We generated a series of C-terminal-truncated variants of the N protein and assessed their interactions with nsp3 using the Y2H system, to identify the nsp3-binding regions of the N protein (Fig. 2A). Consistent with previous reports (40, 41, 44), we pinpointed one binding region in the N2a domain, between amino acid 233 and amino acid 250, which contains the SR-rich region. To elaborate further on this, we generated three truncated forms, i.e., N1a-N1b/NTD (amino acids 1 to 194), N2a (amino acids 195 to 257), and N2b-N3/CTD (amino acids 258 to 454) (Fig. 1A). These truncated forms were fused with the 6×His tag and expressed in E. coli before preparation of bacterial cell extracts, which were then incubated with either GST or GST-nsp3N. As expected and as shown in Fig. 2B, none of the fusion proteins interacted with GST. In contrast, binding of GST-nsp3N with 6×His-N1a-N1b was detected, as suggested previously (45), but not with 6×His-N2a or 6×His-N2b-N3. Because interaction between nsp3 and N2a was reported previously (40, 41) and was shown to possess weak affinity (44), we repeated the pulldown experiments with GST-nps3N and 6×His-N2a and exposed the Western blot membranes for a longer time (Fig. 2C). This approach allowed detection of the binding between nps3N and N2a, in agreement with our Y2H analysis of the truncated N proteins (Fig. 2A). This result shows that motifs in two different regions of the N protein, i.e., N1a-N1b and to a much smaller extent N2a, are mediating its binding to nsp3.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1220,
                    "end": 1222,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Two domains are required for N protein interaction with nsp3. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 334,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 700,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 911,
                    "end": 918,
                    "mention": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1349,
                    "end": 1356,
                    "mention": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1493,
                    "end": 1500,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In order to identify these motifs and to study their relationship, we aligned the amino acid sequences of the N1-N2a segment of the N proteins from different betacoronaviruses and examined their distribution on the three-dimensional structure of the MHV N1-N2a domain (24). As highlighted in Fig. 3A, we found six stretches of amino acids that were both conserved and on the surface of the N1-N2a segment, thus making them available for interaction. Four of these amino acid stretches were localized in the N1 region and two in the N2a fragment. We changed the conserved polar and charged amino acids to alanines and the conserved nonpolar amino acids to aspartates in each one of these different sequences, creating mutated versions of the 6×His-tagged N protein truncated forms, i.e., N2am1 (amino acids 195 to 257, with L240E, V241E, and L242E substitutions), N2am2 (amino acids 195 to 257, with S197A, R202A, S203A, and S205A substitutions), N1m3 (amino acids 1 to 194, with T73A, Q74A, and K77A substitutions), N1m4 (amino acids 1 to 194, with K101A, Y103A, and W104A substitutions), N1m5 (amino acids 1 to 194, with R109A, R110A, and K113A substitutions), and N1m6 (amino acids 1 to 194, with F128A, Y129A, Y130A, and T133A substitutions) (Fig. 3A). Of note, the S205A change in the N2am2 variant alters the priming site that is essential for SR-rich region phosphorylation by host cell GSK-3 (32, 46). Cell extracts obtained from E. coli strains expressing these constructs were incubated with either GST or GST-nsp3N. Although N1m3 and N1m5 bound GST-nsp3N with the same affinity as wild-type N1, we found that the other mutated truncated forms displayed strong reductions in interaction with GST-nsp3N (Fig. 3B). We concluded that amino acids at positions 101 to 104 and 129 to 133 and at positions 194 to 202 and 240 to 242 play roles in the interaction of nsp3 with N1 and N2a, respectively (Fig. 3B). This result also revealed that the SR-rich region that is phosphorylated in vivo is not important for N protein binding to nsp3.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1400,
                    "end": 1402,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1404,
                    "end": 1406,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Two domains are required for N protein interaction with nsp3. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1246,
                    "end": 1253,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1712,
                    "end": 1719,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1903,
                    "end": 1910,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "This finding indicated two possible scenarios. In the first, the two identified nsp3 BDs act cooperatively, and disruption of one of them is sufficient to abolish the nsp3-N protein interaction. In the second, the two identified nsp3 BDs are redundant, and mutation of only one of them does not affect the association between nsp3 and N protein. Thus, to determine whether the single mutations in N1 or N2a are sufficient to block the N1-N2a interaction with nsp3N, we expressed the N1-N2am1, N1-N2am2, N1-N2am4, and N1-N2am6 variants in E. coli before incubation of bacterial extracts with either GST or GST-nsp3N. As shown in Fig. 3C, all constructs specifically bound GST-nsp3N with the same affinity as wild-type N1-N2a. This finding showed that the binding of MHV N protein to nsp3 is not mediated by a single domain and thus the domains might be redundant in the binding function, as contemplated in the second scenario.",
            "cite_spans": [],
            "section": "Two domains are required for N protein interaction with nsp3. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 628,
                    "end": 635,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Consequently, we next assessed whether the combined mutations in the critical amino acids of N1b and N2a could block N protein-nsp3 interaction. For this purpose, we expressed full-length N, Nm4m1, Nm6m1, Nm4m2, or Nm6m2 in E. coli and incubated bacterial extracts with either GST or GST-nsp3N. Although Nm4m2 and Nm6m2 were still able to interact with nsp3N, Nm4m1 and Nm6m1 displayed strong reductions in their binding to nsp3N (Fig. 4A). This finding shows that two different regions mediate MHV N protein binding to nsp3. From here, we continued with the analysis of the Nm4m1 and Nm6m1 mutants to specifically study the N protein-nsp3 interaction.",
            "cite_spans": [],
            "section": "Two domains are required for N protein interaction with nsp3. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 438,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We and others recently showed that CoV N proteins form oligomers constitutively (22, 23). Therefore, a possible scenario that could not be excluded a priori was that the introduced substitutions in the N protein were affecting its organization into oligomers, which might indirectly impair binding to nsp3. To investigate whether the mutated N proteins that showed reduced nsp3 binding, i.e., Nm4m1 and Nm6m1 (Fig. 4A), had a defect in self-interaction, we analyzed their self-binding. Bacterial extracts from E. coli expressing 6×His-tagged N, Nm4m1, or Nm6m1 were incubated with GST or GST-N protein. As shown in Fig. 4B, 6×His-N, 6×His-Nm4m1, and 6×His-Nm6m1 proteins specifically interacted with GST-N protein.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 85,
                    "end": 87,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "The nsp3 BDs of the N protein are not involved in its self-assembly and oligomerization. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 615,
                    "end": 622,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To ascertain whether Nm4m1 and Nm6m1 proteins were also able to oligomerize, purified 6×His-N, 6×His-Nm4m1, and 6×His-Nm6m1 were resolved on a glycerol density gradient to determine the size of the oligomers that they formed (23). Wild-type N protein was detected mainly in fractions 4 to 6, as expected (Fig. 4D) (23). The distribution of the Nm4m1 oligomer over the gradient differed slightly, compared to that of the wild-type oligomer, i.e., the signal was present mainly in fractions 6 and 7, suggesting that the protein assembled predominately in larger oligomers. Importantly, the oligomerization of the Nm6m1 variant was similar to that of the N protein, as the oligomer was detected mainly in fractions 4 to 7 (Fig. 4C and D). These results show that the regions involved in MHV N protein binding to nsp3 are not relevant for oligomerization.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 315,
                    "end": 317,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "The nsp3 BDs of the N protein are not involved in its self-assembly and oligomerization. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "mention": "Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 720,
                    "end": 727,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 732,
                    "end": 733,
                    "mention": "D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To establish whether the inability of the N protein to interact with nsp3 led to altered subcellular localization over the course of an infection, we first attempted to generate mutant MHV strains using two different approaches. First, we opted to generate recombinant MHV expressing an additional copy of green fluorescent protein (GFP)-tagged N or Nm6m1 by inserting the coding sequences of these two fusion proteins into the viral locus of the nonessential hemagglutinin esterase gene (39). The Nm6m1 mutant was chosen because it oligomerizes similarly to the wild-type N protein (Fig. 4D). We tried three times to generate an MHV-Nm6m1-GFP chimeric strain using this approach but, although we obtained the control MHV-N-GFP strain each time, we were unable to recover the mutant virus. Second, we turned to a vaccinia virus-based reverse genetics system to introduce the Nm6m1 mutation in the viral N locus (47). With this approach as well, the wild-type strain but not the mutant strain was obtained in two attempts. Because genomic expression of Nm6m1 appeared to be lethal for the virus, we decided to opt for a different strategy. We expressed mCherry, mCherry-N, or mCherry-Nm6m1 fusion proteins in mouse LR7 cells before exposing the cells to MHV. mCherry, mCherry-N, and mCherry-Nm6m1 were homogenously distributed in the cytoplasm in noninfected cells (data not shown). In contrast, MHV-infected cells displayed numerous distinct cytoplasmic puncta that were positive for both nsp2 and nsp3 (data not shown); these puncta were previously shown to represent RTCs (39). Interestingly, wild-type mCherry-N but not mCherry-Nm6m1 or mCherry alone was recruited to these nsp2/nsp3-positive RTCs (data not shown).",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 491,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 912,
                    "end": 914,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Nsp3 mediates N protein recruitment to RTCs. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 584,
                    "end": 591,
                    "mention": "Fig. 4D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The low transfection efficiency of mouse LR7 cells (around 10% to 15%) did not allow examination of a sufficiently large number of cells that were both infected and expressing the analyzed chimeras for quantification. Therefore, we decided to turn to the human HeLa-CEACAM1a cell line, which expresses the MHV cell receptor CEACAM1a and is highly transfectable (48). As expected, the GFP, GFP-N, and GFP-Nm6m1 constructs were efficiently transfected into HeLa-CEACAM1a cells, with around 80% of the cells displaying the fluorescent signal. In agreement with the results obtained with LR7 cells, GFP, GFP-N, and GFP-Nm6m1 fusion proteins were homogenously distributed throughout the cytoplasm (Fig. 5A) and MHV infection caused a redistribution of GFP-N to the nsp2/nsp3-positive RTCs (Fig. 5A, fifth row). This observation confirmed that ectopically expressed GFP-tagged N protein behaved like the protein encoded by the viral gRNA over the course of an infection. Surprisingly, we found that a large number of cells expressing GFP-Nm6m1 did not display nsp2/nsp3-positive RTCs (Fig. 5B), indicating that this construct has a dominant negative effect on viral replication. In a very few cases (approximately 4% of the cells expressing GFP-Nm6m1), RTCs were present in the same number and had a similar size as in cells expressing GFP-N (data not shown) but GFP-Nm6m1 was not recruited onto the RTCs (Fig. 5A and C). Altogether, these results show that N protein binding to nsp3 is required for its recruitment to the RTCs and possibly also for MHV RNA synthesis and replication.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Nsp3 mediates N protein recruitment to RTCs. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 693,
                    "end": 700,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 785,
                    "end": 792,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1079,
                    "end": 1086,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1400,
                    "end": 1407,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1412,
                    "end": 1413,
                    "mention": "C",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To determine whether blocking N protein recruitment to the RTCs led to a defect in the CoV life cycle, we performed a series of experiments to examine whether Nm6m1 indeed had a dominant negative effect on MHV replication and/or assembly/egression. We took advantage of the MHV-2aFLS strain, which carries the genes encoding firefly luciferase and allows assessment of viral replication by monitoring the activity of this enzyme (49). We transfected the plasmids expressing GFP, GFP-N, or GFP-Nm6m1 fusion protein into HeLa-CEACAM1a cells for 48 h before exposing the cells to different multiplicities of infection (MOIs) of MHV-2aFLS, i.e., MOIs of 2.5, 5, and 10, and measuring luciferase activity at 7 h postinfection (p.i.). As shown in Fig. 6A, expression of wild-type N protein promoted viral replication over time after exposure to different amounts of virus, as expected (26–29). Very interestingly, there was a significant decrease in luciferase expression in cells transfected with GFP-Nm6m1, compared to those expressing GFP-N as well as those expressing GFP alone, showing that GFP-Nm6m1 cannot promote viral replication like the wild-type protein; on the contrary, it has a dominant negative effect. Using the same approach, we explored whether the presence of Nm6m1 had a permanent negative effect on viral replication or was just retarding it. For this purpose, cells transfected with the various constructs were infected with MHV-2aFLS at a MOI of 5 and luciferase activity was measured at 5, 7, and 9 h p.i. (Fig. 6B and data not shown). In this experiment as well, the GFP-N chimera stimulated replication over time and at all the examined time points, while GFP-Nm6m1 had a pronounced inhibitory effect on MHV replication.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 882,
                    "end": 883,
                    "mention": "–",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 883,
                    "end": 885,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "N protein recruitment to RTCs is crucial for MHV replication. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 741,
                    "end": 748,
                    "mention": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1526,
                    "end": 1533,
                    "mention": "Fig. 6B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To confirm these observations using a wild-type MHV strain, we explored the production of viral N protein by Western blotting at different time points after inoculation with the MHV-A59 strain. HeLa-CEACAM1a cells were transfected with the plasmids carrying GFP, GFP-N, or GFP-Nm6m1 for 48 h before being infected with MHV for 5, 7, or 9 h (Fig. 6C and D and data not shown). Viral N protein synthesis was again stimulated by the presence of ectopically transfected GFP-N over time but not by GFP-Nm6m1. In the same experiment, we also collected the culture supernatants of cells and determined the virus titers, to explore whether MHV particle production and egression were impaired in cells expressing GFP-Nm6m1. This was indeed the case, as the virion titers were decreased in cells expressing GFP-Nm6m1, compared to those in cells expressing GFP or GFP-N (Fig. 6E). Altogether, these results show that Nm6m1 has a dominant negative effect on the MHV life cycle.",
            "cite_spans": [],
            "section": "N protein recruitment to RTCs is crucial for MHV replication. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "mention": "Fig. 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 353,
                    "end": 354,
                    "mention": "D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 860,
                    "end": 867,
                    "mention": "Fig. 6E",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The principal role of CoV RTCs is in the replication and transcription of viral RNA. It remains unknown, however, whether the specific N protein recruitment to the RTCs has a regulatory role in viral RNA synthesis and whether it influences gRNA and sgmRNA transcription differently.",
            "cite_spans": [],
            "section": "N protein association with nsp3 enhances RTC-mediated viral RNA synthesis. ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To examine the specific relevance of the N protein-nsp3 interaction in the transcription of gRNA and sgmRNA, HeLa-CEACAM1a cells that had been transfected with the plasmids expressing GFP, GFP-N, or GFP-Nm6m1 for 48 h were inoculated with MHV-A59 for 5, 7, or 9 h (Fig. 7A and data not shown) before the RNA was extracted. The mRNA was quantified by real-time (RT)-PCR using sets of primers that allowed specific assessment of the synthesis of gRNA and of four sgmRNA transcripts (Table 1). Expression of GFP-N stimulated the synthesis of both gRNA and sgmRNA, in comparison to cells expressing GFP only, over time and at all of the examined time points (Fig. 7A and data not shown). In contrast, GFP-Nm6m1 expression was unable upregulate gRNA and sgmRNA synthesis. This result shows that N protein association with RTCs stimulates the replication and transcription activities of these complexes.",
            "cite_spans": [],
            "section": "N protein association with nsp3 enhances RTC-mediated viral RNA synthesis. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "mention": "Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 655,
                    "end": 662,
                    "mention": "Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 481,
                    "end": 488,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To prove this observation with a different approach, we turned to an in vitro viral RNA synthesis (IVRS) assay using a membrane fraction enriched in RTCs, which has recently been devised to study the host factor requirements for sgmRNA transcription by SARS CoV RTCs (50). An advantage of in vitro assays is that proteins and other components can be easily added, to determine their effects on viral RNA synthesis. First, osmotically lysed MHV-infected cells were centrifuged at 13,000 × g to separate dense membranes containing RTCs (13,000 × g pellet [P13]) from the cytosol (13,000 × g supernatant [S13]). As expected, the ER integral membrane protein VAP-A was found entirely in the P13 fraction, while cytoplasmic glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was found mainly in the S13 fraction (Fig. 7B). To confirm the enrichment of RTCs in the P13 fraction, we probed the samples with anti-N antibodies and, as expected (50), RTCs were exclusively detected in the P13 fraction. Next, we tested the best experimental conditions for detection of RNA synthesis by MHV RTCs in vitro. Similar to the protocol established for SARS CoV (50), the P13 fractions from MHV-infected and noninfected cells were mixed with nucleoside triphosphates, an ATP-regenerating system, and actinomycin D, a potent inhibitor of host cellular transcription. To assess the synthesis of both sgmRNA and gRNA, we employed quantitative RT-PCR instead of labeling using radioactive nucleoside triphosphates (50). The IVRS assays showed that viral RNA was more effectively synthesized when the P13 fraction from MHV-infected cells (P13-MHV) was present in the reaction mixtures (Fig. 7C). Since it was shown that host factors that are present in the S13 fraction are required for viral RNA synthesis in vitro (50), we added S13 from infected cells and compared the viral RNA synthesis rate with that of samples not containing S13 (Fig. 7C, column 2 versus column 3). Interestingly, we did not observe an enhancement of viral RNA synthesis in the presence of S13 from infected cells, indicating that the P13 fraction was sufficient to sustain IVRS (Fig. 7C). Subsequently we explored whether adding different amounts of N protein to the IVRS assay enhanced viral transcription. As shown in Fig. 7D, we found that 1 μg of protein extract from N protein-expressing bacteria provided the maximal stimulation of MHV RTC-mediated viral RNA synthesis. Smaller amounts of the bacterial extracts had less pronounced effects, while larger amounts had an inhibitory impact.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1491,
                    "end": 1493,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1792,
                    "end": 1794,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "N protein association with nsp3 enhances RTC-mediated viral RNA synthesis. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 806,
                    "end": 813,
                    "mention": "Fig. 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1661,
                    "end": 1668,
                    "mention": "Fig. 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1913,
                    "end": 1920,
                    "mention": "Fig. 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2130,
                    "end": 2137,
                    "mention": "Fig. 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2271,
                    "end": 2278,
                    "mention": "Fig. 7D",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Finally, we carried out the IVRS assay in the presence of 1 μg of bacterial extract from E. coli cells expressing equal amounts of N or Nm6m1 protein. Although wild-type N protein was able to enhance viral RNA synthesis, as shown in Fig. 7A, the addition of Nm6m1 did not increase the production of viral RNA (Fig. 7E). This result supports the notion that the N protein interaction with nsp3 stimulates the RNA synthesis activity of MHV RTCs.",
            "cite_spans": [],
            "section": "N protein association with nsp3 enhances RTC-mediated viral RNA synthesis. ::: RESULTS",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "mention": "Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 310,
                    "end": 317,
                    "mention": "Fig. 7E",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "A crucial step in the CoV life cycle is the synthesis of sgmRNA and gRNA, which principally takes place at the RTC (14), a complex composed of nsps that dynamically interacts with the N protein (5, 39, 40). In this study, we investigated the relevance of the N protein-RTC interaction during the MHV life cycle. Our Y2H analysis represents the first study to systematically assess the binding of all MHV nsps to the N protein (Fig. 1B), and it corroborates previous studies showing that nsp3 is the main RTC component interacting with the MHV N protein (40, 41, 44, 45). Although a similar Y2H-based analysis with SARS CoV proteins failed to uncover binding between nsp3 and N protein (51), we were able to detect an interaction between SARS CoV N protein and nsp3 with our Y2H system and confirmed this binding by an in vitro pulldown experiment (data not shown), emphasizing the importance of this interaction for other CoVs as well.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 202,
                    "end": 204,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 427,
                    "end": 434,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A few approaches have shown that nsp3 interacts with the N protein, but the molecular details of the binding between these two proteins remained to be clarified because of inconsistent conclusions. Hurst and colleagues exploited genetic approaches both to identify nsp3 as a binding partner of MHV N protein and to show that the cytoplasmic N-terminal ubiquitin-like domain of nsp3 and the SR-rich region of the N2a domain of the N protein may be important for this interaction (40, 41). They also provided in vitro evidence that N protein association with RNA is not relevant for its interaction with the N terminus of nsp3 (40, 41). A solution study using nuclear magnetic resonance spectroscopy and isothermal titration calorimetry found that the N1b-N2a fragment, but not N1b and N2a individually, bound nsp3 with high affinity (44). Consistent with the other studies, this result indicates that at least one nsp3-binding determinant is localized to the SR-rich-region-containing N2a domain of the N protein (40, 41). This domain alone, however, is not sufficient to maintain high-affinity binding to nsp3, which suggests the presence of one or more interaction domains in the N1b-N2a fragment (44). Using in silico modeling, it was recently concluded that two regions in the N1b domain of MHV N protein, containing the residues Lys113, Arg125, and Tyr127 and the residues Glu173 and Tyr190, are involved in N protein-nsp3 association (45). Our detailed examination of the association between purified nsp3N and different N variants using in vitro pulldown experiments confirms the previous observations, because it demonstrates that indeed both N1b and N2a interact with nsp3N, with N1b having stronger binding affinity than N2a (Fig. 2). In particular, we found that, when concomitantly mutated, two sets of amino acids in N1b (K101/Y103/W104 and F128/Y129/Y130/T133) and two in N2a (S197/R202/S203/S205A and L240/V241/L242) led to a defect in the interaction of these domains with nsp3N. Interestingly, a single set of substitutions in either the N1b or N2a region did not yield a major defect in the association between the N1-N2a fragment and nsp3N (Fig. 3C), indicating a redundancy in the binding of the two protein domains. In agreement with this notion, the combination of substitutions in the N1b and N2a regions completely blocked the interaction between full-length MHV N and nsp3N (Fig. 4A).",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1440,
                    "end": 1442,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 1735,
                    "end": 1741,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2159,
                    "end": 2166,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2399,
                    "end": 2406,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "What is the relevance of N protein-nsp3 interaction in the CoV life cycle? Cotransfection of MHV N protein mRNA and gRNA led to a significant increase in infectivity, compared to transfection with gRNA alone (41). A similar beneficial role of N protein for infection has been shown for other CoVs as well (26, 27). Despite these observations, the mechanism of how CoV N proteins stimulate CoV infections has remained unknown. To the best of our knowledge, our data are the first to reveal that the direct association of N protein with RTCs is a critical step for MHV infection, because the impairment of this interaction had negative effects on MHV replication and progeny production (Fig. 5 and 6). This notion is also indirectly supported by the fact that it was not possible to generate MHV mutant strains expressing Nm6m1, using two distinct approaches. In particular, we found that Nm6m1 expression in host cells has a dominant negative effect on the MHV life cycle. Our interpretation of this result is that ectopically expressed Nm6m1 outcompetes the virus-encoded N protein, especially early during infection, when the first RTCs are formed. This leads to the formation of N protein oligomers that are principally composed of Nm6m1 and thus are unable to be effectively recruited to RTCs. Furthermore, we show that wild-type N protein that is correctly recruited to RTCs promotes local viral RNA synthesis, i.e., gRNA replication and sgmRNA transcription, in vivo and in vitro (Fig. 7 and data not shown). In contrast, the nsp3-binding mutant Nm6m1 is not able to do so. This finding reveals that N protein recruitment to and association with RTCs are critical for the optimal functioning of these complexes in viral RNA synthesis and ultimately infection.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 685,
                    "end": 691,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 696,
                    "end": 697,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1486,
                    "end": 1492,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Interestingly, the substitutions in the N2am2 variant, which affect the phosphorylation site modified by cellular GSK-3 to enable the transition from discontinuous transcription of sgmRNA to continuous synthesis of longer sgmRNAs and gRNA (32), affect the binding of this fragment to nsp3, but not that of the entire N protein (Fig. 4A). As a result, a speculative idea is that phosphorylation of the SR-rich region, which is part of the N2a domain, triggers recruitment of the RNA helicase DDX1 (32) but also abrogates one of the interactions between the N protein and nsp3. The latter event could help to accommodate the RNA helicase DDX1 in the N protein-RTC complexes and/or to promote the transition into the transcription mode by influencing the ultrastructural organization of the N protein-RTC complexes.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 335,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Altogether, our findings support a model in which the N protein recruitment to RTCs via nsp3 binding stimulates the synthesis of viral RNA. It remains unclear, however, how and why the N protein orchestrates viral RNA synthesis. A speculative idea is that the N protein-nsp3 interaction induces enzymatic activities and/or provides a more structured conformation of the complexes, positively influencing protein-RNA interactions at the RTCs. This could guarantee sufficient production of structural proteins necessary to efficiently encapsulate the newly formed ribonucleoprotein complexes into virions. Our current working model is that N proteins probably oligomerize in the cytosol and then are recruited to RTCs, which are present at the DMVs and convoluted membranes, through the binding to nsp3 (Fig. 8). At the RTCs, the N oligomers stimulate viral RNA synthesis. While local production of gRNA and the presence of N oligomers may promote the formation of ribonucleoprotein complexes, newly transcribed sgmRNA would guarantee sufficient synthesis of structural proteins. In contrast, Nm6m1-containing oligomers cannot be efficiently recruited to the RTCs, and viral RNA synthesis fails to be stimulated (Fig. 8), resulting in strongly impaired CoV infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 802,
                    "end": 808,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1211,
                    "end": 1217,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Further investigations are needed to determine how N protein binding to RTCs mechanistically enhances viral RNA synthesis. Nonetheless, our findings already pave the way for future studies aimed at developing novel therapies against CoVs that specifically target the interaction between N proteins and nsp3. In particular, purified N protein and nsp3N could be exploited in screening for drug compounds that affect their binding, using systems like the Biacore.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "LR7 (52) and HeLa-CEACAM1a (48) cells were maintained in Dulbecco’s modified Eagle medium (DMEM) (Cambrex Bioscience, Walkersville, MD) supplemented with 10% fetal calf serum (Bodinco Alkmaar, The Netherlands), 100 IU/ml penicillin, and 100 μg/ml streptomycin (both from Life Technologies, Rochester, NY). HeLa-CEACAM1a cells were cultured in the presence of 800 μg/ml Geneticin (G418 sulfate; Gibco, Waltham, MA). Wild-type MHV-A59 was propagated in LR7 cells in DMEM. The MHV strain carrying luciferase that was used in our study was MHV-2aFLS (49). Virus titers of the culture supernatants were determined on LR7 cells with a dilution factor of 3, and the 50% tissue culture infectious dose (TCID50) units per milliliter of supernatant were calculated according to the Reed-Muench method (53). TCID50 per milliliter values were then converted into PFU per microliter as follows: TCID50 per milliliter × 0.00069 (54).",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 7,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 28,
                    "end": 30,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 915,
                    "end": 917,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Cell culture and virus. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The pGBDU plasmids carrying the 16 MHV nsps and the pGAD vectors expressing the MHV N protein or its truncated variants were generated by PCR of MHV cDNA, using appropriate primers, and subsequent cloning into the pGAD-C1 and pGBDU-C1 vectors, respectively (42). The sequences coding for either full-length MHV N protein or truncated forms, i.e., N1 (amino acids 1 to 194), N2a (amino acids 195 to 257), and N2b-N3 (amino acids 258 to 454), were amplified from MHV cDNA by PCR and cloned into the pET32c vector (EMD Millipore, Amsterdam, The Netherlands) using BamHI and XhoI, creating the pET32c-N, pET32C-N1, pET32C-N2a, and pET32C-N2b-N3 plasmids, which express the 6×His-N, 6×His-N1, 6×His-N2a, and 6×His-N2b-N3 fusion proteins, respectively. The sequence coding for MHV nsp3N was amplified from MHV cDNA by PCR and cloned into the pGEX vector (GE Healthcare, Little Chalfont, UK) using BamHI and XhoI, creating the pGEX-nsp3N construct, which expresses the GST-nsp3N chimera. The mutated N proteins were created from the pET32c-N construct by PCR, which generated the pET32c-N2am1 (amino acids 195 to 257, carrying the L240E, V241E, and L242E substitutions), pET32c-N2am2 (amino acids 195 to 257, carrying the S197A, R202A, S203A, and S205A substitutions), pET32c-N1m3 (amino acids 1 to 194, carrying the T73A, Q74A, and K77A substitutions), pET32c-N1m4 (amino acids 1 to 194, carrying the K101A, Y103A, and W104A substitutions), pET32c-N1m5 (amino acids 1 to 194, carrying the R109A, R110A, and K113A substitutions), pET32c-N1m6 (amino acids 1 to 194, carrying the F128A, Y129A, Y130A, and T133A substitutions), pET32c-Nm4m1 (amino acids 1 to 454, carrying the L240E, V241E, L242E, K101A, Y103A, and W104A substitutions), pET32c-Nm6m1 (amino acids 1 to 454, carrying the L240E, V241E, L242E, F128A, Y129A, Y130A, and T133A substitutions), pET32c-Nm4m2 (amino acids 1 to 454, carrying the S197A, R202A, S203A, S205A, K101A, Y103A, and W104A substitutions), and pET32c-Nm6m2 (amino acids 1 to 454, carrying the S197A, R202A, S203A, S205A, F128A, Y129A, Y130A, and T133A substitutions) plasmids (Fig. 1A and 3A). To express mCherry-tagged versions of the different N protein mutants in cells, the GFP coding sequence in the pcDNA5-GFP vector was replaced with the mCherry sequence, using StrI and BsrGI, to create pcDNA5-mCherry. PCR-generated N, Nm4m1, Nm6m1, Nm4m2, and Nm6m2 sequences were subsequently inserted into pcDNA5-mCherry as HindIII-BamHI fragments, generating pcDNA5-mCherry-N, pcDNA5-mCherry-Nm4m1, pcDNA5-mCherry-Nm6m1, pcDNA5-mCherry-Nm4m2, and pcDNA5-mCherry-Nm6m2, respectively. To express GFP-tagged versions of the mutant N proteins in cells, GFP was cloned into the pcDNA3.1 vector as a XhoI-BamHI fragment, creating pcDNA3.1-GFP. PCR-generated N, Nm4m1, Nm6m1, Nm4m2, and Nm6m2 were subsequently inserted into pcDNA3.1-GFP as BamHI-HindIII fragments, generating pcDNA3.1-GFP-N, pcDNA3.1-GFP-Nm4m1, pcDNA3.1-GFP-Nm6m1, pcDNA3.1-GFP-Nm4m2, and pcDNA3.1-GFP-Nm6m2, respectively. All point mutations were verified by DNA sequencing.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Plasmids. ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 2099,
                    "end": 2106,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2111,
                    "end": 2113,
                    "mention": "3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Escherichia coli BL-21 cells carrying plasmids expressing the various GST- or 6×His-tagged fusion proteins were grown in 125 ml of LB medium (0.5% yeast extract, 1% tryptone, 1% NaCl) to a late exponential phase. After induction of protein expression with the addition of 0.5 mM isopropyl-β-d-thiogalactopyranoside, cells were grown at 37°C or 20°C for 4 h or 16 h. Bacteria were harvested, resuspended in 4 ml of lysis buffer (phosphate-buffered saline [PBS] [137 mM NaCl, 10 mM phosphate [pH 7.4], 2.7 mM KCl] containing 5 mM dithiothreitol [DTT], 1 mg/ml lysozyme, 1 mM phenylmethylsulfonyl fluoride [PMSF], 10% glycerol, 1% Triton X-100, and complete protease inhibitor [Roche, Basel Switzerland]), and lysed by two 10-s rounds of sonication using a Branson sonicator (Brandon, Danbury, CT). The bacterial lysates were cleared by centrifugation at 13,000 rpm for 10 min at 4°C. The concentration of 6×His-tagged proteins was measured using a bicinchoninic acid (BCA) kit (Promega, Madison, WI). Proteins were not further purified, and bacterial lysates were stored at −80°C until used. For purification of GST fusion proteins, lysates were incubated with 125 μl of GSH-Sepharose (GE Healthcare), which had been prewashed in PBS on a rotatory wheel at 4°C for 2 h.",
            "cite_spans": [],
            "section": "Bacterial extracts. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For the preparation of cell extracts, LR7 cells were grown in 10-cm dishes before being either mock treated or inoculated with MHV at an MOI of 1. After 8 h, cells were lysed by a 5-min sonication in 1.2 ml of lysis buffer, and supernatants were cleared by centrifugation at 13,000 rpm for 10 min at 4°C. RNase A (Invitrogen, Carlsbad, CA) treatments were carried out by incubating 200 μl of cell extract with 2.5 U of enzyme on ice for 30 min, immediately prior to pulldowns.",
            "cite_spans": [],
            "section": "Cell extracts. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The Saccharomyces cerevisiae test strain PJ69 (MATa trpl-901 leu2-3,112 ura3-52 his3-200 gal4Δ gal80Δ LYS2::GALl-HIS3 GAL2-ADE2 met2::GAL7-lacZ) was used for the assay (42). The prey (AD) and bait (BD) vectors were cotransformed into the PJ69 strain using lithium acetate. Cotransformed colonies were selected on synthetic minimal medium (SMD) (0.67% yeast nitrogen base without amino acids, 2% glucose, and auxotrophic amino acids as needed) lacking uracil and leucine before they were spotted on SMD medium lacking uracil, leucine, and histidine to determine whether the tested proteins interact. The combination of empty pGAD and pGBDU vectors was used as a negative growth control (42), while the combination of pGAD-Atg19 and pGBDU-Atg11 was the control for a positive interaction (55).",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 787,
                    "end": 789,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Yeast two-hybrid assay. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For the pulldown experiments, GSH-Sepharose-bound GST fusion proteins were incubated with 200 μl of bacterial extract or 200 μl of LR7 cell extract on a rotatory wheel at 4°C for 2 h and subsequently were washed three times with PBS supplemented with 5 mM DTT, 10% glycerol, and 1% Triton X-100 and one time with PBS at 4°C. Proteins bound to the Sepharose beads were eluted with 20 μl of sample buffer (65.8 mM Tris-HCl [pH 6.8], 26.3% glycerol, 2.1% SDS, 0.01% bromophenol blue) by boiling, subjected to SDS-PAGE, blotted onto polyvinylidene difluoride (PVDF) membranes, and visualized by either membrane staining with Ponceau Red or Western blotting using an anti-6×His monoclonal antibody (product no. HIS H8; Thermo Fisher, Waltham, MA) or an anti-N protein monoclonal antibody (a kind gift of Stuart Siddell, University of Bristol) (56). Bound primary antibodies were detected using an Alexa 680-conjugated goat polyclonal anti-mouse IgG antibody (Life Technologies), and signals were visualized with an Odyssey imaging system (LI-COR, Lincoln, NE).",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 841,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Pulldown experiments. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Bacterial extracts from E. coli cells expressing 6×His-tagged N, Nm4m1, Nm6m1, Nm4m2, or Nm6m2 fusion proteins were loaded on top of a 2.2-ml continuous glycerol gradient of 15 to 40% (wt/vol) in lysis buffer, prepared using a Gradient Master device (BioComp, Canada). After centrifugation at 135,000 × g for 75 min at 4°C in a TLS55 rotor (Beckman Coulter, Brea, CA), 11 fractions of 200 μl were collected from the top to the bottom of the gradient. After precipitation with the addition of 20 μl of trichloroacetic acid (final concentration, 10%), proteins were resolved by SDS-PAGE and analyzed by Western blotting using monoclonal antibodies against the MHV N protein.",
            "cite_spans": [],
            "section": "Subcellular fractionation and glycerol gradient sedimentation. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "HeLa-CEACAM1a or LR7 cells were grown on 12-mm coverslips, transfected, and infected before being fixed with 4% paraformaldehyde at the indicated p.i. times. After permeabilization using 0.2% Triton X-100 and subsequent blocking with PBS containing 1% fetal calf serum, viral nsp2 and nsp3 were detected using anti-nsp2/nsp3 antiserum, a kind gift of Susan Baker (57), followed by incubation with secondary antibody conjugated to either Alexa 488 or Alexa 568 (Life Technologies). Fluorescence signals were captured with a Leica sp8 confocal microscope (Leica, Wetzlar, Germany).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Immunofluorescence analyses. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "HeLa-CEACAM1a cells transfected in 96-well plates were infected with the MHV-2aFLS strain at the indicated MOI and for the indicated times, washed with PBS, and incubated with 50 μl of lysis buffer (firefly luciferase flash assay kit; Thermo Fisher) at room temperature for 15 min; the cell lysates were then stored at at −20°C. Subsequently, 25-μl aliquots of thawed cell lysates were used to assess firefly luciferase expression using the firefly luciferase flash assay kit (58). Enzymatic activities were measured with a GloMax multidetection system (Promega), using 25 μl of substrate, a 2-s delay, and 10-s measurements. Background luminescence was subtracted from each value obtained, and the results were normalized to infected cells transfected with an empty vector expressing only GFP.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Luciferase assay. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "HeLa-CEACAM1a cells grown in 6-well plates were infected with the MHV-A59 strain at an MOI of 5 for the indicated times, washed with cold PBS, harvested in 100 μl of 2× sample buffer on ice for 30 min, sonicated for 1 min, and boiled. Equal protein amounts were separated by SDS-PAGE and, after Western blotting, proteins were detected using specific antibodies against MHV N protein, GFP (Roche), and β-actin (Merck Millipore, Burlington, MA), with the Odyssey imaging system. Protein signal intensities were normalized and quantified using ImageJ software (NIH, Bethesda, MD).",
            "cite_spans": [],
            "section": "Western blotting. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "HeLa-CEACAM1a cells grown in 96-well plates were washed with ice-cold PBS and lysed with 30 μl of lysis buffer containing DNase I for 5 min at room temperature before the addition of 3 μl of stop solution for 3 min at room temperature, according to the manufacturer’s protocol (Power SYBR green Cells-to-CT kit; Thermo Fisher). Reverse transcription of the mRNA using a poly(T) primer, cDNA synthesis, and quantitative PCR were performed in a CFX Connect thermocycler (Bio-Rad, Berkeley, CA). The primers used are described in Table 1. The levels of gRNA and the analyzed sgmRNAs were normalized to that of GAPDH according to the comparative cycle threshold method used for quantification, as recommended by the manufacturer’s protocol.",
            "cite_spans": [],
            "section": "RNA isolation, cDNA synthesis, and RT-PCR. ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 527,
                    "end": 534,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "MHV- or mock-infected LR7 cells grown on five different 15-cm dishes (approximately 1.5 × 107 cells/dish) were harvested by trypsinization at 8 h p.i. To inhibit cellular transcription, 2 μg/ml actinomycin D (Sigma, Saint Louis, MO) was present in all solutions used for harvesting and washing of the cells. After washing with PBS, cells were resuspended in 2 ml of ice-cold hypotonic buffer (20 mM HEPES [pH 7.4], 10 mM KCl, 1.5 mM magnesium acetate [MgOAc2], 1 mM DTT, 133 U/ml RNase A inhibitor [Promega]) and incubated at 4°C for 10 min. Cells were disrupted using a Dounce homogenizer, with 30 strokes with a tight-fitting pestle. Isotonic conditions were restored by adding HEPES, sucrose, and DTT, which resulted in a final lysate containing 35 mM HEPES [pH 7.4], 250 mM sucrose, 8 mM KCl, 2.5 mM DTT, 1 mM MgOAc2, 2 μg/ml actinomycin D, and 130 U/ml RNase A inhibitor. Nuclei, large debris, and any remaining intact cells were removed by two successive centrifugations at 1,000 × g for 5 min, and the resulting postnuclear supernatant (PNS) was either assayed immediately for RTC activity or stored at −80°C. P13 and S13 fractions were prepared from the PNS by centrifugation at 13,000 × g for 10 min at 4°C. The P13 was resuspended in dilution buffer (35 mM HEPES [pH 7.4], 250 mM sucrose, 8 mM KCl, 2.5 mM DTT, 1 mM MgOAc2, 2 μg/ml actinomycin D, 130 U/ml RNase A inhibitor), in one-ninth of the original PNS volume from which the pellet had been prepared.",
            "cite_spans": [],
            "section": "IVRS assay. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "IVRS assay mixtures were prepared by mixing 15 μl of P13 and 30 μl of S13, supplemented with or without different amounts of bacterial extracts from E. coli cells expressing 6×His-N or 6×His-Nm6m1. Identical levels of expression of these two fusion proteins in bacterial extracts used for the IVRS assays were verified by Western blotting using an anti-6×His monoclonal antibody. Pure proteins could not be used because they were unstable and thus were partially degraded during the purification procedure. The total volume of each mixture was adjusted to 75 μl with dilution buffer, and two 25-μl aliquots were made from this mixture; 5.6 μl of 100 mM creatine phosphate (Sigma; final concentration, 20 mM) and 0.28 μl of 1,000 U/ml creatine phosphokinase (Sigma; final concentration, 10 U/ml) were added to both of these aliquots. The IVRS assay was initiated in one of these aliquots (reaction sample) with the addition of nucleoside triphosphates (final concentrations of 1 mM ATP, 0.25 mM GTP, 0.25 mM UTP, and 0.18 mM CTP). The second aliquot served as a control (background sample), and dilution buffer was added instead of the nucleoside triphosphates. The IVRS assays were carried out at 30°C for 100 min before being stopped with the addition first of 30 μl of lysis buffer containing DNase I at room temperature for 5 min and then of 3 μl of stop solution for 3 min at the same temperature (both solutions from the Power SYBR green Cells-to-CT kit; Thermo Fisher). Reverse transcription of the RNA, cDNA synthesis, and quantitative PCR were performed in a CFX Connect thermocycler using appropriate primers. The expression levels of the S gene, which is part of the viral RNA (both sgmRNA and gRNA), were normalized to that of GAPDH in each sample, according to the comparative cycle threshold method used for quantification, as recommended by the manufacturer’s protocol. Finally, the value of each background sample was subtracted from the value of the corresponding reaction sample to determine the difference due to in vitro S gene synthesis.",
            "cite_spans": [],
            "section": "IVRS assay. ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical significance was evaluated using the two-tailed heteroscedastic t test before P values were calculated. Individual data points from each independent experiment were used for the calculation of significance. The number of independent experiments is indicated in each figure legend.",
            "cite_spans": [],
            "section": "Statistical analysis. ::: MATERIALS AND METHODS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: Primer sets used for the specific quantification of gRNA and sgmRNA by RT-PCR\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIG 1: MHV N protein directly binds to nsp3. (A) Schematic structural organization of MHV N protein and overview of the truncations generated in this study. (B) The Y2H assay was used for analysis of the interactions between the N protein and each one of the MHV nsps. The plasmid expressing the AD-N fusion protein was cotransformed into the Y2H test strain with the plasmids carrying the nsp genes N-terminally tagged with the BD. Transformed cells were selected on a selective medium containing histidine (+His), while the interaction between the two tested proteins was assessed on a selective medium lacking histidine (−His) (42). Growth on plates without histidine showed that the N protein interacted only with nsp3. (C) Cell extracts from MHV-infected LR7 cells were incubated with RNase A or RNase A mixed with an RNase A inhibitor or were left untreated on ice for 30 min before being subjected to pulldown with immobilized GST or GST-nsp3N. Bound proteins were eluted by boiling in sample buffer and were analyzed by Western blotting using an anti-N antibody. Staining of the membrane with Ponceau red was used to reveal the amounts of immobilized GST and GST-nsp3N. (D) Bacterial lysates from E. coli cells expressing the 6×His-N fusion protein were prepared as described in Materials and Methods and were incubated with immobilized GST or GST-nsp3N. Bound proteins were eluted by boiling in sample buffer and were examined by Western blotting using an anti-His antibody. Amounts of immobilized GST and GST-nsp3N were visualized as in panel C.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG 2: Two regions in the MHV N protein are required for its interaction with nsp3. (A) The interactions between nsp3N and different N protein forms with C-terminal truncations were tested with the Y2H assay, as described for Fig. 1B. (B) Bacterial extracts from E. coli cells expressing the 6×His-tagged N, N1, N2a, or N2b-N3 forms with truncations were incubated with immobilized GST or GST-nsp3N. Isolated proteins were eluted by boiling in sample buffer and were analyzed by Western blotting using an anti-6×His monoclonal antibody. GST and GST-nsp3N were visualized as in Fig. 1C. The asterisk indicates a degradation product of 6×His-N. (C) A bacterial extract from E. coli cells expressing the 6×His-tagged N2a was incubated with immobilized GST or GST-nsp3N. Isolated proteins were eluted and examined as in panel B, but Western blot membrane exposure times to visualize the bands were increased 5-fold.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG 3: Two distinct amino acid stretches mediate N protein interaction with nsp3. (A) (Top) The alignment of part of Betacoronavirus N protein sequences was performed using Jalview software (http://www.jalview.org/download.html). Conserved amino acids were localized on the three-dimensional structure of the N1-N2a domain (24) using PyMOL software (Schrödinger, New York, NY) to determine which ones are on the surface and thus available for interaction. The amino acids changed in the different mutant variants are indicated with an asterisk and colored in red. The Ser205 of MHV N protein, which represents the priming site essential for SR-rich region phosphorylation by host cell GSK-3, is colored in violet (32, 46). (Bottom) Schematic distribution of the different substitutions introduced in the N protein. (B) Bacterial extracts from E. coli cells expressing 6×His-tagged N1, N1m3, N1m4, N1m5, N1m6, N2a, N2am1, or N2am2 were incubated with immobilized GST or GST-nsp3N. Isolated proteins were eluted by boiling in sample buffer and were analyzed by Western blotting using an anti-6×His monoclonal antibody. GST and GST-nsp3N were visualized as in Fig. 1C. (C) Bacterial extracts from E. coli cells expressing 6×His-tagged N1-N2a, N1-N2am1, N1-N2am2, N1-N2am4, or N1-N2am6 were incubated with immobilized GST or GST-nsp3N. Isolated proteins were analyzed as in panel B.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIG 4: In vitro binding defects of the doubly mutated N protein variants. (A) (Top). Schematic overview of the generated doubly mutated N protein variants. (Bottom) Bacterial extracts from E. coli cells expressing 6×His-tagged N, Nm4m1, Nm6m1, Nm4m2, or Nm6m2 were incubated with immobilized GST or GST-nsp3N. Isolated proteins were eluted by boiling in sample buffer and analyzed by Western blotting using an anti-6×His monoclonal antibody. GST and GST-nsp3N were visualized as in Fig. 1C. (B) Bacterial extracts from E. coli cells expressing 6×His-tagged Nm4m1 or Nm6m1 were incubated with immobilized GST or GST-N. Isolated proteins were examined as in panel A, and GST and GST-N protein were visualized as in Fig. 1C. (C) Bacterial extracts from E. coli cells expressing 6×His-tagged MHV N, Nm4m1, or Nm6m1 proteins were sedimented on a glycerol gradient of 15% to 40% at 135,000 × g for 75 min. Eleven fractions were collected from the top of the gel, and N protein chimera distribution over the gradient was analyzed using antibodies against the 6×His tag. (D) Quantification of the immunoblots from three independent fractionation experiments performed as in panel C. Error bars represent standard deviations.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIG 5: N protein localization to RTCs depends on its binding to nsp3. HeLa-CEACAM1a cells were transfected with plasmids expressing GFP, GFP-N, or GFP-Nm6m1 for 48 h before being infected or not with MHV for 7 h and processed for immunofluorescence using antibodies against MHV nsp2/nsp3. (A) Representative images of the experiment, which were quantified in panels B and C. DAPI, 4ʹ,6-diamidino-2-phenylindole. (B) The percentage of GFP-positive cells that were infected by MHV was calculated by counting the cells expressing nsp2/nsp3 and dividing that number by the number of GFP-positive cells. (C) The percentage of GFP-positive nsp2/nsp3 puncta was quantified in GFP-positive cells. Scale bar, 10 μm. Error bars represent standard deviations of three independent experiments. *, P < 0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIG 6: Host cells expressing the Nm6m1 variant have a dominant negative effect on MHV infection. (A) HeLa-CEACAM1a cells were transfected with plasmids expressing GFP, GFP-N, or GFP-Nm6m1 for 48 h and subsequently were infected with the MHV-2aFLS strain, at an MOI of 2.5, 5, or 10, for 7 h. In all of the experiments, 80% of the cells were transfected, as verified with a fluorescence microscope. Data represent the average luciferase activity, relative to HeLa-CEACAM1a cells expressing GFP, at each MOI. (B) HeLa-CEACAM1a cells were transfected as in panel A and subsequently were infected with the MHV-2aFLS strain, at an MOI of 5, for 5, 7, or 9 h. Data represent the average luciferase activity, relative to HeLa-CEACAM1a cells expressing GFP, at each infection time point. (C and D) HeLa-CEACAM1a cells, transfected as in panel A, were infected with MHV, at an MOI of 5, for 5, 7, or 9 h. Nontransfected cells not exposed to the virus were used as an extra control (mock). Proteins separated by SDS-PAGE were probed by Western blotting using antibodies recognizing MHV N protein, GFP, and actin (C), and viral N protein expression was quantified and normalized to that of actin (D). Data depicted in panel D represent N protein amounts, relative to HeLa-CEACAM1a cells expressing GFP, at each infection time point. (E) Production of virus progeny in experiments performed as in panel C. Cell culture supernatants were collected at 7 h p.i., and infectious virus progeny was assessed by determining the PFU per microliter of supernatant. Data represent virus titers, relative to HeLa-CEACAM1a cells expressing GFP, at each infection time point. Error bars represent standard errors of three (D and E) or four (A and B) independent experiments. *, P < 0.05.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIG 7: The N protein-nsp3 interaction induces RTC-mediated viral RNA synthesis. (A) HeLa-CEACAM1a cells were transfected as in Fig. 6A and subsequently infected with the MHV-A59 strain, at an MOI of 5, for 7 h before quantification of the amount of gRNA and sgmRNA by RT-PCR, using the primer sets described in Table 1. The expression levels of gRNA and sgmRNA were normalized to those of GAPDH, and data represent average amounts, relative to HeLa-CEACAM1a cells expressing GFP. (B) Cleared cell lysates from LR7 cells infected with MHV for 7 h (Ext) were centrifuged at 13,000 × g for 10 min to obtain pellet (P13) and supernatant (S13) fractions. Equivalent amounts of each fraction were separated by SDS-PAGE and analyzed by Western blotting using antibodies against MHV N protein, VAP-A (Santa Cruz Biotechnology, Dallas, TX), and GAPDH (Fitzgerald Industries International, Acton, MA). (C) IVRS assays were performed with P13 fractions from mock-infected (P13) or MHV-infected (P13-MHV) cells, mixed with either dilution buffer or S13 from MHV-infected cells (S13-MHV). Synthesis of viral RNA was assessed by determining viral RNA levels by RT-PCR. Data are presented relative to those of the reaction with P13-MHV and dilution buffer. (D) The IVRS reactions were carried out with P13-MHV and S13-MHV, in the presence of 0, 0.1, 1, 2, or 5 μg of bacterial lysates from E. coli cells expressing 6×His-N. gRNA levels were measured and data are presented relative to the IVRS reaction in the absence of 6×His-N. (E) The IVRS assays were carried out with P13-MHV-infected cells, in the presence of 1 μg of bacterial lysates from E. coli cells expressing similar levels of 6×His-N or 6×His-Nm6m1, as verified prior to each experiment by Western blotting using an anti-6×His tag antibody. The viral RNA levels were measured and are presented relative to the control in which the IVRS reaction was performed in the absence of 6×His-N or 6×His-Nm6m1. Error bars represent standard deviations of three (A, C, and D) or four (E) independent experiments. *, P < 0.05.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "FIG 8: The role of CoV N or Nm6m1 proteins at the viral replication platforms. Upon synthesis, CoV N or Nm6m1 proteins constitutively assemble into cytoplasmic oligomers. The wild-type N oligomers are recruited, via the interaction with nsp3, to the RTCs that are localized on DMVs and convoluted membranes. There, the N oligomers stimulate gRNA and sgmRNA synthesis. It may also be that the presence of N oligomers at the RTCs promotes local formation of ribonucleoprotein complexes. In contrast, the inability of Nm6m1 protein to be recruited to the RTCs severely impairs transcription, replication, and ultimately virion production.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "ZL",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "181-192",
            "other_ids": {
                "DOI": [
                    "10.1038/s41579-018-0118-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Worm",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Mommaas",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0060226"
                ]
            }
        },
        "BIBREF2": {
            "title": "RNA replication of mouse hepatitis virus takes place at double-membrane vesicles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "3697-3708",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.76.8.3697-3708.2002"
                ]
            }
        },
        "BIBREF3": {
            "title": "Qualitative and quantitative ultrastructural analysis of the membrane rearrangements induced by coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulasli",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "844-861",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2010.01437.x"
                ]
            }
        },
        "BIBREF4": {
            "title": "Multiple origins of viral capsid proteins from cellular ancestors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krupovic",
                    "suffix": ""
                },
                {
                    "first": "EV",
                    "middle": [],
                    "last": "Koonin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "",
            "pages": "E2401-E2410",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1621061114"
                ]
            }
        },
        "BIBREF5": {
            "title": "The coronavirus nucleocapsid is a multifunctional protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "McBride",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "van Zyl",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "2991-3018",
            "other_ids": {
                "DOI": [
                    "10.3390/v6082991"
                ]
            }
        },
        "BIBREF6": {
            "title": "Ribonucleocapsid formation of severe acute respiratory syndrome coronavirus through molecular action of the N-terminal domain of N protein",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3913-3921",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02236-06"
                ]
            }
        },
        "BIBREF7": {
            "title": "The nucleocapsid protein of coronavirus infectious bronchitis virus: crystal structure of its N-terminal domain and multimerization properties",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "YW",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lescar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Structure",
            "volume": "13",
            "issn": "",
            "pages": "1859-1868",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2005.08.021"
                ]
            }
        },
        "BIBREF8": {
            "title": "X-ray structures of the N- and C-terminal domains of a coronavirus nucleocapsid protein: implications for nucleocapsid formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jayaram",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jayaram",
                    "suffix": ""
                },
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Collisson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lescar",
                    "suffix": ""
                },
                {
                    "first": "BV",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6612-6620",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00157-06"
                ]
            }
        },
        "BIBREF9": {
            "title": "Coronavirus N protein N-terminal domain (NTD) specifically binds the transcriptional regulatory sequence (TRS) and melts TRS-cTRS RNA duplexes",
            "authors": [
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Grossoehme",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Keane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Dann",
                    "suffix": "III"
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "394",
            "issn": "",
            "pages": "544-557",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2009.09.040"
                ]
            }
        },
        "BIBREF10": {
            "title": "Oligomerization of the carboxyl terminal domain of the human coronavirus 229E nucleocapsid protein",
            "authors": [
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "FEBS Lett",
            "volume": "587",
            "issn": "",
            "pages": "120-127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2012.11.016"
                ]
            }
        },
        "BIBREF11": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2147"
                ]
            }
        },
        "BIBREF12": {
            "title": "Modular organization of SARS coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biomed Sci",
            "volume": "13",
            "issn": "",
            "pages": "59-72",
            "other_ids": {
                "DOI": [
                    "10.1007/s11373-005-9035-9"
                ]
            }
        },
        "BIBREF13": {
            "title": "Structure of the SARS coronavirus nucleocapsid protein RNA-binding dimerization domain suggests a mechanism for helical packaging of viral RNA",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "YW",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "HI",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Riang",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "368",
            "issn": "",
            "pages": "1075-1086",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.02.069"
                ]
            }
        },
        "BIBREF14": {
            "title": "Electron microscopy studies of the coronavirus ribonucleoprotein complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Protein Cell",
            "volume": "8",
            "issn": "",
            "pages": "219-224",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-016-0352-8"
                ]
            }
        },
        "BIBREF15": {
            "title": "Coronavirus nucleocapsid proteins assemble constitutively in high molecular oligomers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kriegenburg",
                    "suffix": ""
                },
                {
                    "first": "CAM",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-06062-w"
                ]
            }
        },
        "BIBREF16": {
            "title": "Structures of the N- and C-terminal domains of MHV-A59 nucleocapsid protein corroborate a conserved RNA-protein binding mechanism in coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Protein Cell",
            "volume": "1",
            "issn": "",
            "pages": "688-697",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-010-0079-x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Analyses of coronavirus assembly interactions with interspecies membrane and nucleocapsid protein chimeras",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst-Hess",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "4357-4368",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03212-15"
                ]
            }
        },
        "BIBREF18": {
            "title": "The nucleoprotein is required for efficient coronavirus genome replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12683-12688",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.78.22.12683-12688.2004"
                ]
            }
        },
        "BIBREF19": {
            "title": "Selective replication of coronavirus genomes that express nucleocapsid protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ludewig",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6620-6630",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.11.6620-6630.2005"
                ]
            }
        },
        "BIBREF20": {
            "title": "Viral replicase gene products suffice for coronavirus discontinuous transcription",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "6676-6681",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.14.6676-6681.2001"
                ]
            }
        },
        "BIBREF21": {
            "title": "Coronavirus nucleocapsid protein facilitates template switching and is required for efficient transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Mateos-Gomez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2169-2175",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02011-09"
                ]
            }
        },
        "BIBREF22": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        },
        "BIBREF23": {
            "title": "Mass spectroscopic characterization of the coronavirus infectious bronchitis virus nucleoprotein and elucidation of the role of phosphorylation in RNA binding by using surface plasmon resonance",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "BK",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Emmett",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "1164-1179",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.2.1164-1179.2005"
                ]
            }
        },
        "BIBREF24": {
            "title": "Role of phosphorylation clusters in the biology of the coronavirus infectious bronchitis virus nucleocapsid protein",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "370",
            "issn": "",
            "pages": "373-381",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2007.08.016"
                ]
            }
        },
        "BIBREF25": {
            "title": "Glycogen synthase kinase-3 regulates the phosphorylation of severe acute respiratory syndrome coronavirus nucleocapsid protein and viral replication",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "YG",
                    "middle": [],
                    "last": "Tsay",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "5229-5239",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M805747200"
                ]
            }
        },
        "BIBREF26": {
            "title": "Phosphorylation of the arginine/serine dipeptide-rich motif of the severe acute respiratory syndrome coronavirus nucleocapsid protein modulates its multimerization, translation inhibitory activity and cellular localization",
            "authors": [
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "WY",
                    "middle": [],
                    "last": "Tarn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "FEBS J",
            "volume": "275",
            "issn": "",
            "pages": "4152-4163",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1742-4658.2008.06564.x"
                ]
            }
        },
        "BIBREF27": {
            "title": "The putative helicase of the coronavirus mouse hepatitis virus is processed from the replicase gene polyprotein and localizes in complexes that are active in viral RNA synthesis",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "XT",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "6862-6871",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Localization of mouse hepatitis virus nonstructural proteins and RNA synthesis indicates a role for late endosomes in viral replication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schleich",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7641-7657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Mouse hepatitis virus replicase proteins associate with two distinct populations of intracellular membranes",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ostermann",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "5647-5654",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.74.12.5647-5654.2000"
                ]
            }
        },
        "BIBREF30": {
            "title": "The intracellular sites of early replication and budding of SARS-coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stertz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reichelt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez-Sobrido",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "",
            "pages": "304-315",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.11.027"
                ]
            }
        },
        "BIBREF31": {
            "title": "Dynamics of coronavirus replication-transcription complexes",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Hagemeijer",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulasli",
                    "suffix": ""
                },
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Shaltiel",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "de Vries",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2134-2149",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01716-09"
                ]
            }
        },
        "BIBREF32": {
            "title": "The coronavirus nucleocapsid protein is dynamically associated with the replication-transcription complexes",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Hagemeijer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulasli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11575-11579",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00569-10"
                ]
            }
        },
        "BIBREF33": {
            "title": "Discovery of seven novel mammalian and avian coronaviruses in the genus Deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995-4008",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06540-11"
                ]
            }
        },
        "BIBREF34": {
            "title": "Characterization of a critical interaction between the coronavirus nucleocapsid protein and nonstructural protein 3 of the viral replicase-transcriptase complex",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "9159-9172",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01275-13"
                ]
            }
        },
        "BIBREF35": {
            "title": "An interaction between the nucleocapsid protein and a component of the replicase-transcriptase complex is crucial for the infectivity of coronavirus genomic RNA",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Goebel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10276-10288",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01287-10"
                ]
            }
        },
        "BIBREF36": {
            "title": "Genomic libraries and a host strain designed for highly efficient two-hybrid selection in yeast",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halladay",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Genetics",
            "volume": "144",
            "issn": "",
            "pages": "1425-1436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Severe acute respiratory syndrome coronavirus nonstructural proteins 3, 4, and 6 induce double-membrane vesicles",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akhlaghpour",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00524-13"
                ]
            }
        },
        "BIBREF38": {
            "title": "Solution structure of mouse hepatitis virus (MHV) nsp3a and determinants of the interaction with MHV nucleocapsid (N) protein",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Keane",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "3502-3515",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03112-12"
                ]
            }
        },
        "BIBREF39": {
            "title": "Clarification of interaction mechanism of mouse hepatitis virus (MHV) N and nsp3 protein with homology modeling and protein-protein docking analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tatar",
                    "suffix": ""
                },
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Tok",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Comput Aided Drug Des",
            "volume": "12",
            "issn": "",
            "pages": "98-106",
            "other_ids": {
                "DOI": [
                    "10.2174/1573409912666160226131253"
                ]
            }
        },
        "BIBREF40": {
            "title": "Nucleocapsid phosphorylation and RNA helicase DDX1 recruitment enables coronavirus transition from discontinuous to continuous transcription",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "462-472",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.09.009"
                ]
            }
        },
        "BIBREF41": {
            "title": "Generation of recombinant coronaviruses using vaccinia virus as the cloning vector and stable cell lines containing coronaviral replicon RNAs",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Makia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "237-254",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-59745-181-9_18"
                ]
            }
        },
        "BIBREF42": {
            "title": "Mouse hepatitis coronavirus RNA replication depends on GBF1-mediated ARF1 activation",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Te Lintelo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000088"
                ]
            }
        },
        "BIBREF43": {
            "title": "Coronaviruses as vectors: position dependence of foreign gene expression",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "van Genne",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Stoop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11312-11323",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.77.21.11312-11323.2003"
                ]
            }
        },
        "BIBREF44": {
            "title": "A contemporary view of coronavirus transcription",
            "authors": [
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "20-29",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01358-06"
                ]
            }
        },
        "BIBREF45": {
            "title": "SARS-coronavirus replication/transcription complexes are membrane-protected and need a host factor for activity in vitro",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "van Hemert",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "van den Worm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Mommaas",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000054"
                ]
            }
        },
        "BIBREF46": {
            "title": "Analysis of intraviral protein-protein interactions of the SARS coronavirus ORFeome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "von Brunn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Teepe",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pepperkok",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Friedel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0000459"
                ]
            }
        },
        "BIBREF47": {
            "title": "The group-specific murine coronavirus genes are not essential, but their deletion, by reverse genetics, is attenuating in the natural host",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "177-189",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2002.1412"
                ]
            }
        },
        "BIBREF48": {
            "title": "A simple method of estimating fifty per cent endpoints",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "493-497",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordjournals.aje.a118408"
                ]
            }
        },
        "BIBREF49": {
            "title": "Baculovirus expression vectors: choice of expression vector",
            "authors": [
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Methods Mol Biol",
            "volume": "8",
            "issn": "",
            "pages": "287-307",
            "other_ids": {
                "DOI": [
                    "10.1385/0-89603-191-8:287"
                ]
            }
        },
        "BIBREF50": {
            "title": "Atg11 links cargo to the vesicle-forming machinery in the cytoplasm to vacuole targeting pathway",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yorimitsu",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "",
            "pages": "1593-1605",
            "other_ids": {
                "DOI": [
                    "10.1091/mbc.e04-11-1035"
                ]
            }
        },
        "BIBREF51": {
            "title": "Murine coronavirus nonstructural protein ns2 is not essential for virus replication in transformed cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "4784-4791",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Processing of the coronavirus MHV-JHM polymerase polyprotein: identification of precursors and proteolytic products spanning 400 kilodaltons of ORF1a",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "242",
            "issn": "",
            "pages": "288-302",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1997.9010"
                ]
            }
        },
        "BIBREF53": {
            "title": "Murine coronavirus with an extended host range uses heparan sulfate as an entry receptor",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Te Lintelo",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "14451-14456",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.22.14451-14456.2005"
                ]
            }
        },
        "BIBREF54": {
            "title": "Characterization of the expression, intracellular localization, and replication complex association of the putative mouse hepatitis virus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Brockway",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "XT",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "10515-10527",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.77.19.10515-10527.2003"
                ]
            }
        },
        "BIBREF55": {
            "title": "Ultrastructure and origin of membrane vesicles associated with the severe acute respiratory syndrome coronavirus replication complex",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Onderwater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "van der Meulen",
                    "suffix": ""
                },
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Koerten",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Mommaas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "5927-5940",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02501-05"
                ]
            }
        },
        "BIBREF56": {
            "title": "Biogenesis and dynamics of the coronavirus replicative structures",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Hagemeijer",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "3245-3269",
            "other_ids": {
                "DOI": [
                    "10.3390/v4113245"
                ]
            }
        },
        "BIBREF57": {
            "title": "Determination of host proteins composing the microenvironment of coronavirus replicase complexes by proximity-labeling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "V’Kovski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Braga Lagache",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simillion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stalder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gaschen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruggmann",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Stoffel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Elife",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.42037"
                ]
            }
        }
    }
}