{
    "paper_id": "PMC6093684",
    "metadata": {
        "title": "Surveillance for respiratory syncytial virus and parainfluenza virus among patients hospitalized with pneumonia in Sarawak, Malaysia",
        "authors": [
            {
                "first": "Jane",
                "middle": [
                    "K."
                ],
                "last": "Fieldhouse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Teck-Hock",
                "middle": [],
                "last": "Toh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei-Honn",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jakie",
                "middle": [],
                "last": "Ting",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Siaw-Jing",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "King-Ching",
                "middle": [],
                "last": "Hii",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cheng-Ing",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Toh-Mee",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "See-Chang",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tyler",
                "middle": [
                    "E."
                ],
                "last": "Warkentien",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "C."
                ],
                "last": "Gray",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Schildgen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In 2015, an estimated 2.7 million deaths worldwide (all ages) were attributable to lower respiratory infections [1]. While international surveillance for influenza viruses is routinely conducted for the purposes of developing seasonal vaccines, surveillance for non-influenza respiratory viruses, including respiratory syncytial virus (RSV), and parainfluenza virus (PIV), is less well established [2]. Recent publications have described these gaps in surveillance, recognizing the barrier of timely diagnostic testing and the need for the increased use of multiplexing molecular assays to enhance the sensitivity of respiratory virus detection [2, 3].",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 399,
                    "end": 400,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 646,
                    "end": 647,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 649,
                    "end": 650,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "RSV, a single-stranded negative-sense RNA virus in the genus Pneumovirus in the Paramyxoviridae family has two antigenic subgroups, A and B, which can co-circulate but typically differ by season and region [4]. Estimates of the overall mortality among children due to RSV in 2015 range from 36,363 to 118,200 deaths globally [5, 6]. RSV has also been found to have a disease burden similar to that of non-pandemic Influenza A within elderly adult populations [7]. Worldwide, there are currently more than 50 RSV vaccine trials and nearly as many antiviral drug trials for RSV infection being evaluated in various phases of clinical trials [2, 3, 8–10]. Immune prophylaxis with targeted monoclonal antibodies (mAbs) are now available for high-risk infants and children [11].",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 460,
                    "end": 461,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 640,
                    "end": 641,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 646,
                    "end": 647,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza viruses are single-stranded, negative-sense RNA viruses in the Paramyxoviridae family. There are four primary types of human PIVs, PIV1-4. While PIV-3 infection is most prevalent, all four types of PIVs cause pneumonia, particularly among children and infants. Today there are 14 active vaccine trials for human PIV-3 [2].",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 334,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "A meta-analysis of the global burden of childhood pneumonia found the greatest proportion of severe pneumonia cases occurred in South East Asia, where 5.44 million out of 14.11 million severe cases worldwide occurred [12]. Sibu Hospital in Sarawak, Malaysia, has experienced increasing pneumonia admissions in recent years, with 1,611 admissions in 2013, 1,607 admissions in 2014, and 1,903 admissions in 2015. Sibu Hospital is a referral hospital for central Sarawak, with a bed capacity of 730, serving six other smaller district hospitals and a population of more than 725,400 in the central region of Borneo Island. A nearby district hospital, Kapit Hospital, while smaller, also sees a relatively large number of pneumonia admissions (approximately 300) per year considering the small rural population of 130,800 it serves. Kapit is located 120 kilometers south-east of Sibu, currently accessible only by boat. Kapit Hospital is a government hospital with 134 beds that serves as the referral hospital for several smaller towns along the Rajang River [13]. Until this study was conducted, the hospitals essentially have no onsite viral diagnostic capabilities.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In this six-week, cross-sectional pilot study we sought to estimate prevalence and to identify risk factors for RSV and PIV molecular detections among pediatric and adult pneumonia admissions at Sibu and Kapit Hospitals.",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "This student project was a sub-investigation of an ongoing pneumonia etiology study conducted in in the same hospitals. Inclusion and exclusion enrollment criteria were adapted from two United States, large and comprehensive, community-based pneumonia studies (supporting information S1 Table). [14, 15]. All patients of more than 30 days of age admitted to Sibu or Kapit Hospitals were recruited after medical officers (MOs) assessed them for evidence of an acute respiratory tract infection consistent with pneumonia assessed by chest radiography, read by MOs, within 72 hours of hospitalization [14].",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "MOs from both hospitals were trained in enrollment procedures. Due to the dependency upon MOs for enrollment, this study used convenience sampling. Written informed consent was obtained from enrolled adults over 18 years of age and from parents or guardians of children under 7 years of age. Assent was obtained for those children enrolled between 7 and 18 years of age, along with written informed consent from their parents or legal guardians. These procedures were approved by the Medical Research and Ethics Committee, Ministry of Health, Malaysia, the Duke University Health System Institutional Review Board and the Naval Medical Research Center Asia Human Research Protection Program (HRPO # W911QY-16-D-0058).",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "MOs administered a questionnaire collecting demographic and risk factor data then collected and placed one nasopharyngeal swab into 3 mL of sterile viral transport medium. All specimens were stored at -80°C until RNA extraction was performed using QIAmp Cador Pathogen Mini Kit (cat. 54106). Extractions (100 μL) were then stored in cryogenic vials in a -80°C freezer until ready for real-time reverse transcription polymerase chain reaction (rRT-PCR). Primers and probes were identified and validated following a literature review of van de Pol et al. (2007) [16]. Cycling conditions for the six singleplex assays were identical (supporting information S2 Table). rRT-PCR was conducted on a BioRad CFx96 C1000 Touch Thermal Cycler Real-Time system. Cycle threshold (Ct) value cut-offs were determined based on a literature review: Ct values <38 were positive; Ct values 38 to 40 were considered suspect; and Ct values >40 were considered negative [16–19]. A positive control and a no-template control were included in each run.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 949,
                    "end": 951,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 952,
                    "end": 954,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Questionnaire data and rRT-PCR results were entered into REDCap version 7.0 and data were imported into STATA version 15.0 (StataCorp, College Station, TX). To assess for potential risk factors, an initial bivariate screening was conducted to assess the association between covariates of interest and the outcome of positive viral detection by rRT-PCR. Logistic regression was used to assess the following covariates as possible risk factors: age category, gender, location (hospital), week of enrollment, ethnicity, pre-existing medical conditions, current medications, and history of animal exposure. Pearson’s chi-square test was used for categorical variables. Those predictors with a bivariate test statistic p-value ≤0.1 were included in a stepwise, backward elimination logistic regression model. Predictors with a p-value <0.05 were retained in a final model to calculate adjusted odds ratios (OR) and 95% confidence interval (CI).",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "From June 15 to July 27, 2017, we enrolled 129 patients who met the eligibility criteria out of a total 567 patients who were hospitalized with pneumonia at Sibu and Kapit Hospitals (supporting information S3 Table). For the purpose of this analysis, three suspect-positive RSV-A samples, which were run a second time for validation and revealed consistent amplification curves, were considered positive. Thus, 39 samples were positive for RSV-A (30.2%), two were positive for RSV-B (1.6%), one was positive for PIV-3 (0.8%) and one was positive for PIV-4 (0.8%). No samples tested positive for PIV-1 or PIV-2. Due to low prevalence, RSV-B and PIV1-4 outcomes were not included in risk factor modeling.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "A bivariate analysis of dichotomous risk factors against the outcome of RSV-A positive found potentially important risk factors to include: age category, location, several pre-existing conditions and several medications. The final stepwise, backward elimination logistic regression model included age and location variables. When controlling for age, patients enrolled at Kapit Hospital had a higher adjusted OR of testing positive for RSV-A (adjusted OR = 3.2, 95% CI: 1.3, 7.8) (Table 1). When controlling for location, the adjusted OR of RSV-A infection for participants <1 year was 32.7 (95% CI: 3.9, 276.2), and the adjusted OR of RSV-A infection for participants ages 1 to 5 years was 14.9 (95% CI: 1.5, 100.8).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 481,
                    "end": 488,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The study found a remarkably high prevalence of RSV-A (30.2% overall) among patients with pneumonia admitted to the two hospitals. Given previous studies of respiratory viruses in Malaysia, we expected to see an RSV prevalence between 15 to 20% [20, 21]. The prevalence was particularly high at Kapit Hospital (46.0%). The detection of RSV A is in keeping with the finding that globally, RSV group A tends to be more prevalent than RSV group B [22]. We found that RSV subtype A led to more hospitalizations than RSV B; however, there are mixed findings as to the clinical significance of the different genotype infections [6, 22, 23].",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 623,
                    "end": 624,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on RSV studies conducted between 1982 and 2008, the RSV season in Malaysia begins in July, peaks between September and December, and ends in March for a duration of about 36 weeks [24]. Our findings demonstrate RSV season may begin earlier than July, though data from an ongoing pneumonia study will provide a snapshot of year-long data on the seasonality of RSV in Sarawak, in addition to influenza viruses, adenoviruses, coronaviruses and enteroviruses. Because data collection occurred in June and July, the two months following the Gawai celebration in Sarawak, it is possible that community gatherings might have contributed to the increased prevalence of RSV infection. This would be especially true in Kapit, which is a smaller and more isolated town that attracts nonresident travelers during the Gawai celebration. The population of Kapit is largely made up of ethnic groups that reside in traditional or modern longhouses, with rows of private single-family units running perpendicular to a hall of public, communal space. Of the RSV-A patients in our study, 60% reported residing in households with six or more cohabitants; however, while the questionnaire captured household size, it failed to capture household type (longhouse versus single-family home).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Though ethnicity was not found to be a statistically significant risk factor for RSV-A infection, 26 of the RSV-A positive patients were of Iban ethnicity (66.7%). As of 2010, approximately 28% of the population in Sibu was Iban and 82% of the population in Kapit was Iban; in this study, 58% of patients in Sibu were Iban and 88% of patients in Kapit were Iban. Among those patients hospitalized in Kapit, a remaining 4% were Malay and 8% were indigenous local populations, including the nomadic hunter-gatherer Penan people.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study was limited in its inference as we used convenience sampling and only sampled during June and July; we cannot exclude the possibility that our patients were the most seriously ill and that the prevalence of RSV and PIV will differ by seasons.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Strengths of the study include the use of singleplex rRT-PCR to sub-type RSV and PIV. While rRT-PCR is highly sensitive, it is possible that some infections could have been missed.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study provides baseline surveillance data to estimate the prevalence of both RSV and PIV within the Sibu and Kapit pneumonia patient populations, which may help inform medical practitioners as to the etiology of pneumonia in Sarawak and guide future interventions and vaccine or pharmaceutical trials. With new treatments for both viruses on the horizon, continued studies are required to assess RSV and PIV trends in Sarawak.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980–2015: a systematic analysis for the Global Burden of Disease Study 2015",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "388",
            "issn": "10053",
            "pages": "1459-544",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Global epidemiology of non-influenza RNA respiratory viruses: data gaps and a growing need for surveillance",
            "authors": [],
            "year": 2017,
            "venue": "The Lancet Infectious Diseases",
            "volume": "17",
            "issn": "10",
            "pages": "e320-e6",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(17)30238-4"
                ]
            }
        },
        "BIBREF2": {
            "title": "Identifying Gaps in Respiratory Syncytial Virus Disease Epidemiology in the United States Prior to the Introduction of Vaccines",
            "authors": [],
            "year": 2017,
            "venue": "Clinical Infectious Diseases",
            "volume": "65",
            "issn": "6",
            "pages": "1020-5",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix432"
                ]
            }
        },
        "BIBREF3": {
            "title": "Respiratory syncytial virus—a comprehensive review",
            "authors": [],
            "year": 2013,
            "venue": "Clinical Reviews in Allergy & Immunology",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Estimates of the global, regional, and national morbidity, mortality, and aetiologies of lower respiratory tract infections in 195 countries: a systematic analysis for the Global Burden of Disease Study 2015",
            "authors": [],
            "year": 2017,
            "venue": "The Lancet Infectious Diseases",
            "volume": "17",
            "issn": "11",
            "pages": "1133-61",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(17)30396-1"
                ]
            }
        },
        "BIBREF5": {
            "title": "Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study",
            "authors": [],
            "year": 2017,
            "venue": "Lancet (London, England)",
            "volume": "390",
            "issn": "10098",
            "pages": "946-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "17",
            "pages": "1749-59",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa043951"
                ]
            }
        },
        "BIBREF7": {
            "title": "Lower respiratory tract infection caused by respiratory syncytial virus: current management and new therapeutics",
            "authors": [],
            "year": 2015,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "3",
            "issn": "11",
            "pages": "888-900",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(15)00255-6"
                ]
            }
        },
        "BIBREF8": {
            "title": "A randomized, controlled, observer-blind Phase I study of the safety and immunogenicity of a Respiratory Syncytial Virus vaccine with or without alum adjuvant",
            "authors": [],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Development of two salmonella-based oral vaccines against human respiratory syncytial virus",
            "authors": [],
            "year": 2015,
            "venue": "J Biol Regul Homeost Agents",
            "volume": "29",
            "issn": "1",
            "pages": "7-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Updated Guidance for Palivizumab Prophylaxis Among Infants and Young Children at Increased Risk of Hospitalization for Respiratory Syncytial Virus Infection",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "2",
            "pages": "415-20",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2014-1665"
                ]
            }
        },
        "BIBREF11": {
            "title": "Global burden of childhood pneumonia and diarrhoea",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "381",
            "issn": "9875",
            "pages": "1405-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Community-Acquired Pneumonia Requiring Hospitalization among U.S. Adults",
            "authors": [],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "373",
            "issn": "5",
            "pages": "415-27",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1500245"
                ]
            }
        },
        "BIBREF14": {
            "title": "Community-Acquired Pneumonia Requiring Hospitalization among U.S. Children",
            "authors": [],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "9",
            "pages": "835-45",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1405870"
                ]
            }
        },
        "BIBREF15": {
            "title": "Increased Detection of Respiratory Syncytial Virus, Influenza Viruses, Parainfluenza Viruses, and Adenoviruses with Real-Time PCR in Samples from Patients with Respiratory Symptoms",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Clinical Microbiology",
            "volume": "45",
            "issn": "7",
            "pages": "2260-2",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00848-07"
                ]
            }
        },
        "BIBREF16": {
            "title": "Pitfalls in interpretation of CT-values of RT-PCR in children with acute respiratory tract infections",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Clinical Virology",
            "volume": "90",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2017.02.010"
                ]
            }
        },
        "BIBREF17": {
            "title": "Successful nanolitre real-time PCR detection of respiratory pathogens in clinical specimens",
            "authors": [],
            "year": 2012,
            "venue": "Clinical Microbiology and Infection",
            "volume": "18",
            "issn": "8",
            "pages": "E286-E8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2012.03896.x"
                ]
            }
        },
        "BIBREF18": {
            "title": "Prospective Study of Respiratory Viral Infections in Pediatric Hemopoietic Stem Cell Transplantation Patients",
            "authors": [],
            "year": 2004,
            "venue": "The Pediatric Infectious Disease Journal",
            "volume": "23",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Seasonal variation in respiratory syncytial virus chest infection in the tropics",
            "authors": [],
            "year": 2002,
            "venue": "Pediatric Pulmonology",
            "volume": "34",
            "issn": "1",
            "pages": "47-51",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.10095"
                ]
            }
        },
        "BIBREF20": {
            "title": "Epidemiology and seasonality of respiratory viral infections in hospitalized children in Kuala Lumpur, Malaysia: a retrospective study of 27 years",
            "authors": [],
            "year": 2012,
            "venue": "BMC Pediatrics",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2431-12-32"
                ]
            }
        },
        "BIBREF21": {
            "title": "Molecular epidemiology of respiratory syncytial virus",
            "authors": [],
            "year": 2018,
            "venue": "Reviews in Medical Virology",
            "volume": "28",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Molecular epidemiology and disease severity of respiratory syncytial virus in relation to other potential pathogens in children hospitalized with acute respiratory infection in Jordan",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Medical Virology",
            "volume": "80",
            "issn": "1",
            "pages": "168-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory Syncytial Virus Seasonality: A Global Overview",
            "authors": [],
            "year": 2018,
            "venue": "J Infect Dis",
            "volume": "217",
            "issn": "9",
            "pages": "1356-64",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiy056"
                ]
            }
        }
    }
}