{
    "paper_id": "PMC6620335",
    "metadata": {
        "title": "Epidemiological and clinical differences between sexes and pathogens in a three-year surveillance of acute infectious gastroenteritis in Shanghai",
        "authors": [
            {
                "first": "Lingfei",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yiqin",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoguang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wxg2479038@sina.com",
                "affiliation": {}
            },
            {
                "first": "Yinghua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Longwen",
                "middle": [],
                "last": "Zhan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiqian",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongjing",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shanshan",
                "middle": [],
                "last": "Zhen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiuhua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiping",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yingying",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute gastroenteritis is a common disease that is usually caused by viral, bacterial or parasitic infections in the digestive tract1. Outbreaks and sporadic cases of gastroenteritis occur throughout the year and pose a major public health burden worldwide1–3. Most causes of acute gastroenteritis are foodborne or waterborne due to the contamination of a pathogen toxin and/or toxic microorganism4. Of the infectious causes of acute gastroenteritis, it is estimated that 50–70%, 15–20% and 10–15% are caused by viral, bacterial and parasitic infections, respectively1. In general, acute viral gastroenteritis peaks in the autumn and winter seasons, and the peak of acute bacterial gastroenteritis appears in summer1–3.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 566,
                    "end": 567,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 714,
                    "end": 715,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 716,
                    "end": 717,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The main clinical manifestations of acute gastroenteritis are sudden-onset vomiting or diarrhea with or without accompanying nausea, fever, or abdominal pain4–6. It is hard for clinicians to differentiate viral gastroenteritis from gastroenteritis caused by bacterial agents on the basis of clinical manifestations alone7. Although viral gastroenteritis manifests abruptly with vomiting and watery diarrhea, often accompanied by low-grade fever and abdominal cramps, these clinical manifestations are always shared by bacterial gastroenteritis6–8. Thus, further evaluation of differences in sex, infection source, transmission route, symptoms as well as clinical laboratory tests between viral and bacterial gastroenteritis has clinical significance. In addition, Shanghai is an international metropolis that had 24.2 million residents and 320 million tourists in the year of 2017, and high population density is a major factor promoting acute gastroenteritis epidemics2,3,9–12. So far, long-term acute gastroenteritis surveillance data with a large sample size from Shanghai are still scarce. Furthermore, the pathogenic spectrum of acute infectious gastroenteritis prevalent in the local area remains unclear.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 159,
                    "end": 160,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "7",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 545,
                    "end": 546,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 969,
                    "end": 970,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 971,
                    "end": 972,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 973,
                    "end": 974,
                    "mention": "9",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this report, acute gastroenteritis surveillance data collected over a three-year span from two sentinel hospitals in Shanghai are presented. The epidemiological and clinical differences between viral and bacterial gastroenteritis as well as between the sexes and the spectrum of acute gastroenteritis-related viruses and bacteria in the local area were evaluated.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study was conducted in accordance with the World Medical Association Declaration of Helsinki and was approved by the Internal Review Board of the Center for Disease Control and Prevention of Minhang District, Shanghai. Written informed consent was obtained according to the guidelines of the National Ethics Regulation Committee.",
            "cite_spans": [],
            "section": "Ethics issues ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "This report focused on individuals with suspected acute viral and bacterial gastroenteritis. Acute gastroenteritis was defined as sudden-onset vomiting or diarrhea with or without accompanying nausea, fever, or abdominal pain. Acute diarrhea refers to an individual who presents with an abrupt onset of 3 or more loose or liquid stools above baseline in a 24 h period6.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 368,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Study design and sampling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We analyzed the annual registered data from 2014, 2015 and 2016 from two sentinel hospitals in the Minhang District of Shanghai, the 5th People’s Hospital of Shanghai and the Qibao Community Health Service Center. According to the Comprehensive Monitoring Scheme for Diarrhea in Shanghai, age, sex, profession, initial symptoms, symptoms, history of ingesting unsafe foods (According to the definition from CODEX ALIMENTARIUS COMMISSION PROCEDURAL MANUAL released by the Food and Agriculture Organization of the United Nations13,14, unsafe food was defined as “biological, chemical or physical agent in, or condition of, food with the potential to cause an adverse health effect”. Foodborne events were investigated by a foodborne disease questionnaire recommended by the WHO15, which includes sections of demographic, clinical and exposure information; food history; source of food; and eating site15. In addition, FIVE KEYS TO SAFER FOOD MANUAL proposed by WHO16, i.e., keep clean, separate raw and cooked, cook thoroughly, keep food at safe temperatures, and use safe water and raw materials; were also included in the questionnaire survey), history of drinking unsafe water (expired bottled water or raw water, such as well water or river water17), contact with diarrheal patients, travel 5 days before the onset of diarrhea, and administration of antibiotics were recorded. Watery diarrhea, bloody diarrhea, dehydration, fever, heart rate, blood pressure, routine blood examination, and a stool test were checked by the initial clinicians or performed in the clinical laboratory of the hospital.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 528,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Study design and sampling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All individuals with suspected infectious acute gastroenteritis older than 18 years and registered in the years 2014, 2015 or 2016 by the two sentinel hospitals were included in this report; individuals with known poisoning (e.g., mushroom poisoning), diarrhea for >7–10 days (considered chronic disease), bilious emesis, acute surgical abdomen, and bloody diarrhea were excluded. Based on our long-term survey data, acute gastroenteritis related to enteric parasites (such as Giardia, Cryptosporidium and Entamoeba histolytica) is now rare in adults living in Shanghai; thus, we did not perform detection for enteric parasites.",
            "cite_spans": [],
            "section": "Study design and sampling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For pathogen detection, in order to reduce the workload and ensure the accuracy and effectiveness of pathogen detection, random sampling to collect stool or vomit samples is always adopted in an acute gastroenteritis survey. The hospital with more patients performed detection with a 1:20 sampling rate (the 5th People’s Hospital of Shanghai), while the hospital with fewer patients performed detection with a 1:5 sampling rate (Qibao Community Health Service Center).",
            "cite_spans": [],
            "section": "Study design and sampling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Bacterial detection is a vital part of the acute gastroenteritis control and prevention strategy established by the local health administration department. Bacterial identification is the systematic work of a multisectoral collaboration in China’s Centers for Disease Control and Prevention, and it is difficult to detail all processes in this report. Briefly, detection was carried out via classic bacterial isolation, culture, and identification in combination with molecular diagnostic strategies2. In addition, bacterial samples were subjected to VITEK® 2 Compact (bioMérieux, France) for simultaneous microbial identification. The above technologies covered the most common diarrhea-related bacteria, including Vibrio cholerae, Salmonella, Shigella, Vibrio parahemolyticus, Yersinia enterocolitica, Campylobacter jejuni, Enterotoxigenic Escherichia coli (ETEC), Enteropathogenic E. coli (EPEC) and others2. To learn the pathotypes of diarrheagenic E. coli, suspected E. coli colonies on SMAC or MacConkey plates were further analyzed by PCR using primers targeting the genes eae, bfp, stx1, stx2, ipaH, pCDV, eltA and estA. A first PCR detection was performed with stx1/stx2 and eae primers focusing on the identification of STEC or EPEC. Positive eae and negative stx1/stx2 samples were then examined by PCR with bfp primers to differentiate tEPEC from aEPEC. Negative eae and stx1/stx2 samples were further screened by PCR using pCVD432 primers for plasmidic EAEC sequences, ipaH primers for detecting invasion plasmid antigen genes of EIEC, and detection of the eltA and estA genes of ETEC labile and stable enterotoxins18,19. The diagnosis of epidemic dysentery and cholera was performed according to the Laboratory Methods for the Diagnosis of Epidemic Dysentery and Cholera recommended by the U.S. Centers for Disease Control and Prevention and the World Health Organization5.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 909,
                    "end": 910,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1628,
                    "end": 1630,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1631,
                    "end": 1633,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1885,
                    "end": 1886,
                    "mention": "5",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Isolation and identification of bacterial pathogens ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Laboratory standard operating procedures for detection were performed according to the PRACTICAL GUIDANCE FOR CLINICAL MICROBIOLOGY-Laboratory Diagnosis of Bacterial Gastroenteritis and the Final Report and Executive Summaries from the AOAC International Presidential Task Force on Best Practices in Microbiological Methodology8.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Isolation and identification of bacterial pathogens ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Viral detection is another vital part of the acute gastroenteritis control and prevention strategy established by the local health administration department. Gastroenteritis virus detection was performed according to methods reported by other peers2,10,12,20,21. Briefly, fecal specimens were prepared as 10% (w/v) suspensions in distilled water and then centrifuged for 10 min at 10000 g in a 1.5 ml collection tube (Biovisualab, Shanghai, China) to remove debris. Viral DNA and viral RNA were extracted from the suspensions using a QIAamp DNA Mini Kit and a QIAamp Viral RNA Mini Kit (Qiagen, The Netherlands), according to the manufacturer’s instructions. The virus panel was established with routine diarrhea surveillance data that were accumulated by local Centers for Disease Control and Prevention and by reference to information from peers20–23. Rotavirus, norovirus, enteric adenovirus, astrovirus, sapovirus, mimiviruses, aichivirus, bocavirus, parechovirus, cytomegalovirus, hepatitis A, coronaviruses, picornaviruses, toroviruses, and other enteroviruses were detected by polymerase chain reaction (PCR) or reverse transcription PCR using primer sets, as reported previously2,10,12,20–23.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 847,
                    "end": 849,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 850,
                    "end": 852,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1186,
                    "end": 1187,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Detection of viral pathogens ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Continuous variables are presented as the means ± standard deviations (SDs); differences between groups were evaluated using the Mann-Whitney U-test for independent samples. Categorical variables are presented as frequencies (percentage); differences in frequencies were evaluated using the Chi-square test or Fisher’s exact probability test. To identify independent factors and to distinguish factors associated with pathogen or sex, logistic regression analyses were applied in 1031 subjects with known pathogens. To identify factors that tended to be associated with pathogens, the dependent variables were defined as viral case = 0 and bacterial case = 1, and the multivariable logistic regression analyses were performed by sex. To identify factors that tended to be associated with sex, the dependent variables were defined as female = 0 and male = 1, and the multivariable logistic regression analyses were performed by viral and bacterial gastroenteritis. Potential independent variables were selected by univariate analyses; factors with P < 0.10 were introduced into the starting model of the multivariable logistic regression analyses and then eliminated manually using the backward step-by-step approach, depending on the largest p-value. All analyses were performed using SPSS software for Windows (ver. 18.0; SPSS Inc., Chicago, IL, USA), and the significance level (alpha) was set at 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "This report included annual cases from three full years of acute infectious gastroenteritis that occurred in two sentinel hospitals of Shanghai from 2014 to 2016. In total, 11243 subjects, 5857 males and 5386 females, were involved.",
            "cite_spans": [],
            "section": "General information from three-year-round surveillance ::: Results",
            "ref_spans": []
        },
        {
            "text": "As shown in Table 1, the average age of patients was older among females, and the ratio of local residents was significantly higher in the female group. Regarding the symptoms associated with acute gastroenteritis, the percentages of subjects with nausea, vomiting, watery stools and abdominal pain were significantly higher in the female group than in the male group. The rate of patients with fever was significantly higher in males (9.4%) than in females (7.1%). No significant difference in vomiting frequency, duration of vomiting, diarrhea frequency, duration of diarrhea, average body temperature or rate of dehydration existed between the sexes. Since the number of patients with dehydration was low in both sexes, differences in blood pressure may be an inherent sex difference rather than a pathological feature associated with acute gastroenteritis.",
            "cite_spans": [],
            "section": "General information from three-year-round surveillance ::: Results",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The epidemiological questionnaire showed that 63.1% and 64.0% of male and female patients, respectively, had a history of the possible ingestion of unsafe foods. The foodborne source of males more frequently tended to be from restaurants and delivery foods, while the foodborne source of females more frequently tended to be from home (Table 1). The rates of drinking unsafe water, exposure to patients with diarrhea within 5 days and travel within one week were very low in both sexes (Table 1). Clinical laboratory tests showed that the fecal red cell-positive rate was significantly lower in females (9.4%) than in males (11.0%) (Table 1).",
            "cite_spans": [],
            "section": "General information from three-year-round surveillance ::: Results",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 493,
                    "end": 494,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 639,
                    "end": 640,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In conclusion, age, symptoms, epidemiological factors and clinical laboratory tests differed between sexes in patients with acute gastroenteritis.",
            "cite_spans": [],
            "section": "General information from three-year-round surveillance ::: Results",
            "ref_spans": []
        },
        {
            "text": "To understand the seasonal epidemic characteristics of acute infectious gastroenteritis, all cases were aligned by month. As shown in Fig. 1A, all annual acute gastroenteritis epidemics, including 2014, 2015, 2016 and merged data, displayed two peaks in the summer and winter. To learn if the epidemic peaks were associated with pathogen differences, all identified viral and bacterial cases were aligned again by month. As shown in Fig. 1B, cases infected by bacteria peaked in August, and cases infected by viruses peaked in January.",
            "cite_spans": [],
            "section": "Annual dynamic characteristics of the acute gastroenteritis epidemic ::: Results",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Pathogens were successfully identified in 1031 patients, and 725 and 306 subjects were infected by bacteria and viruses, respectively. Of the identified cases of bacterial acute gastroenteritis, 72.4%, 22.2%, 1.1% and 0.4% were infected by Vibrio parahemolyticus, Salmonella, EPEC and ETEC alone, respectively; 3.6%, 0.1% and 0.1% were coinfected by Vibrio parahemolyticus and Salmonella, EPEC and Vibrio parahemolyticus and EPEC and Salmonella, respectively (Fig. 2).",
            "cite_spans": [],
            "section": "Pathogenic spectrum ::: Results",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 466,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Of the cases with identified viral acute gastroenteritis, 49.0%, 20.3%, 8.5%, 7.5%, 3.9% and 1.3% were infected by norovirus GII, rotavirus A, norovirus GI, sappovirus, mamastrovirus and enteric adenoviruses alone, respectively. In all, 3.3%; 2.9%; 0.7%; 0.7%; 0.7%; 0.3%; 0.3%; 0.3% and 0.3% of subjects were coinfected by norovirus GII and rotavirus A; norovirus GI and norovirus GII; mamastrovirus, norovirus GI and norovirus GII; sapovirus and rotavirus A; sapovirus and norovirus GII; norovirus GI and rotavirus A; mamastrovirus and rotavirus A; mamastrovirus and norovirus GI; and sapovirus and norovirus GII and norovirus GI, respectively (Fig. 2).",
            "cite_spans": [],
            "section": "Pathogenic spectrum ::: Results",
            "ref_spans": [
                {
                    "start": 652,
                    "end": 653,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The difference between the sexes shown in Table 1 does not taken into account the possible role of pathogens. Therefore, the clinical and epidemiological characteristics of bacterial and viral cases were further compared by sex.",
            "cite_spans": [],
            "section": "Differences between viral and bacterial gastroenteritis by sex ::: Results",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 49,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of males, as shown in Table 2, 366 and 177 subjects were identified as having bacterial and viral gastroenteritis, respectively. The rates of nausea, watery stools, abdominal pain, fever, ingesting possible unsafe foods, ingesting unsafe foods at restaurants, leukocyte- and red-cell-positive fecal matter and the average vomiting frequency, body temperature and white blood cell count variables were significantly higher in the bacterial group than in the viral group; conversely, the average vomiting duration, heart rate and diastolic pressure and the rate of ingesting unsafe foods at home variables were significantly higher in the virus group than in the bacterial group. No significant difference in the age, percentage of local residents, vomiting rate, diarrhea frequency, duration of diarrhea, dehydration rate, systolic blood pressure, or rate of ingesting delivery food variables was observed between the viral and bacterial gastroenteritis groups (Table 2, left panel).",
            "cite_spans": [],
            "section": "Differences between viral and bacterial gastroenteritis by sex ::: Results",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 967,
                    "end": 968,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Of females, 359 and 129 subjects were identified as having bacterial and viral gastroenteritis, respectively. The rates of nausea, vomiting, abdominal pain, fever, ingesting unsafe foods at restaurants, leukocyte- and red-cell-positive fecal matter and the white blood cell count variables were significantly higher in the bacterial group than in the viral group; conversely, the average vomiting duration was significantly longer and the rate of ingesting unsafe foods at home was significantly higher in the viral group than in the bacterial group. No significant differences in the age, percentage of local residents, frequency of vomiting, frequency of watery stools, frequency of diarrhea, duration of diarrhea, rate dehydration, heart rate, blood pressure, or rate of ingesting possible unsafe food variables was observed between the viral and bacterial gastroenteritis groups (Table 2, right panel).",
            "cite_spans": [],
            "section": "Differences between viral and bacterial gastroenteritis by sex ::: Results",
            "ref_spans": [
                {
                    "start": 890,
                    "end": 891,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Bacterial gastroenteritis shares many clinical manifestations and epidemiological features with viral gastroenteritis6–8. Although the above stratified analyses showed differences between sexes and pathogens, such analyses could neither identify independent factors nor quantify the associations. Thus, logistic regression analyses were adopted to distinguish the associations.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 119,
                    "end": 120,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Independent factors differentially associated with pathogen by sex ::: Results",
            "ref_spans": []
        },
        {
            "text": "Among males, univariate analyses showed that nausea, vomiting frequency, watery stools, abdominal pain, fever, ingesting unsafe food at restaurants, fecal leukocyte-positive, fecal red cell-positive and white blood cell count were potential independent factors that were differentially associated with viral and bacterial gastroenteritis. Multivariable logistic regression analyses revealed that only abdominal pain, fever, fecal red cell-positive and ingesting unsafe food at restaurants were independent factors that more frequently occurred in bacterial gastroenteritis than viral gastroenteritis with ORs of 2.61, 2.15, 3.28 and 1.59, respectively (Table 3).",
            "cite_spans": [],
            "section": "Independent factors differentially associated with pathogen by sex ::: Results",
            "ref_spans": [
                {
                    "start": 659,
                    "end": 660,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Among females, nausea, vomiting, duration of vomiting, abdominal pain, fever, ingesting unsafe food at restaurants, fecal leukocyte-positive, fecal red cell-positive and white blood cell count were potential independent variables that were differentially associated with viral and bacterial gastroenteritis. Further multivariable logistic regression analyses revealed that abdominal pain, fever, and ingesting unsafe food at restaurants were independent factors that more frequently occurred in bacterial gastroenteritis with ORs of 3.05, 3.54 and 1.72, respectively (Table 3). White blood cell count was also an independent factor and higher in bacterial gastroenteritis than in viral cases (Table 3).",
            "cite_spans": [],
            "section": "Independent factors differentially associated with pathogen by sex ::: Results",
            "ref_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 699,
                    "end": 700,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To identify the independent factors of acute infectious gastroenteritis that were differentially associated with sex by pathogen, logistic regression analyses were applied to 725 bacterial and 306 viral cases. Initial univariate analyses showed that age, domiciliary register and vomiting frequency and age, domiciliary register, nausea, abdominal pain, vomiting and fecal red cell-positive were potential independent variables in associated with sex in the viral and bacterial groups, respectively. Further multivariable logistic regression analyses using the above candidate variables revealed that, in bacterial gastroenteritis, an increase of 1 year old resulted in a decreased male/female (ratio) with an OR of 0.99 (Table 4), vomiting occurred less frequently in males than in females with an OR of 0.61, and red cell-positive fecal matter occurred more frequently in males than in females with an OR of 1.71 (Table 4). In the viral group, only domiciliary register remained an independent factor associated with males with an OR of 2.29 (migrant vs. local resident) (Table 4).",
            "cite_spans": [],
            "section": "Independent factors differentially associated with sex by pathogen ::: Results",
            "ref_spans": [
                {
                    "start": 728,
                    "end": 729,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 922,
                    "end": 923,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1080,
                    "end": 1081,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In this report, we collected data across a 3-year period from two sentinel hospitals located in the Minhang District of Shanghai. Our analysis strategy consisted of three steps: first a pooled analysis with 5857 male and 5386 female patients irrespective of pathogens to understand sex differences; second, sex and pathogen stratification analyses with 1031 patients whose pathogens were identified to determine epidemiological and clinical differences between sexes and pathogens; and third, logistic regression analyses to distinguish the factors associated with sex and pathogens.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the pooled analysis, the percentage of local residents and the rate of ingesting possible unsafe food at home variables were lower in males, and the rate of ingesting possible unsafe food at restaurants was higher in males, which is consistent with the characteristics of male social behavior. The rates of nausea, vomiting, watery stools and abdominal pain were higher, and the rates of fever and red cell-positive fecal matter were lower in females, suggesting a sex difference in symptoms associated with acute gastroenteritis. Although the pooled analysis did not implement pathogen classification, it reflected the features of acute gastroenteritis that clinicians face every day. Next, stratification analyses by sex and pathogen showed that the distributions of clinical and epidemiological factors differed not only between viral and bacterial groups but also between sexes. The results obtained by foregoing two steps guided us to implement sex and pathogen stratification in subsequent logistic regression analyses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Independent factors differentially associated with pathogens were evaluated by sex stratification; logistic regression analyses revealed that abdominal pain and fever were two common independent symptom factors that more frequently occurred in bacterial gastroenteritis than in viral gastroenteritis, regardless of sex. Clinically, acute infectious gastroenteritis is classified into two pathophysiologic types: noninflammatory and inflammatory. The noninflammatory gastroenteritis is mostly caused by viral infection with milder disease; while, inflammatory gastroenteritis is more severe and always resulted from infection of invasive or with toxin-producing bacteria1,24–26. In addition, fever and abdominal pain are two common symptoms in acute gastroenteritis caused by Salmonella infection24; our data showed that 22.2% identified bacterial cases were Salmonella infection (Fig. 2). Thus, higher prevalence of fever and abdominal pain in acute bacterial gastroenteritis were observed. Ingesting unsafe food at restaurants was a common transmission route for both sexes and was more frequently associated with bacterial gastroenteritis; which is consistent with that bacterial infections are more often associated with foodborne transmission24–26 and acquired easily at places with high population mobility27,28. White blood cell count was higher in bacterial cases only in females with low OR of 1.02, suggesting the relative pathology of infectious acute gastroenteritis differed between sexes. However, testing stool for leukocytes to screen for inflammatory diarrhea has fallen out of favor due to a wide variability in sensitivity and specificity24,29.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 670,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1246,
                    "end": 1248,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1314,
                    "end": 1316,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1656,
                    "end": 1658,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1659,
                    "end": 1661,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 885,
                    "end": 886,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Independent factors differentially associated with sex were further evaluated in logistic regression analyses with pathogen stratification. In bacterial gastroenteritis, age and vomiting were associated with males with ORs of 0.99 and 0.61, respectively; for ease of understanding, these associations were translated to females, and age and vomiting were associated with females with ORs of 1.01 and 1.64, respectively, meaning that with a 1-year old increase, the female/male ratio will increase 1.01 times, and vomiting is more frequently associated with female patients. The age quartiles of female and male bacterial cases are 27.6, 36.9 and 57.2; and 28.1, 34.9 and 49.9 years old respectively; the 2nd and particularly the 3rd quartiles of female age were older; which is why female/male ratio will increase 1.01 times with a 1-year old increase. Red cell-positive fecal matter remained an independent factor that was more frequently observed in males with OR of 1.71 (Table 4); in addition, the above sex stratification analysis showed that red cell-positive fecal matter was an independent factor that was more frequently observed in bacterial cases only in males with OR of 3.28 (Table 3). These two analysis methods mutually confirmed that red cell-positive fecal matter is common in males with bacterial infections. Bacteria, such as Vibrio parahemolyticus and Salmonella, predisposing to cause inflammatory infections with bloody stool24–26, which could be used to explain why bloody stool is more frequently observed in bacterial infections, but could not interpret gender difference. Since the proportions of Vibrio parahemolyticus and Salmonella infections were similar between males (49.9% and 52.5%) and females (50.1% and 47.5%), higher bloody stool rate in male cases should not be caused by differences in rates of bacterial infection. Although we could not give a reasonable explanation to partial gender differences; these evidences have clinical significance and will guide translational study to interpret a pathological mechanism. In fact, gender differences exist widely in clinical medicine and have been paid more and more attention in recent years30. In viral cases, only domiciliary register remained an independent factor associated with males; the migrant/local resident ratio was 2.29 times higher in males than in females, suggesting the prevalence of viral gastroenteritis is relatively higher in migrant workers.",
            "cite_spans": [
                {
                    "start": 1447,
                    "end": 1449,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1450,
                    "end": 1452,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2176,
                    "end": 2178,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 981,
                    "end": 982,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1195,
                    "end": 1196,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Some parameters, such as body temperature, heart rate and blood pressure, were not potential independent variables in univariate analyses; this finding is because body temperature was only recorded in subjects with fever, and heart rate and blood pressure were only recorded in patients with dehydration. As to why some variables did not remain independent factors in the final equation, this is partially explained by the high colinearity between variables, for example, the Pearson correlation coefficient between fecal leukocyte-positive and fecal red cell-positive was 0.423 (P < 0.001), and the narrow differences between two groups, for example, the percentage of nausea between bacterial and viral cases (42.3% vs. 34.5%) in males and the vomiting frequency between bacterial and viral cases (2.8 ± 2.1 vs. 2.1 ± 1.8 days) in males. However, most of the above differences involved complex pathophysiological principles, and we cannot offer a perfect explanation. Regardless, logistic regression analysis can effectively assess confounders and select independent variables associated with sex and pathogen.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Acute gastroenteritis caused by viral infections was dominated by rotavirus and norovirus31,32. Rotavirus always causes severe gastroenteritis in young children33,34, while norovirus causes most outbreaks of nonbacterial acute gastroenteritis in all age groups35. Recently, some scholars reported that the rotavirus predominance of acute gastroenteritis has been replaced by norovirus due to the wide implementation of rotavirus vaccination9. Our data showed that Caliciviridae (norovirus GII and GI) and Reoviridae (rotavirus A) constituted more than 80% of viral infections. Since a norovirus vaccine is still under development36, rotavirus vaccination needs to be implemented in local areas. Bacteria are the second leading cause of acute gastroenteritis; Shigella, Salmonella, Campylobacter, diarrhoeagenic Escherichia coli, pathogenic Vibrio, Yersinia, and Clostridium difficile are the most commonly reported bacteria correlated with acute gastroenteritis1,2. Our data showed that Vibrio parahemolyticus and Salmonella were the dominant bacteria identified in the local area, and these findings are consistent with those of a previous study with a small sample size2.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 160,
                    "end": 162,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 440,
                    "end": 441,
                    "mention": "9",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 961,
                    "end": 962,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 963,
                    "end": 964,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1171,
                    "end": 1172,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This report included the following limitations: First, this report only focused on the outpatients of two sentinel hospitals, and all subjects were sporadic adult cases; thus, this study does not represent the infectious gastroenteritis epidemic in schools, although it is known that acute gastroenteritis is highly prevalent in schools and always causes outbreaks37,38. Second, based on our sampling rates, pathogens were only identified in 9.2% (1031/11243) of patients, and more effort should be made to improve the representative accuracy of our results. Third, in the stratified and logistic regression analyses, we only considered mixed viral cases and mixed bacterial cases and did not subgroup the subjects by bacterial classification, virus classification or by multiple infections due to the restrictions of sample size. Since all of the above factors might influence the symptoms and clinical examinations of acute gastroenteritis, our analyses may be influenced by related bias.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: General information by sex.\nContinuous variables are presented as the means ± standard deviations (SDs); differences between groups were evaluated using the Mann-Whitney U-test for independent samples. Categorical variables are presented as frequencies (percentages); differences in frequencies were evaluated using the Chi-square test or Fisher’s exact probability test.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Clinical and epidemiological differences between viral and bacterial gastroenteritis by sex.\nContinuous variables are presented as the means ± standard deviations (SDs); difference between groups were evaluated using the Mann-Whitney U-test for independent samples. Categorical variables are presented as frequencies (percentages); differences in frequencies were evaluated using the Chi-square test or Fisher’s exact probability test.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Independent factors associated with bacterial gastroenteritis by sex.\nOR, odds ratio; 95% CI, 95% confidence interval. OR for white blood cell count = OR for an increase of 1 unit.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Independent factors associated with males by pathogen.\nOR, odds ratio; 95% CI, 95% confidence interval. OR for age = OR for an increase of 1 year old.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Seasonal distribution of infectious diarrhea. (A) Three years of annual incidence data of acute infectious gastroenteritis from two sentinel hospitals were aligned by month. To better present the two peaks of the disease epidemics, the time axis was arranged from May to December and from the following January to April. (B) Subjects with identified pathogens were also aligned by month. To better present the two peaks of the viral and bacterial gastroenteritis epidemics, the time axis was arranged from May to December and from the following January to April.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Pathogenic spectrum of acute gastroenteritis. Identified bacteria and viruses were presented as ratios, and the proportions of bacterial or viral coinfections were calculated separately and were not included in the individual proportion of each pathogen.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Acute gastroenteritis",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prim. Care.",
            "volume": "40",
            "issn": "",
            "pages": "727-741",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pop.2013.05.006"
                ]
            }
        },
        "BIBREF1": {
            "title": "Molecular epidemiology of genogroup II norovirus infections in acute gastroenteritis patients during 2014–2016 in Pudong New Area, Shanghai, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gut Pathog.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13099-018-0233-1"
                ]
            }
        },
        "BIBREF2": {
            "title": "Incidence of Norovirus-Associated Diarrhea, Shanghai, China, 2012–2013",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Infect Dis.",
            "volume": "23",
            "issn": "",
            "pages": "312-315",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2302.161153"
                ]
            }
        },
        "BIBREF3": {
            "title": "Age, primary symptoms, and genotype characteristics of norovirus outbreaks in Shanghai schools in 2017",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-33724-0"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Risk of waterborne illness via drinking water in the United States",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Environ Contam Toxicol.",
            "volume": "192",
            "issn": "",
            "pages": "117-58",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-71724-1_4"
                ]
            }
        },
        "BIBREF9": {
            "title": "Diarrheagenic Escherichia coli Associated with Acute Gastroenteritis in Children from Soriano, Uruguay",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peirano",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schelotto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varela",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can J Infect Dis Med Microbiol.",
            "volume": "2018",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2018/8387218"
                ]
            }
        },
        "BIBREF10": {
            "title": "Escherichia coli and community-acquired gastroenteritis, Melbourne, Australia",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Robins-Browne",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis.",
            "volume": "10",
            "issn": "",
            "pages": "1797-1805",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1010.031086"
                ]
            }
        },
        "BIBREF11": {
            "title": "Aetiological characteristics of adult acute diarrhoea in a general hospital of Shanghai",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemiol. Infect.",
            "volume": "145",
            "issn": "",
            "pages": "545-552",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268816002533"
                ]
            }
        },
        "BIBREF12": {
            "title": "Novel approach for detection of enteric viruses to enable syndrome surveillance of acute viral gastroenteritis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Svraka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol.",
            "volume": "47",
            "issn": "",
            "pages": "1674-1679",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00307-09"
                ]
            }
        },
        "BIBREF13": {
            "title": "Simultaneous detection of seven enteric viruses associated with acute gastroenteritis by a multiplexed Luminex-based assay",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol.",
            "volume": "50",
            "issn": "",
            "pages": "2384-2389",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.06790-11"
                ]
            }
        },
        "BIBREF14": {
            "title": "Molecular diagnosis of diarrhea: current status and future potential",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Operario",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Houpt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Infect. Dis. Rep.",
            "volume": "14",
            "issn": "",
            "pages": "41-46",
            "other_ids": {
                "DOI": [
                    "10.1007/s11908-011-0223-7"
                ]
            }
        },
        "BIBREF15": {
            "title": "Development and assessment of molecular diagnostic tests for 15 enteropathogens causing childhood diarrhoea: a multicentre study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "716-724",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70808-4"
                ]
            }
        },
        "BIBREF16": {
            "title": "Acute diarrhea",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. Fam. Physician.",
            "volume": "89",
            "issn": "",
            "pages": "180-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Vibrio Parahaemolyticus: A Review on Distribution, Pathogenesis, Virulence Determinants and Epidemiology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ghenem",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Elhadi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alzahrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishibuchi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Saudi. J. Med. Med. Sci.",
            "volume": "5",
            "issn": "",
            "pages": "93-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Vibrio parahaemolyticus: a review on the pathogenesis, prevalence, and advance molecular identification techniques",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Letchumanan",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Microbiol.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2014.00705"
                ]
            }
        },
        "BIBREF19": {
            "title": "Outbreak of Salmonella infantis gastroenteritis among people who had eaten at a hash house in southern Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chironna",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health.",
            "volume": "128",
            "issn": "",
            "pages": "438-443",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2014.02.002"
                ]
            }
        },
        "BIBREF20": {
            "title": "Acute gastroenteritis due to Vibrio parahaemolyticus in Spain. Presentation of 8 cases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Molero",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Med. Clin. (Barc).",
            "volume": "92",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Diagnostic accuracy of stool assays for inflammatory bacterial gastroenteritis in developed and resource-poor countries",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Gorbach",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Hamer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Infect. Dis.",
            "volume": "237",
            "issn": "",
            "pages": "365-375",
            "other_ids": {
                "DOI": [
                    "10.1086/375896"
                ]
            }
        },
        "BIBREF22": {
            "title": "Acute gastroenteritis outbreak caused by a GII.6 norovirus",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J. Gastroenterol.",
            "volume": "21",
            "issn": "",
            "pages": "5295-5302",
            "other_ids": {
                "DOI": [
                    "10.3748/wjg.v21.i17.5295"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Global prevalence of norovirus in cases of gastroenteritis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "725-730",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70767-4"
                ]
            }
        },
        "BIBREF25": {
            "title": "Cost-effectiveness analysis of a rotavirus immunization program for the United States",
            "authors": [
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "JAMA.",
            "volume": "279",
            "issn": "",
            "pages": "1371-1376",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.279.17.1371"
                ]
            }
        },
        "BIBREF26": {
            "title": "Clinical update: rotavirus gastroenteritis and its prevention",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Buttery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "302-304",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(07)61142-8"
                ]
            }
        },
        "BIBREF27": {
            "title": "Global mortality associated with rotavirus disease among children in 2004",
            "authors": [
                {
                    "first": "UD",
                    "middle": [],
                    "last": "Parashar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis.",
            "volume": "200",
            "issn": "",
            "pages": "S9-S15",
            "other_ids": {
                "DOI": [
                    "10.1086/605025"
                ]
            }
        },
        "BIBREF28": {
            "title": "Vomiting, diarrhea, constipation, and gastroenteritis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Getto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zeserson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Breyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg. Med. Clin. North. Am.",
            "volume": "29",
            "issn": "",
            "pages": "211-237",
            "other_ids": {
                "DOI": [
                    "10.1016/j.emc.2011.01.005"
                ]
            }
        },
        "BIBREF29": {
            "title": "Status of vaccine research and development for norovirus",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                },
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "2895-2899",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2016.03.077"
                ]
            }
        },
        "BIBREF30": {
            "title": "Infectious diarrheal disease caused by contaminated well water in Chinese schools: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Epidemiol.",
            "volume": "27",
            "issn": "",
            "pages": "274-281",
            "other_ids": {
                "DOI": [
                    "10.1016/j.je.2016.07.006"
                ]
            }
        },
        "BIBREF31": {
            "title": "An Investigation of an Acute Gastroenteritis Outbreak: Cronobacter sakazakii, a Potential Cause of Food-Borne Illness",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Microbiol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2018.02549"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "ACG Clinical Guideline: Diagnosis, Treatment, and Prevention of Acute Diarrheal Infections in Adults",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "DuPont",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Gastroenterol.",
            "volume": "111",
            "issn": "",
            "pages": "602-622",
            "other_ids": {
                "DOI": [
                    "10.1038/ajg.2016.126"
                ]
            }
        },
        "BIBREF35": {
            "title": "Viral gastroenteritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bányai",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "UD",
                    "middle": [],
                    "last": "Parashar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "175-186",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)31128-0"
                ]
            }
        },
        "BIBREF36": {
            "title": "Laboratory diagnosis of bacterial gastroenteritis",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Humphries",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Linscott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "28",
            "issn": "",
            "pages": "3-31",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00073-14"
                ]
            }
        },
        "BIBREF37": {
            "title": "Burden of acute gastroenteritis caused by norovirus in China: A systematic review",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Infect.",
            "volume": "75",
            "issn": "",
            "pages": "216-224",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2017.06.004"
                ]
            }
        }
    }
}