{
    "paper_id": "PMC7224674",
    "metadata": {
        "title": "Evaluation of COVID-19 epidemic outbreak caused by temporal contact-increase in South Korea",
        "authors": [
            {
                "first": "Sungchan",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong",
                "middle": [
                    "Dam"
                ],
                "last": "Jeong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jong",
                "middle": [
                    "Hyuk"
                ],
                "last": "Byun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giphil",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jae",
                "middle": [
                    "Hun"
                ],
                "last": "Jung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yunil",
                "middle": [],
                "last": "Roh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sooyoun",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ibrahim",
                "middle": [
                    "Malik"
                ],
                "last": "Muhammad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Il",
                "middle": [
                    "Hyo"
                ],
                "last": "Jung",
                "suffix": "",
                "email": "ilhjung@pusan.ac.kr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In December 2019, people in Wuhan, China began to contract pneumonia, and the cause was unknown. The condition was similar to viral pneumonia, as confirmed by clinical presentation. On January 7, 2020, it was confirmed that the cause of the pneumonia was a new coronavirus. Thereafter, this was named the 2019 novel coronavirus disease-COVID-19. Notably, COVID-19 induces mild symptoms that are similar to those induced by other respiratory infections. However, particularly, it affects older people with comorbidity and can result in fatal respiratory diseases (Chen et al., 2020). On January 10, 2020, the Chinese authorities reported the first death due to COVID-19. After that, cases have been reported in other countries such as Thailand and Japan.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 580,
                    "mention": "Chen et al., 2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In South Korea, the first patient who had a history of visiting Wuhan, was reported on January 20, 2020. Since then, confirmed cases of COVID-19 have been reported, and 30 patients were reported until February 17. However, after the 31 st case was reported in Daegu on February 18, the number of confirmed cases rapidly increased to 8162, of which 75 died by March 15, 2020 (see Figure 1\n) (Korean Ministry of Health and Welfare, 2020). The epidemiological investigation by the Korea Centers for Disease Control and Prevention (KCDC) revealed that the 31 st patient belonged to the Shincheonji Church of Jesus in Daegu and that she attended the church service on February 9 and 16 after she had experienced the symptoms of COVID-19 on February 7. In addition, it was revealed that 5,006 confirmed cases, which accounted for 61.3% of the 8,162 confirmed cases, were associated with the church cluster in Daegu (Korean Ministry of Health and Welfare, 2020). Accordingly, KCDC guessed that on February 9, the mass infections had occurred, resulting in many secondary cases, and so COVID-19 rapidly propagated in South Korea.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 434,
                    "mention": "Korean Ministry of Health and Welfare, 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 910,
                    "end": 953,
                    "mention": "Korean Ministry of Health and Welfare, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As COVID-19 rapidly spread nationwide from February 18, Koreans have actively worn masks since then. Furthermore, the Government of Korea recognized the seriousness of the spread of COVID-19 and accordingly elevated the COVID-19 alert from level 3 to 4 (the highest level) on February 23. The government has implemented the social-distancing campaign, enhanced the infection prevention and control practices in hospitals, conducted drive-through testing, and postponed the schedule of school activities. It is still committed to preventing the occurrence of COVID-19.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we establish a mathematical model using the early data of confirmed cases that were reported from January 20 to March 15 in Korea. On the basis of the epidemiological investigation, the spreading process of COVID-19 during this period is divided into three phases. In addition, we estimate the reproduction number of each phase to analyze the transmission potential and severity of COVID-19. Consequently, we assess the current situation of COVID-19 in Korea.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We use a modified susceptible-exposed-infected-recovered transmission model to evaluate the COVID-19 epidemic in Korea. Susceptible individuals S enter the exposed class E1 after the transmission of the virus. We consider the n linear chains Ek, k=1,2,⋯,n on the exposed class for determining a model that can be fitted to the data with limited information that the mean incubation period is 1/ɛ, fixed (Martcheva, 2015, Champredon et al., 2018). The exposed people were infected and entered the I class. The terms Q and R denote isolated and discharged, respectively. The term β(t) denotes the transmission rate. The parameters 1/η and 1/γ denote the average duration from onset of symptoms to isolated, and average duration from isolated to discharged, respectively. The parameter δ is the case fatality rate. We have the following:S′t=−βtStItN−Qt,\nE1t=βtSt1tN−Qt−n∈E1t,\nEk′t=n∈Ek−lt−n∈Ekt,k=2,⋯,n,\nI′t=n∈Ent−ηIt,\nQ′t=ηIt−γQt,\nR′t=1−δγQt.\n",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 419,
                    "mention": "Martcheva, 2015",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 444,
                    "mention": "Champredon et al., 2018",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "To represent the temporal changes of contact, we consider the time-dependent transmission rate, β(t). We assume the initial transmission rate to be constant, i.e., β(t) =β0 before t=τ1. After t=τ1, we assume that the transmission rate rapidly increases as β(t)=β1. After t=τ2, upon introducing a high level of preventive control campaigns, the transmission rate is assumed to exponentially decay at the rate κ (Althaus, 2014). We have the following:βt=β0, 0≤t<τ1β1, τ1≤t<τ2β1exp−κt−τ2, t>τ2\n",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 424,
                    "mention": "Althaus, 2014",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Notably, the above-mentioned exponential decay implies that the change rate of β, β'(t) is proportional to -β(t) with rate κ.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "We introduce the following two key measurements that describe the infection spread: the basic reproduction number R0 and the effective reproduction number Re (Jones, 2007). The term R0 denotes the number of secondary infections generated by an infected case in wholly susceptible circumstances, and Re denotes the number of secondary infections generated in the current state of the population while implementing control interventions. A reproduction number higher than unity means continued disease transmission. However, the value lower than unity means that the continuous transmission has ended, and the disease gradually decreases and disappears. Particularly, the basic reproduction number R0 in our model is simply given as follows:R0=β0S0ηN,and the effective reproduction number, Re, is given as follows: Re=βtStηN.\n",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 170,
                    "mention": "Jones, 2007",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The total population size N was assumed to be 50,000,000. We regard N as a constant because the number of deaths is small, relative to the total population size. We used the method of least squares to estimate the model parameters to minimize the following sum of squared residual until the sampling time tT (Kim et al., 2020):∑i=1T∫0tiηItdt−CQDatati2+∑i=1T∫0tiδγQtdt−CDDatati2,where CQData(ti) and CDData(ti) are cumulative data of the number of isolated and death at the i th sampling time, respectively.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 325,
                    "mention": "Kim et al., 2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "We used the daily cumulative cases and deaths data that were publicly available from the KCDC. We studied the data recorded from January 22 to March 15. Notably, in Korea, the first, second, and third confirmed patients were reported on January 20, 22, and 26, respectively. Because both first and second confirmed patients were immediately isolated at the airport on account of fever, we will consider the third confirmed case as the first in this study; the third confirmed patient returned to Korea from Wuhan, China on January 22 and remained free until confirmed on January 26. Therefore, we consider January 22 as the date of initial infection (t=0), and January 26 as the date of initial containment, I(0)=1 and Q(4)=1. Worship services were organized on February 9 (t=18) and 16 in the Shincheonji Church of Jesus, Daegu, and the 31 st confirmed person had participated in this service, resulting in mass infection. The confirmed date of identifying for the 31 st confirmed patient is February 18 (t=27). After recognizing the seriousness of this large-scale group infection, the Government of Korea raised the COVID-19 alert level to the highest so that the preventive action was strictly implemented. Therefore, we assume that τ1=18 and τ2=27 (days).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "We made some assumptions to reduce the number of our estimated parameters for fitting the data. First, the incubation period was fixed to 1/ɛ=5.1 (days) as the average incubation-period estimate of the COVID-19 outbreak in Wuhan, China (Lauer et al., 2020). It was reported 66 fatal cases as of March 12, 2020, and the time taken from experiencing symptoms to confirming is about 4.5 days and the time taken from test to confirming is about 0.5 days (Jeong et al., 2020). So, we used 1/η=3 (days) while assuming the presumed self-isolation to be approximately one day. The period from being isolated to discharged was taken to be 14.7 days from the data reported until March 13, 2020 from KCDC (Korean Ministry of Health and Welfare, 2020). So, we used 1/γ=14.7+1.5=16.2 (days) that was collaborated with our assumption. Transmission rate β0, β1, case fatality rate δ, and decay rate κ were estimated.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 255,
                    "mention": "Lauer et al., 2020",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 451,
                    "end": 469,
                    "mention": "Jeong et al., 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 695,
                    "end": 738,
                    "mention": "Korean Ministry of Health and Welfare, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "We considered 100-chain model. n=100 was obtained as a result of fitting with the condition 1/ɛ=5.1. No significant difference was found for values when n is above 100, and not being fit well for values when below 100. In Figure 2\n, we depict the result of fitting the confirmed cases and deaths data to the 100-chain model. The model fairly fits the reported data of the confirmed cases and deaths in Korea. The estimated parameters from the model are β0=0.59, β1=11.73, κ=0.353, and δ=0.018 and the basic reproduction number R0 is 1.77 in our model analysis. It can be seen that the transmission rate on February 9 t=τ1 increased by approximately 20 times of that on February 8. The mean effective reproduction number, Re, dropped to half on February 20, as preventive control interventions had increased after confirming the 31 st patient on February 18 t=τ2. It further decreased to 1.46 and 1.02 on February 26 and February 27, respectively. Thereafter, from February 28, it has been maintained under unity.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In this study, we aimed to evaluate the effects of mass infection due to temporal increases in contacts and assess the preventive control interventions using the confirmed cases and deaths data associated with COVID-19 in Korea. The first patient was reported on January 20, 2020, but the transmission of the infection actually started from the 3rd confirmed patients from January 22 in Korea. Since then, the COVID-19 outbreak in Korea has resulted in 29 confirmed cases by February 18. In addition, it appeared that the outbreak was going to be controlled. It was shown that R0=1.77 in our model analysis. This is slightly lower than that of Wuhan, China (R0=2.24–3.58) (Zhao et al., 2020). Personal hygiene, such as wearing masks, handwashing and disinfecting items, seemed to have been maintained a certain level, since the first case of outbreak in China in December 2019 was announced in Korea. However, after the mass infection due to the 31 st confirmed patient in the Shincheonji Church of Jesus on February 9, the transmission rate of COVID-19 increased approximately 20 times. Since then, on February 18, after the confirmation of the 31 st patient, the transmission rate has halved in two days because of the high-level preventive control interventions across the nation and public volunteering. Moreover, Re=1.46 on February 26, and Re<1 on February 28, where 10 days after active control intervention was performed with successful investigations of prevention control. This supports previous result with the mean effective reproduction number of 1.5 on February 26 (Shim et al., 2020).",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 690,
                    "mention": "Zhao et al., 2020",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1580,
                    "end": 1597,
                    "mention": "Shim et al., 2020",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Thus far, the COVID-19 outbreak is ongoing in many countries. For example, as of March 2 2020, countries such as Italy, the United States, Spain, Germany, and France still have more than 3000 confirmed cases per day and more than 100 deaths per day. However, in Korea, the outbreak has been reduced, as confirmed by the value of Re to less than unity within 10 days after the first mass infection was noticed. This reduction in the outbreak is attributed to the voluntary participation of the citizens in the preventive control interventions, for example, wearing masks, refraining outings, maintaining social distance, and banning group gatherings. Consequently, as of March 23, 2020, fewer than 100 confirmed patients per day were reported, and it seems that the outbreak is under control now. In Korea, it is needed for people to maintain the current momentum of preventive actions to prevent the further spread. Moreover, taking the case of Korea as a lesson, other countries maintain active implementation of preventive activities until vaccines or treatments are developed.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Notably, our results are preliminary. Therefore, although our study provides a result of Re<1 since February 28, we are not sure what uncertainty such as another mass infection and passive preventive action, can be expected. As suggested in our study, an outbreak more severe than the current level may occur if there is another mass infection in future. Also, second big wave of outbreak may occur again caused by migrant although it seemed to have controlled as in Singapore case (A Singapore Government Agency, 2020). Even if the outbreak seems to have controlled in Korea, reemergence might be occurred at any time when it is prevalent worldwide. Therefore, the current-level preventive control interventions and voluntary preventive actions might be continued until the disease is entirely eliminated in worldwide. Accordingly, we suggest that the government policy of “social distancing” which had been implemented in Korea until April 5 and extended to May 5 may be maintained even at a lower level.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 518,
                    "mention": "A Singapore Government Agency, 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All data are publicly available from: http://ncov.mohw.go.kr/en/.",
            "cite_spans": [],
            "section": "Availability of data",
            "ref_spans": []
        },
        {
            "text": "IHJ conceptualized the roles. IHJ and JHB designed the studies. GC, AP, JHJ, YR, SC, and IMM collected the data. SK, YDJ, and JHB analyzed the data. SK and YDJ performed the modeling, and SK illustrated the numerical simulation. All the members discussed and verified the results and wrote and revised the manuscript.",
            "cite_spans": [],
            "section": "Authors’ contribution",
            "ref_spans": []
        },
        {
            "text": "This work was supported by the 10.13039/501100003725National Research Foundation of Korea (NRF) Grant funded by the Korean Government (10.13039/501100004083MSIP)(NRF-2017R1A5A1015722)",
            "cite_spans": [],
            "section": "Financial support",
            "ref_spans": []
        },
        {
            "text": "No ethical approval is requested.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Conflicts of interests",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: COVID-19 outbreak size in South Korea from January 20 to March 15 versus time. The blue bar graph represents the cumulated confirmed cases and dotted line the daily confirmed cases.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Fitting the 100-chain model to confirmed cases and deaths data. The black squared dots in both panels represent the data of the cumulative numbers of confirmed cases and deaths, respectively. The best-fit curves are shown as red solid line in both the panels. The estimated values of the parameters are β0=0.59, β1=11.73, κ=0.353, and δ=0.018.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COVID-19: cases in Singapore [Internet]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "A Singapore Government Agency",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Estimating the reproduction number of Ebola virus (EBOV) during the 2014 outbreak in West Africa",
            "authors": [
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Equivalence of the Erlang-distributed SEIR epidemic model and the renewal equation",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Champredon",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "DJD",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "SIAM J Appl Math",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Coronavirus disease-19: the first 7,755 cases in the Republic of Korea",
            "authors": [
                {
                    "first": "E.K.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S.Y.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y.M.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Osong Public Heal Res Perspect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A mathematical model for assessing the effectiveness of controlling relapse in Plasmodium vivax malaria endemic in the Republic of Korea",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "I.H.",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus Disease-19, Republic of Korea [Internet]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Korean Ministry of Health and Welfare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F.K.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Transmission potential and severity of COVID-19 in South Korea",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: a data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "214-217",
            "other_ids": {
                "DOI": []
            }
        }
    }
}