{
    "paper_id": "PMC7167110",
    "metadata": {
        "title": "Modulatory effect of rRNA synthesis and ppUL83 nucleolar compartmentalization on human cytomegalovirus gene expression in vitro",
        "authors": [
            {
                "first": "Maria‐Cristina",
                "middle": [],
                "last": "Arcangeletti",
                "suffix": "",
                "email": "mariacristina.arcangeletti@unipr.it",
                "affiliation": {}
            },
            {
                "first": "Isabella",
                "middle": [],
                "last": "Rodighiero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Flora",
                "middle": [],
                "last": "De Conto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rita",
                "middle": [],
                "last": "Gatti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Orlandini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Ferraglia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Motta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Covan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sergey",
                "middle": [
                    "V."
                ],
                "last": "Razin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Dettori",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Chezzi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Monolayer cultures of MRC5 human embryo lung fibroblasts (American Type Culture Collection, ATCC; CCL‐171) were grown in Earle's modified Minimum Essential Medium (E‐MEM), supplemented with 2 mM l‐glutamine, 1% non‐essential aminoacids, 1 mM sodium pyruvate, 10% fetal bovine serum (FBS) and antibiotics (100 U/ml penicillin, 100 µg/ml streptomycin). Cell culture medium and supplements were from Invitrogen.",
            "cite_spans": [],
            "section": "Cell Culture ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The reference AD169 strain (ATCC VR‐538) of HCMV was used for the in vitro infection of MRC5 human embryo fibroblasts. Viral infectious titer was determined by plaque assay, as already described [Arcangeletti et al., 2003].",
            "cite_spans": [],
            "section": "Virus Infection and Titration ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The AD169 strain was used at a multiplicity of infection (m.o.i.) of 1 plaque‐forming unit (PFU)/cell.",
            "cite_spans": [],
            "section": "Virus Infection and Titration ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Stock solutions of 1 mg/ml actinomycin D (act‐D) was prepared in dimethylsulfoxide (DMSO) and stored at −20°C. Act‐D was added to MRC5 cells 1 h 30 min before infection, at a final concentration of 0.05 µg/ml. Then, pre‐treated monolayers were infected with AD169 strain at a m.o.i. of 1 PFU/cell and incubated at 37°C for the planned times, in the presence of act‐D. cis‐Diamminedichloroplatinum (cisplatin or cis‐DDP) was added to uninfected MRC5 fibroblasts for 7 h at a final concentration of 20 µg/ml (stock solutions of 20 mg/ml in DMSO, stored at −20°C), then withdrawn before infection. Control cells were similarly incubated in the same dilution of DMSO as used for act‐D and cis‐DDP. Drugs and DMSO were purchased from Sigma–Aldrich.",
            "cite_spans": [],
            "section": "Drug Treatment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "MRC5 fibroblasts were plated in 12 mm round glass cover‐slips at low density (1.6 × 105 cells/cover‐slip) for 48 h, before they were treated with the drugs (or untreated) and infected with AD169 strain for the indicated times.",
            "cite_spans": [],
            "section": "In Situ Nuclear Matrix Extraction ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "In situ nuclear matrices were obtained according to Arcangeletti et al. 2003. Briefly, cell monolayers were rinsed twice with TM buffer [50 mM Tris–HCl (pH 7.5), 3 mM MgCl2], and then incubated for 10 min on ice in TM buffer containing 0.5 mM phenylmethylsulphonyl fluoride (PMSF), 0.5% Triton X‐100 and 0.5 mM CuCl2. After washing with TM buffer supplemented with 0.5 mM PMSF, the cells were incubated at 37°C for 20 min in TM buffer containing 100 units/ml RNase‐free DNase I (Roche Diagnostics). The above buffer was then replaced by TM buffer supplemented with 2 M NaCl and 0.5 mM PMSF and incubated for 30 min on ice. The in situ nuclear matrices were washed twice with TM buffer and immediately stained to detect viral antigens by indirect immunofluorescence. Chemicals were from Sigma–Aldrich.",
            "cite_spans": [],
            "section": "In Situ Nuclear Matrix Extraction ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The following primary antibodies were used: a purified monoclonal blend (clones 1C3 and AYM‐1) reacting with the 65–68 kDa lower matrix structural phosphoprotein (pp65) of HCMV (Argene); a monoclonal antibody (Mab clone E13, Argene) specific for the common epitope encoded by exon 2 of the major immediate‐early (IE) viral gene products (IEp72 and IEp86); the “ANA‐N” serum, a human antiserum to nucleolar antigens (The Binding Site). Anti‐pp65 and anti‐IE Mabs were diluted 1:30 with 0.2% bovine serum albumin (BSA) in phosphate buffered saline [PBS: 7 mM Na2HPO4, 1.5 mM KH2PO4, pH 7.4, 137 mM NaCl, 2.7 mM KCl], while “ANA‐N” serum was used undiluted. Alexa‐Fluor tetramethyl‐rhodamine‐isothiocynate (TRITC)‐conjugated goat anti‐mouse IgG and Alexa‐Fluor fluorescein isothiocyanate (FITC)‐conjugated goat anti‐human IgG (H + L) (Molecular Probes) were used to detect viral antigens and nucleolar proteins, respectively, by immunofluorescence.",
            "cite_spans": [],
            "section": "Antibodies ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "At the indicated time points after infection, MRC5 cells (and/or in situ nuclear matrices) were gently rinsed with cytoskeleton (CSK) buffer [10 mM Pipes (1.4‐piperazinediethanesulfonic acid) pH 6.9, 100 mM NaCl, 1.5 mM MgCl2, 300 mM sucrose], and simultaneously fixed and permeabilized with 2.5% Triton X‐100 and 1% formaldehyde in CSK buffer at room temperature for 20 min [Arcangeletti et al., 1997].",
            "cite_spans": [],
            "section": "Indirect Immunofluorescence ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The fixed fibroblasts were washed three times (5 min/wash) with PBS and unspecific, immunoreactive sites were saturated with 1% BSA (pH 8.0) in PBS for 10 min; then, the cells were incubated with primary antibodies for 1 h at 37°C, in a humid chamber. After three washes with PBS, TRITC‐conjugated secondary antibodies were applied alone or together with FITC‐conjugated antibodies (in the case of double‐label immunofluorescence), for 45 min at 37°C, in a humid chamber. Cell nuclei were counterstained with 4′,6′‐diamidino‐2‐phenylindone (DAPI, Sigma–Aldrich; 0.5 µg/ml). Negative controls were carried out with an identical procedure, except that the first primary antibody was replaced by 0.2% BSA in PBS. Finally, the cells were mounted with ProLong Gold anti fade reagent (Molecular Probes) and then analyzed by a fluorescence microscope (Leica DMLB) or a confocal microscope (Zeiss LSM 510 Meta).",
            "cite_spans": [],
            "section": "Indirect Immunofluorescence ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Patterns of HCMV pp65 and nucleolar proteins in human embryo fibroblasts were evaluated by a Zeiss LSM 510 Meta confocal microscope with a 63× NA 1.4 plan apo objective. FITC (green) and TRITC (red) fluorochromes were excited with 488 nm Argon and 543 nm He–Ne laser lines, respectively. Acquisitions were carried out in a multitrack mode with the relevant beamsplitters; barrier filters were 505–530 nm band pass and 560 nm long pass for the above signals, respectively. Each image was the result of the averaging of four lines scanning in order to reduce noise. Negative controls were examined in parallel to assess the specificity of FITC and TRITC signals and the absence of any background. No mutual cross‐contamination between green and red signals was detected. Series of x–y sections were acquired, with a z‐step of 0.38 µm from apex to base, to cover the whole height of the samples.",
            "cite_spans": [],
            "section": "Confocal Microscopy and Image Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Primary rRNA transcripts were examined by reverse PCR (RT‐PCR), using primers (5′‐AGACGCCCTAGCGGGAAGG‐3′ and 5′‐AGGGCGTGTCGTTGGTGTGC‐3′) specific to the rRNA internal transcribed spacer 1 (ITS1), between the 18S and 5.8S genes, with a product length of 293 bp. Transcription of pre‐mRNA was examined with primers specific for the third intron of the β‐actin gene (5′‐GTGCGCCTACTTAATACAC‐3′ and 5′‐GCCCTTTCTCACTGGTTC‐3′; product length: 242 bp). Total RNA was extracted according to the manufacturer's instructions (Macherey‐Nagel, NucleoSpin® RNAII). Integrity of RNA was examined by denaturing agarose gel electrophoresis and sample quality/quantity were estimated measuring its adsorbance at 260 and 280 nm (Eppendorf, BioPhotometer). The template RNAs were reverse transcribed and subjected to PCR amplification using forward and reverse primers, as described above, according to SuperScript III One Step RT‐PCR with Platinum Taq (Invitrogen). The thermal cycler was programmed so that cDNA synthesis was followed immediately by PCR amplification, as hereafter detailed: one cycle at 50°C for 30 min for cDNA synthesis; 25, 30, and 35 cycles (ITS1) or 30, 35, and 40 cycles (β‐actin intron) of 30 s at 94°C (denaturation), 30 s at 62°C (annealing), and 30 s at 72°C (extension), then 5 min at 72°C. The amplification products were run on 2% agarose gel and ethidium bromide stained; molecular weight markers (1 kb Plus DNA ladder, from 100 bp to 1.2 kb) were from Invitrogen.",
            "cite_spans": [],
            "section": "RNA Isolation and RT‐PCR Assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "As previously demonstrated [Jordan et al., 1996; Jordan and Carmo‐Fonseca, 1998; Verdun, 2006], low concentrations of act‐D (0.05 µg/ml) and cis‐DDP (20 µg/ml) are able to inhibit RNA polymerase I‐mediated transcription, leaving RNA polymerase II (also necessary for virus gene transcription) and RNA polymerase III functions unaffected. In order to verify that these inhibitors exhibit similar effects in both non‐infected and HCMV (AD169)‐infected MRC5 human embryo fibroblasts, preliminary experiments were performed (Fig. 1). Total RNA was extracted from both uninfected and infected cells at 2 h 30 min and 4 h 30 min time points post‐infection (p.i.), following their incubation in the presence and absence of each of the two inhibitors. The extracted RNAs were reverse transcribed and subjected to a semi‐quantitative PCR amplification (RT‐PCR) in order to reveal a 293 bp rRNA fragment, corresponding to the internal transcribed spacer 1 (ITS1) (Fig. 1A,A′), and a 242 bp sequence from the third intron of β‐actin pre‐mRNA (Fig. 1B,B′). The results demonstrated that both act‐D and cis‐DDP significantly inhibit rRNA transcription when used at the above‐stated concentrations, while the transcription of β‐actin mRNA remains unaffected.",
            "cite_spans": [],
            "section": "The Inhibition of Ribosomal RNA Synthesis Has a Modulatory Effect on HCMV Immediate‐Early Gene Expression During the Initial Stages of Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 959,
                    "end": 960,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1037,
                    "end": 1038,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Next, untreated and act‐D‐ or cis‐DDP‐treated MRC5 fibroblasts were infected with HCMV AD169 for 2 h 30 min or 4 h 30 min and then stained with antibodies against immediate‐early (IEp72 and IEp86) viral proteins (Fig. 2); nuclei were counterstained with DAPI. Already at 2 h 30 min p.i., an accumulation of IE proteins within the nuclei of untreated cells was clearly visible, while in the nucleoplasm of treated cells only a few, discrete, bright spots were detected (Fig. 2, panels a,c,e). Similar patterns were observed at 4 h 30 min p.i. (Fig. 2, panels b,d,f), although in some cases the fluorescence signal was slightly increased in act‐D‐treated cells (arrows in panel d). These results suggest that the suppression of nucleolar gene transcription somehow blocks the development of HCMV infection. Importantly, this short‐term inhibition of rRNA transcription does not result in the depletion of ribosomes within the cytoplasm, as demonstrated by a comparison of quantities of rRNA present in equivalent aliquots (see the GAPDH signal) of RNA extracted from uninfected and HCMV‐infected control cells versus cells treated with rRNA transcription inhibitors (Fig. 3). The RNA samples were analyzed by electrophoresis, and the intensity of the bands was quantified by densitometric analysis; then, data obtained in four independent experiments were submitted to statistical analysis (two‐way ANOVA) (not shown), demonstrating that there are no significant differences in the amount of 18S and 28S rRNA under the experimental conditions used to suppress rRNA transcription.",
            "cite_spans": [],
            "section": "The Inhibition of Ribosomal RNA Synthesis Has a Modulatory Effect on HCMV Immediate‐Early Gene Expression During the Initial Stages of Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 474,
                    "end": 475,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As previously published [Arcangeletti et al., 2003], the tegument protein pp65 of the incoming HCMV is preferentially targeted to the nucleoli of infected cells very soon after infection. Figure 4 shows confocal microscopy images of double‐labeled (nucleolar proteins: green; pp65: red) MRC5 fibroblasts after 45 min, 1 h 30 min and 2 h 30 min p.i., in the absence of rRNA transcription inhibitors (Fig. 4, panels a–c; a′–c′) and following treatment with either act‐D (Fig. 4, panels d–f; d′–f′) or with cis‐DDP (Fig. 4, panels g–i; g′–i′). A drug‐induced redistribution of nucleolar proteins was observed (Fig. 4, panels d–f; g–i). It was a gradual process and the consequences of cell treatment with either act‐D or cis‐DDP were not exactly the same. In cells treated with act‐D, although a significant level of nucleoplasmic redistribution of nucleolar proteins was observed, the nucleoli were still detectable even at 2 h 30 min p.i. (i.e., after 4 h treatment with act‐D, since the cells had been pre‐treated with the drug for 1 h 30 min before infection [see Materials and Methods Section for details]) (Fig. 4, panel f). Different kinetics was observed for viral pp65: in cells treated with act‐D, the viral protein was already fully displaced from the nucleolar compartment at 45 min p.i. (i.e., 2 h 15 min after the start of act‐D treatment). In cells pre‐treated for 7 h with cis‐DDP, most of the nucleolar proteins were already distributed throughout the entire nuclear space or otherwise displaced to the perinucleolar compartment at 45 min p.i. (Fig. 4, panel g). Viral pp65 was similarly distributed at 45 min p.i. (Fig. 4, panel g′).",
            "cite_spans": [],
            "section": "The Nucleolar and Nucleolar Matrix Targeting of Viral pp65 Are Inhibited in Act‐D‐ or cis‐DDP‐Treated MRC5 Fibroblasts at Early Time Points After Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 404,
                    "end": 405,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 474,
                    "end": 475,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 518,
                    "end": 519,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 612,
                    "end": 613,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1115,
                    "end": 1116,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1564,
                    "end": 1565,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1635,
                    "end": 1636,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In connection with the above results, it should be outlined that nucleoli were visualized using polyclonal serum raised against a mixture of nucleolar antigens. Different nucleolar proteins are likely to show different affinities for the nucleolus (in particular, those related to rRNA synthesis); moreover, their presence within this compartment may be differentially affected by the inhibition of rRNA transcription. Thus, it is possible, that specific nucleolar proteins have the same displacement kinetics as pp65 following treatment with act‐D.",
            "cite_spans": [],
            "section": "The Nucleolar and Nucleolar Matrix Targeting of Viral pp65 Are Inhibited in Act‐D‐ or cis‐DDP‐Treated MRC5 Fibroblasts at Early Time Points After Infection ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In the next set of experiments, cells were extracted in order to obtain the in situ nuclear matrices and the residual nucleoli were inspected in the absence of HCMV, as well as at different times after infection in control cells and cells treated with either act‐D or cis‐DDP (Fig. 5). In this case the time course kinetics has been shortened compared to that of unestracted nuclei, in order to analyze events occurring at the initial stages of HCMV infection. The nucleolar matrix was still detectable in cells pre‐treated with act‐D or cis‐DDP before the beginning of virus infection (Fig. 5, panels d,g), although significant redistribution of nucleolar proteins into nucleoplasm was quite evident (compare panels a,d,g in Fig. 5). A similar pattern of nucleolar proteins staining was observed at 30 min p.i. (Fig. 5, panels e,h). At this time point, pp65 colocalized with remnant nucleoli only in some of the infected and treated cells (white arrows, in panels e,e′; h,h′). At 45 min p.i. remnant nucleoli were practically absent in nuclear matrices of treated cells (Fig. 5, panels f,i). Nevertheless, in several cases, a perinucleolar ring was still detectable; a similar pattern was observed for pp65 (Fig. 5, panels f′,i′). Based on these results, we concluded that the existence of the nucleolar matrix drastically depends on the ongoing transcription of ribosomal genes. Furthermore, our results show that pp65 is initially targeted to and then released from the nucleolar matrix, before its complete disassembly.",
            "cite_spans": [],
            "section": "The Nucleolar and Nucleolar Matrix Targeting of Viral pp65 Are Inhibited in Act‐D‐ or cis‐DDP‐Treated MRC5 Fibroblasts at Early Time Points After Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 592,
                    "end": 593,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 731,
                    "end": 732,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 818,
                    "end": 819,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1077,
                    "end": 1078,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1214,
                    "end": 1215,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The importance of nuclear compartmentalization for the regulation of gene expression is becoming increasingly evident [Pliss et al., 2005; Gorski et al., 2006; Malyavantham et al., 2008; Misteli, 2008]. One of the best characterized nuclear compartments is the nucleolus, which is presently considered not only as “the ribosome factory,” but also as a multifunctional area that is involved in several cellular processes, including mRNA maturation and shuttling to cytoplasmic sites, control of the cell cycle, cell proliferation and apoptosis [Pederson, 1998; Verdun, 2006]. It is also worth mentioning that some important nucleolar proteins with known DNA and/or RNA binding properties and regulatory functions in rRNA synthesis and cell cycle control, like nucleophosmin (B23) and nucleolin (C23) [Grinstein et al., 2006; Ugrinova et al., 2007], have also been found to associate with the nuclear matrix; thus, they might be able to affect the whole system of nuclear compartmentalization [Mittnacht and Weinberg, 1991; Dickinson and Kohwi‐Shigematsu, 1995; Yun et al., 2003].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The nucleolus is frequently targeted by different DNA and RNA viruses during lytic infection; virus‐specific proteins often accumulate in nucleoli or form complexes with nucleolar antigens [Miyazaki et al., 1995; Besse and Puvion‐Dutilleul, 1996; Matthews, 2000; Pokrovskaja et al., 2001; Chen et al., 2002; Hiscox, 2002; Boyne and Whitehouse, 2006; Michienzi et al., 2006; Shimakami et al., 2006; Callé et al., 2008]. Another scenario is the redistribution of nucleolar proteins within the nucleoplasm or cytoplasm, caused by viral infection [Matthews, 2000; Bevington et al., 2007; Callé et al., 2008].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this article, we show that early nucleolar compartmentalization of the major tegument protein ppUL83 (pp65) of the infecting HCMV [as previously described by Arcangeletti et al., 2003] is rapidly lost, or does not even become established, following the blockade of rRNA synthesis and delocalization of nucleolar proteins. Most importantly, we have demonstrated that rRNA synthesis blockade interferes with the development of HCMV lytic infection and that the latter is likely to stop at a very early stage, when the new formed IEp72 immediate‐early protein is targeted to PML‐bodies [Ahn and Hayward, 1997; Ishov et al., 1997; Arcangeletti et al., 2003]. Indeed, in cells treated with inhibitors of rRNA transcription, IE proteins are visible in a few speckles, possibly concomitant to colocalization with PML‐bodies (Fig. 2), but further accumulation of this virus‐specific protein is blocked. It is important to note that a similar effect was observed when act‐D or cis‐DDP, that is, agents affecting nucleolar gene transcription by different mechanisms were used (act‐D preferentially intercalates with GC‐rich DNA sequences; cis‐DDP directly interferes with the Upstream‐Binding Factor). Taking into account the different nature of these drugs, it is highly unlikely that the observed inhibitory effects are due to their direct action on HCMV. It is also worth mentioning that the lack of IE proteins accumulation cannot be due to the shortage of ribosomes necessary for the synthesis of virus‐specific proteins as the effect is observed after a relatively brief time of cell cultivation under conditions of rRNA transcription suppression. Furthermore, we present evidence indicating that this short‐time inhibition of rRNA transcription does not result in an overall decrease of mature rRNA present in the cells (Fig. 3). Thus, it appears evident that a regulatory pathway exists that blocks the progression of HCMV infection following the inhibition of rRNA synthesis. To this end, it is worth mentioning that many viruses are able to affect the activity of nucleolar genes through different mechanisms. For example, it has been reported that the HIV Tat protein localizes to nucleoli and interacts with fibrillarin, leading to an impairment of rRNA maturation, as well as a significant decrease in the number of cytoplasmic ribosomes, and directs the cell toward apoptosis [Ponti et al., 2008]. In addition, poliovirus induces rRNA synthesis shut‐off [Banerjee et al., 2005], whereas adenovirus infection leads to nucleolar dysfunction and disruption of rRNA processing and transport to the cytoplasm [Lawrence et al., 2006]. As for herpesviruses, infection by Herpes simplex virus type 1 was shown to induce an early cellular protein synthesis shut‐off, while the synthesis of rRNA and ribosomal proteins, as well as ribosome assembly, proceeded until late time points after infection. Nevertheless, ribosomes show several virus‐induced modifications, including unusual patterns of phosphorylation and association between cellular and viral proteins [Simonin et al., 1997; Diaz et al., 2002].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 826,
                    "end": 827,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1826,
                    "end": 1827,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Unlike other herpesviruses, HCMV is able to stimulate host cell RNA synthesis, including ribosomal RNA [Tanaka et al., 1975; Jarskaja et al., 2003], and this is accompanied by a profound reorganization of the nucleolus [Jarskaja et al., 2002]. Therefore, it is likely that the presence of HCMV components within the nucleolar compartment is important for the virus in order to redirect some nucleolar functions for its own benefit. Although the function(s) of pp65 remain(s) to be fully understood, there are many observations suggesting that this protein is involved in the regulation of the initial events of viral replication. First of all, this hypothesis is supported by the previous observations made by ourselves and other groups regarding the nucleolar and nuclear matrix localization of the incoming and the de novo synthesized pp65 [Sanchez et al., 1998; Arcangeletti et al., 2003]. Furthermore, it has been reported that pp65 has a kinase activity [Britt and Auger, 1986; Somogyi et al., 1990] and interacts with other viral and/or cellular kinases [Gallina et al., 1999; Kamil and Coen, 2007]. Finally, Dal Monte and collaborators found that HCMV replication in vitro is suppressed in the absence of a functional pp65 [Dal Monte et al., 1996].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The present data reinforce the hypothesis postulating an involvement of pp65 viral tegument protein in regulatory/signaling pathways and suggest that the latter are linked to the function of the nucleolus and depend (directly or indirectly) on rDNA transcription. In this respect it might be important that control of the cell cycle of mammalian cells is connected to the biogenesis of ribosomes at the nucleolar level [Ruggero and Pandolfi, 2003; Pliss et al., 2005]. During G1, an increase in rRNA synthesis and ribosome assembly are necessary to satisfy an increased need of newly synthesized proteins at the beginning of the S phase. On the other hand, it is known that HCMV is able to modify the normal progression of the cell cycle to its own benefit, by blocking cycling cells in G1 and G1/S [Bain and Sinclair, 2007]. Nucleolar components control the above‐mentioned phases, mostly by modulating phosphorylation levels of transcription factors that can influence their interaction with and activation of polymerase I transcription machinery [Russell and Zomerdijk, 2005]. Thus, it is likely that the targeting to the nucleolus of the incoming pp65, possessing a kinase activity, represents a crucial strategy adopted by HCMV to take over the regulatory systems controlling the cell cycle progression in order to ensure the correct development of the lytic program.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Work is currently in progress to identify the nucleolar partner(s) of pp65 and to test the possible relationships between this viral protein, the nucleolus, the rRNA synthesis and the regulation of HCMV gene expression.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Effects of actinomycin (act)‐D‐ or cis‐diamminedichloroplatinum (cis‐DDP) treatment upon rRNA and β‐actin mRNA synthesis in uninfected and HCMV‐infected MRC5 cells. Both uninfected (A,B) and HCMV‐infected (A′,B′) MRC5 human embryo fibroblasts were untreated or act‐D‐, or cis‐DDP‐treated before total RNA extraction and RT‐PCR assay. The time points considered were: 2 h 30 min and 4 h 30 min. A,A′: RT‐PCR amplification pattern (1, 2, 3: 25, 30, and 35 cycles) of a 293 bp RT product, using specific primers for the rRNA ITS1 intronic region. B,B′: RT‐PCR amplification pattern (1, 2, 3: 30, 35, and 40 cycles) of a 242 bp RT product, using specific primers for the third intron of β‐actin mRNA.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Modulatory effect of rRNA synthesis inhibition on HCMV immediate‐early gene expression in MRC5 fibroblasts. Cells were grown on glass cover‐slips for 48 h, then infected with HCMV in the absence (untreated: a,a′; b,b′) or presence of either act‐D (panels c,c′; d,d′) or cis‐DDP (panels e,e′; f,f′), and finally fixed at 2 h 30 min (panels a,a′; c,c′; e,e′) and 4 h 30 min (panels b,b′; d,d′; f,f′) p.i.. Immunofluorescence was performed to detect HCMV immediate‐early proteins (IE) by using a monoclonal antibody specific to the common epitope encoded by exon 2 of the major immediate‐early gene product. The immunoreaction was then revealed using Alexa‐568‐conjugated anti‐mouse IgG (red); nuclei were counterstained with DAPI (blue). Arrows in panel d point to nuclei showing a slightly increased viral protein signal. Images were collected using a conventional fluorescence microscopy (magnification: 500×).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Comparative analysis of the rRNA present in uninfected and infected control cells and cells treated with rRNA transcription inhibitors. A: Equal aliquots of total RNA extracted from uninfected and HCMV‐infected MRC5 fibroblasts, untreated or treated with either act‐D or cis‐DDP, were separated on a 1.2% agarose gel. 28S, 18S and 5S rRNA positions are indicated on the right. “C”: uninfected control cells; “a”: 2 h 30 min p.i.; “b”: 4 h 30 min p.i.; “a1”: 2 h 30 min mock‐infection; “b1”: 4 h 30 min mock‐infection. B: RT‐PCR amplification pattern of the GAPDH transcript (257 bp), using as templates the RNA samples shown in section A.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Confocal microscopy analysis of nuclear and nucleolar patterns of pp65 viral protein in the presence of rRNA synthesis inhibitors in HCMV‐infected MRC5 cells. MRC5 fibroblasts were grown on coverslips and infected with HCMV in the absence (“untreated”) or presence (“act‐D”; “cis‐DDP”) of rRNA inhibitors (see Materials and Methods Section). Cells were fixed at 45 min, 1 h 30 min, and 2 h 30 min p.i. and simultaneously labeled with a monoclonal antibody against the 65–68 kDa HCMV lower matrix structural phosphoprotein (pp65) of HCMV and a human antiserum raised against a nucleolar antigen pool. The anti‐pp65 antibody was revealed by Alexa‐568‐conjugated anti‐mouse IgG (red) and nucleolar proteins were stained by Alexa‐488‐conjugated anti‐human IgG (green). Two equatorial confocal sections of the same fields are shown in separate panels: a–i, nucleolar proteins; a′–i′, pp65. Bar = 5 µm.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Confocal microscopy analysis of the nuclear matrix‐associated pp65 and nucleolar proteins at different times after HCMV infection in MRC5 cells untreated or treated with rRNA synthesis inhibitors. MRC5 fibroblasts grown on coverslips were untreated or pre‐treated with act‐D or cis‐DDP, then leaved uninfected or infected with HCMV for 30 and 45 min in the absence or presence of the above‐mentioned rRNA inhibitors. Uninfected and virus‐infected cells were extracted to obtain in situ nuclear matrices, then fixed and simultaneously labeled with the antibodies described in the legend to Figure 4. Uninfected cells: one representative confocal section is shown for panels a,d,g (nucleolar proteins). Infected cells: two equatorial confocal sections of the same fields are shown in separate panels; b,c,e,f,h,i, nucleolar proteins; b′,c′,e′,f′,h′,i′, pp65. White arrows in panels e,e′; h,h′ indicate nucleolar matrix‐pp65 colocalization. Bar = 5 µm.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The major immediate‐early proteins IE1 and IE2 of human cytomegalovirus colocalize with and disrupt PML‐associated nuclear bodies at very early times in infected permissive cells",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "4599-4613",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human cytomegalovirus virion‐associated protein with kinase activity",
            "authors": [],
            "year": 1986,
            "venue": "J Virol",
            "volume": "59",
            "issn": "",
            "pages": "185-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Nucleolin is required for an efficient herpes simplex virus type 1 infection",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4762-4773",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Interaction of the coronavirus nucleoprotein with nucleolar antigens and the host cell",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5233-5250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Specific interaction of the human immunodeficiency virus rev protein with a structured region in the ENV mRNA",
            "authors": [],
            "year": 1990,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "87",
            "issn": "",
            "pages": "1198-1202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Expression of human cytomegalovirus ppUL83 (pp65) in a stable cell line and its association with metaphase chromosomes",
            "authors": [],
            "year": 1996,
            "venue": "J Gen Virol",
            "volume": "77",
            "issn": "",
            "pages": "2591-2596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Alteration of ribosomal protein maps in herpes simplex virus type 1 infection",
            "authors": [],
            "year": 2002,
            "venue": "J Chromatogr B",
            "volume": "771",
            "issn": "",
            "pages": "237-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Nucleolin is a matrix attachment region DNA‐binding protein that specifically recognizes a region with high base‐unpairing potential",
            "authors": [],
            "year": 1995,
            "venue": "Mol Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "456-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Changes in nucleolar morphology and proteins during infection with the coronavirus infectious bronchitis virus",
            "authors": [],
            "year": 2006,
            "venue": "Cell Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "1147-1157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Polo‐like kinase 1 as a target for human cytomegalovirus pp65 lower matrix protein",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "1468-1478",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The road much traveled: Trafficking in the cell nucleus",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "284-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Human cytomegalovirus proteins pp65 and IEp72 are targeted to distinct compartments in nuclei and nuclear matrices of infected human embryo fibroblasts",
            "authors": [],
            "year": 2003,
            "venue": "J Cell Biochem",
            "volume": "90",
            "issn": "",
            "pages": "1056-1067",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Cell cycle‐controlled interaction of nucleolin with the retinoblastoma protein and cancerous cell transformation",
            "authors": [],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "22223-22235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The nucleolus—A gateway to viral infection?",
            "authors": [],
            "year": 2002,
            "venue": "Arch Virol",
            "volume": "147",
            "issn": "",
            "pages": "1077-1089",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human cytomegalovirus immediate early interaction with host nuclear structures: Definition of an immediate transcript environment",
            "authors": [],
            "year": 1997,
            "venue": "J Cell Biol",
            "volume": "138",
            "issn": "",
            "pages": "5-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Immunocytochemical reorganization of the nucleolus in human embryo fibroblasts infected with cytomegalovirus in vitro\n",
            "authors": [],
            "year": 2002,
            "venue": "Dokl Biol Sci",
            "volume": "387",
            "issn": "",
            "pages": "589-592",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Activation of transcription of ribosome genes following human embryo fibroblast infection with cytomegalovirus in vitro\n",
            "authors": [],
            "year": 2003,
            "venue": "Tsitologiia",
            "volume": "45",
            "issn": "",
            "pages": "690-701",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Cisplatin inhibits synthesis of ribosomal RNA in vivo\n",
            "authors": [],
            "year": 1998,
            "venue": "Nucleic Acids Res",
            "volume": "26",
            "issn": "",
            "pages": "2831-2836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "In vivo evidence that TATA‐binding protein/SL1 colocalizes with UBF and RNA polymerase I when rRNA synthesis is either active or inactive",
            "authors": [],
            "year": 1996,
            "venue": "J Cell Biol",
            "volume": "133",
            "issn": "",
            "pages": "225-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human cytomegalovirus protein kinase UL97 forms a complex with the tegument phosphoprotein pp65",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "10659-10668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Nucleolar protein upstream binding factor is sequestered into adenovirus replication centres during infection without affecting RNA polymerase I location or ablating rRNA synthesis",
            "authors": [],
            "year": 2006,
            "venue": "J Cell Sci",
            "volume": "119",
            "issn": "",
            "pages": "2621-2631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Spatio‐temporal dynamics of replication and transcription sites in the mammalian cell nucleus",
            "authors": [],
            "year": 2008,
            "venue": "Chromosoma",
            "volume": "117",
            "issn": "",
            "pages": "553-567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Modification of cytoskeleton and prosome networks in relation to protein synthesis in influenza A virus‐infected LLC‐MK2 cells",
            "authors": [],
            "year": 1997,
            "venue": "Virus Res",
            "volume": "51",
            "issn": "",
            "pages": "19-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Adenovirus protein V induces redistribution of nucleolin and B23 from nucleolus to cytoplasm",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "1031-1038",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A nucleolar localizing Rev binding element inhibits HIV replication",
            "authors": [],
            "year": 2006,
            "venue": "AIDS Res Ther",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Physiological importance of RNA and protein mobility in the cell nucleus",
            "authors": [],
            "year": 2008,
            "venue": "Histochem Cell Biol",
            "volume": "129",
            "issn": "",
            "pages": "5-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "G1/S phosphorylation of the retinoblastoma protein is associated with an altered affinity for the nuclear compartment",
            "authors": [],
            "year": 1991,
            "venue": "Cell",
            "volume": "65",
            "issn": "",
            "pages": "381-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The cytotoxicity of human immunodeficiency virus type 1 Rev: Implications for its interaction with the nucleolar protein B23",
            "authors": [],
            "year": 1995,
            "venue": "Exp Cell Res",
            "volume": "219",
            "issn": "",
            "pages": "93-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Function of nucleophosmin/B23, a nucleolar acidic protein, as a histone chaperone",
            "authors": [],
            "year": 2001,
            "venue": "FEBS Lett",
            "volume": "506",
            "issn": "",
            "pages": "272-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The nucleolus: An old factory with unexpected capabilities",
            "authors": [],
            "year": 2000,
            "venue": "Trends Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "189-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Growth factors in the nucleolus?",
            "authors": [],
            "year": 1998,
            "venue": "J Cell Biol",
            "volume": "143",
            "issn": "",
            "pages": "279-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Spatio‐temporal dynamics at rDNA foci: Global switching between DNA replication and transcription",
            "authors": [],
            "year": 2005,
            "venue": "J Cell Biochem",
            "volume": "94",
            "issn": "",
            "pages": "554-565",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Proteasome inhibitor induces nucleolar translocation of Epstein‐Barr virus‐encoded EBNA‐5",
            "authors": [],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "345-358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The S phase of the cell cycle and its perturbation by human cytomegalovirus",
            "authors": [],
            "year": 2007,
            "venue": "Rev Med Virol",
            "volume": "17",
            "issn": "",
            "pages": "423-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The HIV Tat protein affects processing of ribosomal RNA precursor",
            "authors": [],
            "year": 2008,
            "venue": "BMC Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "32-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Does the ribosome translate cancer?",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Cancer",
            "volume": "3",
            "issn": "",
            "pages": "179-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "RNA‐I‐directed rDNA transcription, life and works",
            "authors": [],
            "year": 2005,
            "venue": "Trends Biochem Sci",
            "volume": "30",
            "issn": "",
            "pages": "90-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Localization of human cytomegalovirus structural proteins to the nuclear matrix of infected human fibroblasts",
            "authors": [],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "3321-3329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Effect of hepatitis C virus (HCV) NS5B‐nucleolin interaction on HCV replication with HCV subgenomic replicon",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "3332-3340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Persistence of ribosomal protein synthesis after infection of HeLa cells by herpes simplex virus type 1",
            "authors": [],
            "year": 1997,
            "venue": "J Gen Virol",
            "volume": "78",
            "issn": "",
            "pages": "435-443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Effects of a highly basic region of human immunodeficiency virus Tat protein on nucleolar localization",
            "authors": [],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "1803-1807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Genomic location of a human cytomegalovirus protein with protein kinase activity",
            "authors": [],
            "year": 1990,
            "venue": "Virol",
            "volume": "174",
            "issn": "",
            "pages": "276-285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Human cytomegalovirus stimulates host cell RNA synthesis",
            "authors": [],
            "year": 1975,
            "venue": "J Virol",
            "volume": "15",
            "issn": "",
            "pages": "297-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Inactivation of nucleolin leads to nucleolar disruption, cell cycle arrest and defects in centrosome duplication",
            "authors": [],
            "year": 2007,
            "venue": "BMC Mol Biol",
            "volume": "8",
            "issn": "",
            "pages": "66-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Modifications of both selectivity factor and upstream binding factor contribute to poliovirus‐mediated inhibition of RNA polymerase I transcription",
            "authors": [],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "2315-2322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The nucleolus: A model for the organization of nuclear functions",
            "authors": [],
            "year": 2006,
            "venue": "Histochem Cell Biol",
            "volume": "126",
            "issn": "",
            "pages": "135-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Nucleophosmin/B23 is a proliferate shuttle protein associated with nuclear matrix",
            "authors": [],
            "year": 2003,
            "venue": "J Cell Biochem",
            "volume": "90",
            "issn": "",
            "pages": "1140-1148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Intranuclear retention of ribosomal RNAs in response to herpes simplex virus type 1 infection",
            "authors": [],
            "year": 1996,
            "venue": "J Cell Sci",
            "volume": "109",
            "issn": "",
            "pages": "119-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Adeno‐associated virus interactions with b23/nucleophosmin: Identification of sub‐nucleolar virion regions",
            "authors": [],
            "year": 2007,
            "venue": "Virol",
            "volume": "357",
            "issn": "",
            "pages": "102-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "The multifunctional nucleolus",
            "authors": [],
            "year": 2007,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "574-585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Nucleolar trafficking is essential for nuclear export of intronless herpesvirus mRNA",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "15190-15195",
            "other_ids": {
                "DOI": []
            }
        }
    }
}