{
    "paper_id": "PMC7236857",
    "metadata": {
        "title": "Opioid Use Disorder and COVID-19: Crashing of the Crises",
        "authors": [
            {
                "first": "Utsha",
                "middle": [
                    "G."
                ],
                "last": "Khatri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeanmarie",
                "middle": [],
                "last": "Perrone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Opioid Use Disorder and COVID-19: Crashing of the Crises By Utsha G. Khatri and Jeanamarie Perrone",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "“I need to get off this stuff for good, for my baby.” Ashley, who has struggled with substance use for years, had just delivered a baby girl and wanted help now more than ever. In a pre-COVID time, the plan for her would have been established: The certified peer recovery specialist (CRS) who knew her previously would have met her in the emergency department (ED) as an advocate and trusted confidant, an “X-waivered” emergency medicine (EM) provider would have written her a “bridge script” of buprenorphine-naloxone, and she would be “warmly handed-off” to a provider in the community to continue her treatment. There would be challenges along the way but there would be an identifiable path to accessing buprenorphine, a highly regulated but effective medication that treats opioid use disorder.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the ED, we are tasked with caring for “the worst of the worst.” Regardless of the scope or extent of the public health issue, gun violence, homelessness, or addiction, we care for patients when they experience the most extreme exacerbations of these problems. When the opioid epidemic filled our beds with near fatal overdoses, and other opioid use disorder-related conditions, the leaders in our specialty rose to the challenge and inspired their colleagues to fill the gaps. Whether through efforts at opioid stewardship,1 naloxone distribution and education, initiation of treatment with buprenorphine,2 or implementation of certified recovery specialist programs3 to help our patients navigate the labyrinth of treatment, emergency departments across the country had ramped up to address what was the biggest public health threat faced by our nation.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 608,
                    "end": 609,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 670,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "That was until recent current events changed the equation entirely. In past several weeks, and likely for many months to come, COVID-19 and the critical illnesses that ensue demand all of our time and expertise. Seemingly overnight, any condition that is not immediately life threatening has become a lesser priority and the walls of our department are seen as less welcoming amongst those not already infected. Similarly, we have seen outpatient colleagues, whether in primary care settings or specialized addiction medicine treatment centers, rapidly transition their services to telehealth and juggle caring for their existing patient panels while being pulled to work in new capacities in the hospital. As we providers all continue to learn to coexist with the COVID19 pandemic, we worry about what this means for our patients who, despite this “new normal”, will continue to struggle with opioid use disorder. Epidemics don’t smolder during pandemics- they ignite.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With the introduction of strict physical distancing policies, sweeping changes were implemented to the practice of substance use disorder care. As of March 17, 2020, the Drug Enforcement Administration (DEA) now allows patients to be initiated on buprenorphine through a telemedicine visit, including telephone only.4 While this will improve access for many, some of the most vulnerable will not be able to benefit. Many individuals with opioid use disorder have unstable housing and rely on the informal economy to fund necessities, such as a cellphone. Social distancing and shelter in place orders undoubtedly threaten income for these individuals. As jails and prisons face mounting pressures to decarcerate in order to mitigate the inevitable outbreaks of COVID-19,5 many of the individuals deemed eligible for release will be those who also suffer from substance use disorders.6 These individuals will be released with little notice and without resources, only to return to an unstable community where they will face mounting challenges, including the forces of addiction. Without access to community providers and the safety net of emergency departments,7 it is critical that we design innovative methods to reach these most vulnerable of populations.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 770,
                    "end": 771,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 883,
                    "end": 884,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1161,
                    "end": 1162,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Beyond the lack of access to care, patients with substance use disorder will face unique challenges in the coming months. Predictions of escalating deaths from COVID19 abound in every newspaper and medical journal and, in all likelihood, the mortality rate for patients with substance use disorder will be significantly higher than the general population. Furthermore, many patients do not have housing, so cannot isolate at all and will be cohorted with other COVID19 patients in shelters if they do become ill. Additionally, the stress and limitations of this new crisis exacerbates mental health conditions, which can act as a trigger for recurrence of use. Even the strategy of social distancing can prove dangerous to this population due to the increased risk of an isolated overdose without opportunity for rescue. Prevalence of take-home doses of methadone, while important to attenuate daily methadone clinic visits, may be diverted without knowledge of potency. The DEA has publicly anticipated a limited drug supply due to importation and transportation issues, which escalates street prices, which may prompt more people to seek treatment. This is a long awaited opportunity if we are ready to respond. Given the increased need, and without the safety net of emergency departments, it is critical that we design innovative methods to reach these at risk patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We must provide innovative and “low threshold”8 paths to treatment for new patients while keeping our existing patients engaged in care. Our peer recovery teams currently use texting and video conferencing platforms to do outreach. During this time of crisis, case management and social work services are wholly feasible by phone. Buprenorphine prescribers in any setting (and especially the ED and correctional facilities) should provide a longer duration of buprenorphine prescriptions to create flexibility in coordinating follow up care. Institutional or citywide appointment lines, especially those augmented by CRS support like the one we have developed at our institution, can centralize access and triage patients to existing virtual clinics.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Mobile treatment units may offer a solution but many have been shuttered due to the complexity of triaging COVID risk. Virtual connections to care seem the safest strategy to both initiate and continue care. Rapid changes in regulations have allowed for immediate deployment and learn-as-you-go strategies for telehealth platforms. In many cases, these platforms only require that a patient have a computer or phone and a health system account. Unfortunately, that creates a large divide between the socially vulnerable patients most at risk and the patient population that receives highly reimbursed care from the health system with ready access to their clinicians via email, phone, or telehealth appointments. Recognizing this gap, our goal is to provide a tool for communication, which will enable us to continue to care for them during this difficult time. One possibility that we are piloting at our institution is to provide phones for patients in need, which will enable a modicum of connectivity over the coming months while social distancing orders are in place. Shelters and respite homes can be equipped with iPads to offer connectivity to virtual treatment. In states with shortages of X-waivered providers, pharmacies have already served as locations for buprenorphine initiation. During this pandemic, they should be recruited as accessible sites for the dispensation of naloxone and possibly as hubs for telemedicine kiosks to access remote care without insurance barriers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Let us return to our patient Ashley. When Ashley's peer specialist reached out to our team, we connected her postpartum providers to a hospitalist who guided Ashley's induction with buprenorphine. Ashley had her first “visit” with her addiction medicine provider via a videoconference app on the same day that she was discharged from the hospital, alleviating her biggest fear that she would use again as soon as she began to feel withdrawal. Ashley has been engaged in treatment for the last month, allowing her to move back in with her family and participate in caring for her new baby girl. Such a swift initiation of treatment was only possible due to the COVID pandemic and the reduced barriers on buprenorphine prescribing. While the initial changes in regulation to address the needs of this population are welcomed by providers and patients, many additional innovations are required to ensure that additional vulnerabilities and hurdles created by this pandemic scenario do not further fan the flames of the opioid epidemic.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Stewarding Recovery from the Opioid Crisis Through Health System Initiatives",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perrone",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "West J Emerg Med",
            "volume": "20",
            "issn": "(2)",
            "pages": "198-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Emergency department-initiated buprenorphine/naloxone treatment for opioid dependence: a randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D’Onofrio",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "O’Connor",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Pantalon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "(16)",
            "pages": "1636-1644",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Implementing peer recovery services for overdose prevention in Rhode Island: An examination of two outreach-based approaches",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Waye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dettor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Addict Behav",
            "volume": "89",
            "issn": "",
            "pages": "85-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Flattening the Curve for Incarcerated Populations Covid-19 in Jails and Prisons",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Akiyama",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Spaulding",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Correctional populations in the United States, 2016",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaeble",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowhig",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ncj",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Emergency room use after being released from incarceration",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erlyana",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Justice",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Aaron. Defining Low-threshold Buprenorphine Treatment",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jakubowski",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Andrea",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Addict Med",
            "volume": "14",
            "issn": "(2)",
            "pages": "95-98",
            "other_ids": {
                "DOI": []
            }
        }
    }
}