{
    "paper_id": "PMC7127102",
    "metadata": {
        "title": "Liver Sinusoidal Endothelial Cell Lectin, LSECtin, Negatively Regulates Hepatic T-Cell Immune Response",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juntao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wanli",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoming",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dianyuan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yantao",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Biao",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qihong",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lingqiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fuchu",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": "hefc@nic.bmi.ac.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The cell lines HL-60, U937, Daudi, Molt-4, CEM, Jurkat, CHO, and MCF7 were from American Type Culture Collection. Human LSECs were from Sciencell Research Laboratories (Carlsbad, CA). CD4+ and CD8+ subsets or total T cells were purified using the MACS beads system (Miltenyi Biotech, Bergisch Gladbach, Germany). Mouse LSECs were prepared as reported previously.8\n",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Cell Lines and Cell Preparation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The monoclonal antibody (mAb) against CD3 (h: HIT3a; m: 500A2), anti-CD4 (RPA-T4), anti-CD8 (RPA-T8), anti-CD69 (FN50), and anti-CD25 (M-A251) were from BD Pharmingen (San Jose, CA). The mAb against CD28 (ANC28.1/5D10) was from Calbiochem (San Diego, CA). Anti-mouse interleukin (IL)-2 (JES6-5H4), tumor necrosis factor (TNF)-α (MP6-XT22), and interferon (IFN)-γ (AN18.17.24) were from MACS. Anti-mouse CD3 (145-2C11), anti-mouse CD4 (L3T4), anti-mouse CD8 (Ly-2), anti-mouse CD44 (IM7), anti-DO11.10 T-cell receptor (TCR) (KJ1-26), and the mAb against CD28 (37.51) were from eBioscience (San Diego, CA). Anti-mouse CD62L (MEL-14) was from BioLegend (San Diego, CA). All phospho-specific antibodies were from Cell Signaling Technology (Danvers, MA). hLSECtin–Fc protein was prepared as described.12 The complementary DNA (cDNA) coding full-length and soluble mLSECtin were subcloned into the expression vector pcDNA3.1a (Invitrogen, Carlsbad, CA).",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 798,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Monoclonal Antibodies, Reagents, Immunoglobulin Fusion Proteins, and Plasmids ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were incubated with LSECtin-Fc, mAb against LSECtin, and then incubated with fluorescein isothiocyanate–conjugated goat anti-mouse IgG, and analyzed on a FACScalibur (BD Biosciences, Franklin Lakes, NJ). Activated peripheral blood lymphocyte (PBLs) labeled with PKH26 were incubated with the cells stably expressing pIRES2–EGFP LSECtin with or without blocking antibodies against LSECtin. Adherent cells were lysed and fluorescence was quantified on a fluostar spectrofluorometer (BMG Labtech, Offenburg, Germany).",
            "cite_spans": [],
            "section": "Cell Adhesion Assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PBLs were seeded onto CHO or CHO–LSECtin cells and then were stimulated with soluble anti-CD3 or were seeded onto plates coated with LSECtin-Fc and anti-CD3 mAb, followed by 72 hours of culture. In some cases anti-CD28 was added to the cells. DO11.10 CD4+ T cells were cultured in 96-well plates with spleen cells (3 × 105, irradiated with 2500 rads), along with the ovalbumin (OVA) (323–339) peptide and precoated LSECtin-Fc, or plated directly onto LSECs in the presence of OVA peptide. Cell proliferation was estimated by incorporation of bromodeoxyuridine. Supernatants were collected and the cytokines were determined by sandwich enzyme-linked immunosorbent assay kits.",
            "cite_spans": [],
            "section": "T-Cell Proliferation and Cytokine Assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A genomic mouse LSECtin clone was isolated from a 129/SvJ library and was used to construct a targeting vector that was electroporated into 129 R1 embryonic stem cells. Targeted clones that had undergone homologous recombination were screened by polymerase chain reaction (PCR) and verified by Southern blot analysis, and these were injected into C57BL/6 blastocysts to generate chimeric mice. To remove the neo-loxP cassette carrying the phosphoglycerate kinase (PGK) promoter-driven neo gene flanked by lox sequences, agouti F1 heterozygous progeny were crossed with E2a-Cre transgenic mice, and the resultant mice were back-crossed to C57BL/6 strains for 6 generations. Germ line transmission was confirmed by PCR of tail DNA.",
            "cite_spans": [],
            "section": "Generation of LSECtin KO Mice ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Male Balb/C mice were injected with an optimum dose (18 mg/kg) of Con A (Sigma–Aldrich, St. Louis, MO) via the tail vein. A reduced dose (8 mg/kg) of Con A was used in KO mice. The small interfering RNAs (siRNAs) or the mLSECtin cDNA plasmid were delivered in vivo as described.17, 18 Mice were administered LSECtin–Fc or control–Fc via tail vein. Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) levels were estimated using a detection kit.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 282,
                    "end": 284,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Model of Experimental Acute Inflammatory Liver Injury ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A Student t test and 1-way analysis of variance with the Tukey post hoc test were used for statistical analysis. Results with a P value of less than .05 were considered as statistically significant.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Characterization of LSECtin family members such as DC-SIGN suggest that LSECtin might act as a cell adhesion molecule in the immune system. To test this hypothesis we screened a series of cell lines to identify the LSECtin ligand by flow cytometry. We found that LSECtin–Fc interacted with the CEM and Jurkat T cell lines (Figure 1\nA). Moreover, when tested after stimulation with phorbol-12-myristate-13-acetate (PMA) combination with ionomycin, Jurkat T cells showed markedly increased binding of LSECtin, and this binding required the presence of Ca2+ because it was inhibited by addition of the calcium chelator ethylene glycol-bis(b-aminoethyl ether)-N,N,N′,N′-tetraacetic acid (EGTA) (Figure 1\nB). We then sought to determine whether LSECtin receptor is expressed naturally on T cells in vivo. By using flow cytometry analysis, we found that LSECtin–Fc specifically bound peripheral blood mononuclear cells (PBMCs) activated by PMA and ionomycin, and this interaction could be inhibited completely by the addition of EGTA (Figure 1\nC). However, LSECtin did not bind nonactivated PBMCs. To verify T-cell binding, we purified either CD4+ or CD8+ cells from PBMCs by positive selection using antibody-coated magnetic beads. LSECtin showed strong binding to activated CD4+ and CD8+ T cells (Figure 1\nD). To confirm the interaction of LSECtin and T cells at a cellular level, cell–cell adhesion experiments were performed to assess the adhesion of peripheral blood T cells to LSECtin transfectants. Activated peripheral blood T cells specifically adhered to MCF7 cells expressing LSECtin compared with background binding to parental MCF7 cells. This binding was inhibited by a blocking antibody to LSECtin (Figure 1\nE and F), confirming the specificity of the interaction.",
            "cite_spans": [],
            "section": "LSECtin Binds to Activated T Cells Via a Protein–Glycan Interaction ::: Results",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 691,
                    "end": 699,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1029,
                    "end": 1037,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1293,
                    "end": 1301,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1708,
                    "end": 1716,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "LSECtin has a typical carbohydrate recognition domain (CRD) and binds mannose, GlcNAc, and fucose in a Ca2+-dependent manner.12 Therefore, we sought to determine whether LSECtin binds to activated T cells through a protein–glycan interaction, The binding of LSECtin to activated T cells actually was prevented by EGTA and saccharides such as D-mannose, N-GlcNAc, and L-fucose (Figure 2\nA). To assess the contribution of N- or O-linked glycosylation in LSECtin adhesion, activated T cells were cultured in the presence of tunicamycin or benzyl-α-GalNAc, which could block the formation of proteins N- or O-glycosidic linkages, respectively. Tunicamycin abrogated the adhesion of T cells to LSECtin, whereas benzyl-α-GalNAc did not (Figure 2\nB). Amino acid sequence alignment of the CRD of LSECtin with that of other C-type lectins indicates that 4 amino acids, Glu254, Asn256, Asn 274, and Asp275, interact with Ca2+ through their carbonyl groups, and Glu254/Asn256 exist in a conserved EPN motif, which is important for carbohydrate recognition.12, 19 Thus, we generated a series of LSECtin point mutants, including N256D, N274D, and D275A, in the soluble isoform. Alteration of each residue completely abolished the binding of LSECtin–Fc to T cells (Figure 2\nC), compared with the control substitution L231A. These results indicate that LSECtin binds to activated T cells through a protein–glycan interaction.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "LSECtin Binds to Activated T Cells Via a Protein–Glycan Interaction ::: Results",
            "ref_spans": [
                {
                    "start": 377,
                    "end": 385,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 731,
                    "end": 739,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1251,
                    "end": 1259,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Considering that LSECtin recognizes activated T cells, we investigated whether LSECtin regulates T-cell immune response. We cultured peripheral blood T cells with anti-CD3 mAb and LSECtin–Fc for 72 hours and found that the up-regulation of cell surface activation molecules, including CD69 and CD25, was inhibited by LSECtin (Figure 3\nA). Proliferation was estimated by incorporation of bromodeoxyuridine, and it was found that LSECtin significantly decreased T-cell proliferation stimulated by anti-CD3 (Figure 3\nB). To examine the effects of soluble LSECtin ligation on the production of cytokines, culture supernatants from T-cell proliferation assays, as shown previously, were harvested at 48 hours. Secretion of IFN-γ, IL-2, and IL-10 was inhibited significantly by LSECtin–Fc, although the production of transforming growth factor-β was not affected (Figure 3\nC). To further test whether LSECtin on the cell surface inhibits T-cell responses, we established a stably expressing CHO cell line of LSECtin (CHO–LSECtin). PBMCs were co-cultured with irradiated CHO–LSECtin cells or mock CHO cells and soluble anti-CD3 mAb for 48 hours. Membrane-bound LSECtin decreased the secretion of IFN-γ and IL-2 in the culture supernatants of PBMCs; on the other hand, its siRNA reversed this effect (Figure 3\nD). The negative effect of LSECtin also was observed in the presence of anti-CD28 mAb (Figure 3\nE), suggesting that the suppression cannot be overcome by co-stimulation. To study antigen-specific signals, we examined the effects of LSECtin on T cells that were expressing an OVA-specific TCR transgene. The secretion of IFN-γ and IL-2 was shown to be inhibited significantly by LSECtin–Fc (Figure 3\nF).",
            "cite_spans": [],
            "section": "LSECtin Inhibits T-Cell Immune Response In Vitro ::: Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 505,
                    "end": 513,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 858,
                    "end": 866,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1293,
                    "end": 1301,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1389,
                    "end": 1397,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1692,
                    "end": 1700,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To illustrate the mechanism of LSECtin-mediated T-cell inhibition, we first examined tyrosine phosphorylation of proteins after stimulation via the TCR for 60 minutes. We examined TCR-mediated phosphorylation of ZAP-70, LCK, and PKCθ tyrosine kinase and found that the phosphorylation of these proteins was decreased (Figure 4\nA). ERK and JNK are 2 important downstream targets of TCR activation in response to TCR signals. The phosphorylation of ERK and JNK was up-regulated in activated T cells, whereas it was down-regulated by LSECtin engagement (Figure 4\nA). We also examined the TCR-mediated nuclear factor-κB (NF-κB) pathway. The phosphorylation of IκB was decreased, which is important for its proteasomal degradation and for the activation of NF-κB. Moreover, the expression of NF-κB target genes IL-2R, TNF-α, and IRF1 obviously was decreased using quantitative PCR (Q-PCR) assay (Figure 4\nA and B).",
            "cite_spans": [],
            "section": "LSECtin Inhibits T-Cell Immune Response In Vitro ::: Results",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 551,
                    "end": 559,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 891,
                    "end": 899,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To determine the in vivo function of LSECtin, we generated LSECtin-deficient mice. Our gene targeting vector replaced the entire coding region (including all exons) of the endogenous LSECtin allele with a PGK-neo cassette, thereby deleting all functional domains of LSECtin (Figure 5\nA). Among 96 G418-resistant ES clones, 4 (4.1%) positive clones were obtained via Southern blot verification (Figure 5\nB). Chimeric male mice were derived from these ES clones by standard procedures. They were crossed to C57BL/6 females, and heterozygous mutant mice were established from targeted ES clone G8. Heterozygous and homozygous LSECtin mutant mice then were identified by PCR analysis of genomic DNA isolated from tail biopsies (Figure 5\nC). To confirm the absence of LSECtin in these mice, the expression of LSECtin in the liver was estimated by reverse-transcription PCR analysis. As expected, LSECtin was detected in wild-type (wt) but not in KO liver (Figure 5\nD). The loss of LSECtin protein in liver also was confirmed by immunofluorescein staining (Figure 5\nE). These mice initially were back-crossed to the C57BL/6 background for at least 6 generations before they were used in the studies described.",
            "cite_spans": [],
            "section": "Generation of LSECtin-Deficient Mice ::: Results",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 394,
                    "end": 402,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 724,
                    "end": 732,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 951,
                    "end": 959,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1051,
                    "end": 1059,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Our previous work showed that LSECtin messenger RNA is expressed in liver sinusoidal endothelial cells.12 Recent studies have indicated that LSECtin also is present in Kupffer cells,16 which was confirmed in our study (Supplementary Figure 1, Supplementary Figure 2). LSECtin limited the activation of T cells in vitro, and the specific localization of LSECtin in the LSECs and Kupffer cells provided a very strong clue for its important function in the regulation of T-cell immune responses in the liver.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 182,
                    "end": 184,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "LSECtin Limits the Hepatic T-Cell Immune Response In Vivo ::: Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 241,
                    "mention": "Supplementary Figure 1",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 243,
                    "end": 265,
                    "mention": "Supplementary Figure 2",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "LSECtin KO mice displayed normal numbers and ratios of CD4+CD8+, CD4+, and CD8+ T cells in the thymus. The T-cell populations in the spleen and lymph nodes also appeared to show normal numbers (Figure 6\nA). In contrast, an increase in CD4+ (42% in KO mice vs 37% in wt mice) and CD8+ (23% in KO mice vs 18% in wt mice) T cells were found in the liver, but no effect was detected in the lung and kidney. To determine the phenotype of accumulated T cells in the liver of LSECtin KO mice, we examined the expression of CD62L and CD44 on intrahepatic T cells. A fraction of intrahepatic T cells in LSECtin KO mice were CD62LloCD44Hi in comparison with normal mice (60% vs 45%), although no difference was found in the spleen of the same mice (Figure 6\nA), suggesting that a large number of these T cells were activated. These results implicated that LSECtin could play a key role in the regulation of hepatic T-cell immunity.",
            "cite_spans": [],
            "section": "LSECtin Limits the Hepatic T-Cell Immune Response In Vivo ::: Results",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 739,
                    "end": 747,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Given that the amount of LSECtin present in the in vitro models could well have been nonphysiologic, we performed analyses using co-culture TCR transgenic T cells with KO or wt LSECs. The T cells co-cultured with KO LSECs showed higher responses than those cultured with wt LSECs, indicating that LSECtin on LSECs down-regulates T-cell immune responses (Figure 6\nB). The role of LSECtin in the regulation of T cells in liver was evaluated further in a DO11.10 TCR transgenic T-cell transfer system in which wt DO11.10 CD4+ T cells were transferred into either wt or LSECtin KO mice. The mice subsequently were challenged with OVA peptide. We observed a significant increase in DO11.10 CD4+ T cells in the liver of KO mice compared with wt mice on day 4 post-OVA peptide injection (Figure 6\nC).",
            "cite_spans": [],
            "section": "LSECtin Limits the Hepatic T-Cell Immune Response In Vivo ::: Results",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 781,
                    "end": 789,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We also induced experimental acute hepatitis in mice using Con A, which is an activated T-cell–mediated liver disease model.20 We then analyzed the effect of LSECtin on activated T-cell–mediated acute liver injury induced via Con A using LSECtin KO mice. Inflammatory liver injury was exacerbated with increased serum ALT/AST, and more serious liver histologic damage was observed in the LSECtin KO compared with the wt mice (Figure 6\nD). The total number of lymphocytes in the liver was significantly higher in LSECtin KO mice than in wt mice (Figure 6\nE). Moreover, the hepatic T cells of LSECtin KO mice were found to show higher levels of TNF-α and IFN-γ compared with wt mice (Figure 6\nF). We also investigated the in vivo silencing effect of siRNA duplexes targeting the LSECtin gene by delivering synthetic siRNA duplexes into the mouse liver by hydrodynamic tail vein injection. In concordance with data from the LSECtin KO mice, the siRNA knock-down mice showed higher levels of plasma ALT and AST, serious liver histologic damage, and higher activity of hepatic T cells compared with wt mice (Supplementary Figure 3). Combining the results from in vitro and in vivo studies, it is reasonable to conclude that LSECtin is involved in constraining T-cell immunity in the liver.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "LSECtin Limits the Hepatic T-Cell Immune Response In Vivo ::: Results",
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 545,
                    "end": 553,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 682,
                    "end": 690,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1103,
                    "end": 1125,
                    "mention": "Supplementary Figure 3",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "To show the therapeutic effect of LSECtin on Con A-induced hepatitis, 2 approaches were used. We first tried a protein therapeutic approach in which we directly administered recombinant soluble LSECtin before Con A via the tail. It was found that LSECtin protein significantly reduced disease severity, as illustrated by H&E and terminal deoxynucleotidyl transferase–mediated deoxyuridine triphosphate nick-end labeling staining, and remarkably decreased serum ALT/AST levels (Figure 7\nA and B). However, when given after Con A, LSECtin could not reverse established inflammation (Supplementary Figure 4). To confirm whether the protective effect was caused by suppression of T-cell activity, we determined the infiltrating lymphocyte subpopulations in the liver. A significant decrease in T-cell infiltration was detected in the livers of LSECtin–Fc–treated mice (Figure 7\nC). Moreover, LSECtin–Fc treatment decreased the numbers of TNF-α– and IFN-γ–producing T cells in liver (Figure 7\nD).",
            "cite_spans": [],
            "section": "Administration of LSECtin Protein or cDNA Plasmids In Vivo Ameliorates Acute Liver Inflammatory Injury ::: Results",
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 581,
                    "end": 603,
                    "mention": "Supplementary Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 865,
                    "end": 873,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 979,
                    "end": 987,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "A soluble LSECtin cDNA plasmid was transfected into mice by hydrodynamic tail vein injection. To rule out the possibility that the soluble LSECtin protein blocks the interaction between LSECs and activated T cells, a full-length LSECtin cDNA encoding the membrane-bound protein also was transfected into mice by hydrodynamic tail vein injection. The expression of each in plasma and liver was confirmed by enzyme-linked immunosorbent assay and Q-PCR, respectively (Supplementary Figure 5). Considerable protective effects were observed in the transfected mice, which showed both a tremendous decrease in plasma ALT and AST levels (Figure 7\nE) and a clear amelioration of the histologic damage of hepatitis (Figure 7\nF). Thus, it could be concluded that LSECtin is not only a significant negative checkpoint in modulating hepatic T-cell activation, but also a new promising therapeutic target for acute liver inflammatory injury.",
            "cite_spans": [],
            "section": "Administration of LSECtin Protein or cDNA Plasmids In Vivo Ameliorates Acute Liver Inflammatory Injury ::: Results",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 487,
                    "mention": "Supplementary Figure 5",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 631,
                    "end": 639,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 707,
                    "end": 715,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The liver is a unique immunologic organ, functioning either as a site amenable to effective immune responses to pathogenic microorganisms or in the generation of tolerance to portally derived food and probiotic antigens. The dual functions of the liver require a delicate balance between immunity and tolerance.3, 21 The mechanisms behind the unique immune tolerance of liver have been elucidated in the past few years. One of the principal findings is that the T-cell biology in the liver is unlike that in any other organ, highlighted by the remarkable preference for the inactivation, tolerance, and apoptosis of hepatic T cells.4 In TCR transgenic mice, activated CD8+ T cells dispersed from the lymph nodes and spleen, and an increased number of activated CD8+ T cells simultaneously were found undergoing apoptosis in the liver.22 This phenomenon appears to be specific and is evident in a variety of in vivo model systems, suggesting that the liver is a “graveyard” or “killing field” for activated T cells.2 In a mouse liver transplant model, CD4+ and CD8+ T cells were found to infiltrate significantly and then undergo apoptosis in liver allografts.23 Moreover, many clinical investigations have shown that intrahepatic hepatitis C virus–specific CD8+ T cells have functional alterations, including weak IFN-γ production, impaired proliferation, and enhanced apoptosis, which is associated with viral persistence and the progression of the disease to a chronic phase.24, 25 Obviously, the unique T-cell immune response contributes greatly to specific hepatic tolerance. The exact molecular mechanisms underlying hepatic immune regulation, however, have not been elucidated clearly.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The investigation of B7-H1 and its contribution to hepatic T-cell immune regulation is noteworthy. Iwai et al5 found that expression of B7-H1 in liver sinusoidal endothelial cells and Kupffer cells could inhibit the function of activated T cells via a PD-1–dependent mechanism. Dong et al26 discovered an important role for B7-H1 in controlling the deletion of activated intrahepatic CD8+ T cells in the liver via a PD-1–independent mechanism.26 It is highly likely that hepatic immune regulation is multifactorial. Furthermore, the broad expression of B7-H1 in vivo makes it difficult to solely explain the unique characteristics of hepatic immunity. It is reasonable to speculate about other novel and specific molecular mechanisms identified in the control of hepatic immunity.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "LSECtin is expressed specifically in LSECs and Kupffer cells. Its specific localization and roles in the negative regulation of T cells give rise to its important function in hepatic immunity and tolerance induction. Indeed, we showed that LSECtin negatively regulates T-cell receptor–mediated signaling and T-cell immune response stimulated by plate-bound anti-CD3 mAb; this suppression could not be overcome by co-stimulation. Moreover, the role of LSECtin in the antigen-specific activation of T cells was analyzed using T cells from TCR transgenic mice and murine LSECs with physiologic levels of LSECtin expression. The lack of LSECtin in mice resulted in increased accumulation of T cells in the liver both in normal mice and in DO11.10 TCR transgenic T-cell transfer mice. In mice with T-cell–mediated acute liver injury, KO of LSECtin accelerated the disease caused by an increased T-cell immune response, whereas exogenous administration of recombinant LSECtin protein or plasmid ameliorated the disease via down-regulation of T-cell immunity. Thus, our study provides important insight into the molecular mechanism of hepatic T-cell constraint based on investigation of the liver-specific C-type lectin LSECtin.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recently, the importance of C-type lectin receptors (CLRs) was highlighted by the fact that they have a crucial immune regulatory role. First, CLRs on the surface of DCs could sense the extracellular environment and modulate cellular responses, especially the TLR-dependent inflammatory response.27 Second, CLRs reversibly could modulate T-cell receptor signaling and exert effects on those immune cells.10 This strongly implies that CLRs are important players in immune activation, tolerance, and homeostasis, and are involved in diseases of the immune system. It is noteworthy that several lectins also are localized to the liver, including galectin-1,7 DC-SIGN, and L-SIGN.28 None of the lectins, however, has been confirmed to be a T-cell regulator in liver thus far. In the present study, we showed that the liver-specific C-type lectin LSECtin recognized activated T cells and negatively regulated T-cell immune response in the liver. Our study not only expands the knowledge about C-type lectins in T-cell immune regulation, but also reveals a mechanism by which the T-cell homeostasis and tolerance of the liver is regulated by C-type lectin.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 404,
                    "end": 406,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 654,
                    "end": 655,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Studies of the mechanisms involved in liver diseases have provided unequivocal evidence that the pathogenesis of virtually all inflammatory liver diseases involves the innate and/or adaptive immune responses. Undoubtedly, research on the mechanisms of hepatic immune regulation will provide new perspectives on liver physiology, and this knowledge will be translated rapidly into more effective therapies in the near future,29 similar to the noticeable progress with the T-cell regulator B7-H1 in liver diseases and other inflammatory diseases.30 In our study, we uncovered a novel and crucial molecular mechanism for hepatic T-cell constraint, and successfully used LSECtin protein and cDNA to treat acute liver injury. This hepatic immune regulation mechanism may provide important insights into hepatic physiology and pathophysiology and could be promising for the treatment of hepatic diseases.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: LSECtin recognizes activated T cells. (A) Adhesion of LSECtin–Fc to various human hematopoietic cell lines: promyelocytic leukemia cells (HL-60), monoblastic leukemia cells (U937), Burkitt's lymphoma cells (Daudi), and T-cell leukemia cells (Molt-4, CEM, and Jurkat). (B–D) Adhesion of LSECtin–Fc to activated T cells. (B) Jurkat cells, (C) PBMCs, or purified (D) CD4+ and CD8+ subsets treated with PMA and ionomycin were stained with LSECtin–Fc or human IgG control and analyzed by fluorescence-activated cell sorter. (E) PKH-26–labeled activated peripheral blood T cells were incubated with MCF7 cells transfected with pIRES2-EGFP-LSECtin or vector, and anti-LSECtin was used to block LSECtin-dependent adhesion. Cell–cell adhesion was visualized by fluorescence microscopy and representative pictures were taken. (F) The percentage of activated peripheral blood T cells adherent to MCF7 or MCF7–LSECtin cells was measured using a fluorstar spectrofluorimeter.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Protein–glycan interaction regulates LSECtin binding to T cells. (A) Binding inhibition of LSECtin to activated Jurkat cells by D-mannose, GlcNAc, L-fucose, and EGTA. (B) Binding inhibition of LSECtin to activated Jurkat cells by tunicamycin or benzyl-α-GalNAc. (C) Binding of wt or mutant LSECtin–Fc to peripheral blood T (pbt) cells, in which amino acids within the CRD domain are mutated. Mutation: N256D, Asn256Asp; N274D, Asn274Asp; D275A, Asp275Ala; and L231A, Leu231Ala.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: LSECtin inhibits T-cell immune responses in vitro. (A) Inhibition of T-cell activation by LSECtin–Fc. Peripheral blood T cells were stimulated with immobilized T-cell–specific mitogen anti-CD3 antibody plus 10 μg/mL or indicated concentration of LSECtin–Fc or human IgG. Cell activation was detected by staining with antibodies against cell surface activation molecules, including CD69 and CD25. (B) Inhibition of T-cell proliferation by LSECtin–Fc. T-cell proliferation was assayed by pulsing with bromodeoxyuridine (brdu). (C) Inhibition of cytokine production by LSECtin–Fc. IFN-γ, IL-2, IL-10, and transforming growth factor (tgf)-β concentrations in the supernatants was measured by enzyme-linked immunosorbent assay. (D) Inhibition of cytokine production by membrane-bound LSECtin. CHO cells stably expressing LSECtin were transfected with control siRNA or LSECtin siRNA and irradiated after 48 hours. PBMCs were co-cultured with the CHO cells together with the soluble anti-CD3 mAb for 48 hours. Cytokine expression in the supernatants was determined by enzyme-linked immunosorbent assay. (E) Inhibition of cytokine production by LSECtin–Fc in the presence of anti-CD28 antibody. (F) LSECtin–Fc inhibited cytokine production by DO11.10 CD4 T cells stimulated with OVA peptide 323-339. ★P < .05; ★★P < .01.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: LSECtin inhibits TCR-mediated signaling. (A) Tyrosine phosphorylation of proteins. T cells were incubated with anti-CD3 and anti-CD28 in the presence of LSECtin–Fc for 60 minutes before lysis in RIPA buffer. Cell lysates were analyzed by immunoblotting with phospho-specific, or pan antibodies against ZAP-70, LCK, PKCθ, Erk, JNK, and anti-pIκB. (B) Q-PCR analysis of changes in the expression of the NF-κB target genes IL-2R, TNF-α, and IRF1. The data shown are from 1 representative of 3 experiments.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Generation of LSECtin KO mice. (A) The targeting map of the LSECtin genomic locus. The whole coding region was replaced with PGK-neo cassette. RE sites: N, Nco I; Bg, Bgl II; RV, EcoR V. The short black bar indicates the external southern probe, and short arrows are genotyping primers. (B and C) Southern blot and PCR detection of heterozygous and homozygous LSECtin mutants in genomic DNA from targeted (B) embryonic stem (es) cells and (C) mouse tails. (D and E) The expression of LSECtin in liver from wt or KO mice estimated by (D) reverse-transcription PCR analysis and (E) immunofluorescein staining.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: LSECtin inhibits T-cell immune response in vivo. (A) Lymphocytes were isolated from lymphoid organs and nonlymphoid organs of wt and KO mice (8–12 wk), and subsequently analyzed by CD4 and CD8 expression using specific mAbs. The numbers represent the percentage of CD4+, CD8+, and CD4+CD8+ subsets. Lymphocytes isolated from the spleen or liver of the same mice were stained with anti-CD62L–phycoerythrin and anti-CD44–fluorescein isothiocyanate and subjected to flow cytometry analysis. (B) DO11.10 CD4+ T cells were activated with 1 μg/mL of OVA peptide presented by LSECs from wt or KO mice for 48 hours. Supernatants were collected and cytokines were measured by enzyme-linked immunosorbent assay. (C) Naive DO11.10 T cells were transferred into wt or KO mice via intravenous infusion on day 0. OVA peptide was injected intraperitoneally daily for 3 days from day 1. On day 4 after the first OVA peptide injection, lymphocytes from the liver and spleen were isolated and stained with anti-CD4 and DO11.10. The results represent the average percentage of CD4+/DO11.10. T cells from 2–3 mice at each time point from 3 experiments. (D) Acceleration of acute liver inflammatory injury in LSECtin KO mice. Wt or KO mice were administered Con A. After 24 hours, plasma ALT/AST levels were measured, and liver samples were collected for H&E staining. (E) Liver infiltrating mononuclear cells were collected and lymphocyte populations were analyzed using anti-CD3, anti-CD4, and anti-CD8 antibodies. (F) Total cell numbers of TNF-α– and IFN-γ–producing T cells were counted by intracellular cytokine staining. ★P < .05; n = 5.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Therapeutic effect of recombinant LSECtin protein or LSECtin cDNA on acute inflammatory liver injury in mice via down-regulation of T-cell immunity. Mice were treated with control–Fc or LSECtin–Fc 30 minutes before Con A injection. After 24 hours, liver samples were collected for (A) H&E staining and terminal deoxynucleotidyl transferase–mediated deoxyuridine triphosphate nick-end labeling (tunel) staining and (B) plasma ALT/AST levels were measured. (C) Liver infiltrating mononuclear cells were collected and lymphocyte populations were analyzed using anti-CD3, anti-CD4, and anti-CD8 antibodies; (D) liver infiltrating mononuclear cells were restimulated with PMA and ionomycin and the numbers of TNF-α– and IFN-γ–producing T cells were counted by intracellular cytokine staining. Mice were injected with soluble or full-length LSECtin cDNA plasmids 12 hours before Con A injection. After 24 hours, (E) plasma ALT/AST levels were measured and (F) liver samples were collected for H&E staining. ★P < .05; ★★P < .01; n = 5.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Supplementary Figure 3: Knockdown of LSECtin accelerates acute inflammatory liver injury in mice. (A) LSECtin was down-regulated in the liver by synthetic siRNA duplexes injection. Expression of LSECtin was estimated by Q-PCR analysis. (B) The expression of LSECtin in liver at 24h, 48h and 96h after siRNA injection. Expression of LSECtin was estimated by Q-PCR analysis. (C, D) Acceleration of acute liver inflammatory injury by the knockdown of LSECtin in siRNA delivered mice. Mice were injected with control siRNA or LSECtin siRNA and then administered with Con A. After 24h, plasma ALT/AST levels were measured (C), and liver samples were collected for hematoxylin-eosin staining (D).",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Supplementary Figure 4: LSECtin did not reverse established inflammation induced by Con A. (A) Mice were treated with control-Fc or LSECtin-Fc 3 hours after Con A injection. After 24 hours, plasma ALT/AST levels were measured. (B) After 6-hour treatment with Con A, the T cells in mouse liver were separated and stimulated with immobilized anti-CD3 antibody plus LSECtin-Fc. Cytokine expression in the supernatants was determined by ELISA.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Supplementary Figure 5: The expression of soluble and full-length LSECtin cDNA plasmid mice were injected with soluble or full-length LSECtin cDNA plasmids. Plasma LSECtin protein was measured by ELISA-based assay at 6, 12, 24, 36, and 48 h (A). LSECtin mRNA in liver was estimated by Q-PCR analysis at 12 h (B).",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Supplementary Figure 1: LSECtin specifically expresses in LSECs and Kupffer cells (A) Tissue array of LSECtin expression in 42 normal human tissues. All immunohistochemically stained sections were scanned using an automated slide-scanning system at 20× magnification. (B) Highlight of LSECtin expression in liver or lymph node from tissue array. (C) Immunofluorescein staining of normal liver sections was processed using antibody against LSECtin. (D) Expression of LSECtin in LSECs. Purified LSECs were stained with anti-LSECtin mAb. (E) Expression of LSECtin in Kupffers. Normal liver sections were stained with the antibodies against LSECtin (green) and CD68 (red).",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Supplementary Figure 2: LSECtin expression in liver tissue from patients with various liver diseases (A) Tissue array of LSECtin expression in various liver diseases. All immunohistochemically stained sections were scanned using an automated slide-scanning system at 200× magnification. (B) LSECtin expression in various liver diseases evaluated by mean optical density (hemangioma, n = 10; nodular cirrhosis, n = 30; fatty degeneration, n = 15; chronic active hepatitis, n = 22; hepatocellular carcinoma, n = 25; normal hepatic tissue, n = 14).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The liver as a lymphoid organ",
            "authors": [
                {
                    "first": "I.N.",
                    "middle": [],
                    "last": "Crispe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annu Rev Immunol",
            "volume": "27",
            "issn": "",
            "pages": "147-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Regulation of effector T cells by antigen-presenting cells via interaction of the C-type lectin MGL with CD45",
            "authors": [
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "van Vliet",
                    "suffix": ""
                },
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Gringhuis",
                    "suffix": ""
                },
                {
                    "first": "T.B.",
                    "middle": [],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Immunol",
            "volume": "7",
            "issn": "",
            "pages": "1200-1208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A genome-wide association study identifies KIAA0350 as a type 1 diabetes gene",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hakonarson",
                    "suffix": ""
                },
                {
                    "first": "S.F.",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Bradfield",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "2",
            "issn": "",
            "pages": "591-594",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Characterization of a novel C-type lectin-like gene, LSECtin: demonstration of carbohydrate binding and expression in sinusoidal endothelial cells of liver and lymph node",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "18748-18758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Identification of DC-SIGN, a novel dendritic cell-specific ICAM-3 receptor that supports primary immune responses",
            "authors": [
                {
                    "first": "T.B.",
                    "middle": [],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Torensma",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "van Vliet",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "100",
            "issn": "",
            "pages": "575-585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The structure of human CD23 and its interactions with IgE and CD21",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Hibbert",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Teriete",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Grundy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "20",
            "issn": "",
            "pages": "751-760",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "LSECtin interacts with filovirus glycoproteins and the spike protein of SARS coronavirus",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Gramberg",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "340",
            "issn": "",
            "pages": "224-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The pathogen receptor liver and lymph node sinusoidal endothelial cell C-type lectin is expressed in human Kupffer cells and regulated by PU.1",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Domínguez-Soto",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Aragoneses-Fenoll",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Gómez-Aguado",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hepatology",
            "volume": "49",
            "issn": "",
            "pages": "287-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "RNA interference targeting Fas protects mice from fulminant hepatitis",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": "347-351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "High levels of foreign gene expression in hepatocytes after tail vein injections of naked plasmid DNA",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Budker",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum Gene Ther",
            "volume": "10",
            "issn": "",
            "pages": "1735-1737",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Identification of different binding sites in the dendritic cell-specific receptor DC-SIGN for intercellular adhesion molecule 3 and HIV-1",
            "authors": [
                {
                    "first": "T.B.",
                    "middle": [],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "van Duijnhoven",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "van Vliet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "11314-11320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The liver as a site of T-cell apoptosis: graveyard, or killing field?",
            "authors": [
                {
                    "first": "I.N.",
                    "middle": [],
                    "last": "Crispe",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Klugewitz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "174",
            "issn": "",
            "pages": "47-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "A T cell-dependent experimental liver injury in mice inducible by concanavalin A",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Tiegs",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hentschel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wendel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Clin Invest",
            "volume": "90",
            "issn": "",
            "pages": "196-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Intrahepatic immunity: a tale of two sites?",
            "authors": [
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "G.W.",
                    "middle": [],
                    "last": "McCaughan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Bertolino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Immunol",
            "volume": "26",
            "issn": "",
            "pages": "512-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The liver eliminates T cells undergoing antigen-triggered apoptosis in vivo",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Soldevila",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Leeker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Immunity",
            "volume": "1",
            "issn": "",
            "pages": "741-749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Apoptosis within spontaneously accepted mouse liver allografts: evidence for deletion of cytotoxic T cell and implications for tolerance induction",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "4654-4661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Enhanced peripheral T-cell apoptosis in chronic hepatitis C virus infection: association with liver disease severity",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Toubi",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kessel",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hepatol",
            "volume": "35",
            "issn": "",
            "pages": "774-780",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Intrahepatic CD8+ T-cell failure during chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "H.C.",
                    "middle": [],
                    "last": "Spangenberg",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Viazov",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kersting",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "42",
            "issn": "",
            "pages": "828-837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "B7-H1 determines accumulation and deletion of intrahepatic CD8+ T lymphocytes",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Tamada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunity",
            "volume": "20",
            "issn": "",
            "pages": "327-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "C-type lectin DC-SIGN modulates toll-like receptor signaling via Raf-1 kinase-dependent acetylation of transcription factor NF-kappa B",
            "authors": [
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Gringhuis",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "den Dunnen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Litjens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "26",
            "issn": "",
            "pages": "605-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Expression of DC-SIGN and DC-SIGNR on human sinusoidal endothelium: a role for capturing hepatitis C virus particles",
            "authors": [
                {
                    "first": "W.K.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Pathol",
            "volume": "69",
            "issn": "",
            "pages": "200-208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Gershwin",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Vierling",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Manns",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Local control of the immune response in the liver",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Knolle",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gerken",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "174",
            "issn": "",
            "pages": "21-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The function of programmed cell death 1 and its ligands in regulating autoimmunity and infection",
            "authors": [
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Wherry",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Immunol",
            "volume": "8",
            "issn": "",
            "pages": "239-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Hepatic T cells and liver tolerance",
            "authors": [
                {
                    "first": "I.N.",
                    "middle": [],
                    "last": "Crispe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "51-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "PD-1 inhibits antiviral immunity at the effector phase in the liver",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Iwai",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Terawaki",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ikegawa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "198",
            "issn": "",
            "pages": "39-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Kupffer cells required for high affinity peptide-induced deletion, not retention, of activated CD8+ T cells by mouse liver",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kuniyasu",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Marfani",
                    "suffix": ""
                },
                {
                    "first": "I.B.",
                    "middle": [],
                    "last": "Inayat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hepatology",
            "volume": "39",
            "issn": "",
            "pages": "1017-1027",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Human liver sinusoidal endothelial cells induce apoptosis in activated T cells: a role in tolerance induction",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Karrar",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Broomé",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Uzunel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gut",
            "volume": "56",
            "issn": "",
            "pages": "243-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Induction of cytokine production in naive CD4+ T cells by antigen-presenting murine liver sinusoidal endothelial cells but failure to induce differentiation toward Th1 cells",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Knolle",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gastroenterology",
            "volume": "116",
            "issn": "",
            "pages": "1428-1440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Protein-glycan interactions in the control of innate and adaptive immune responses",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "van Kooyk",
                    "suffix": ""
                },
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Rabinovich",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Immunol",
            "volume": "9",
            "issn": "",
            "pages": "593-601",
            "other_ids": {
                "DOI": []
            }
        }
    }
}