{
    "paper_id": "PMC7187739",
    "metadata": {
        "title": "Potential Impact of SARS-CoV-2 Infection in HIV-positive Patients in South Africa",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Feldman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses are very important pathogens that affect both humans and animals.(1) During epidemics they are a cause of some 30% of upper respiratory tract infections in adults and play a role in severe respiratory infections in both adults and children.(1) The human coronaviruses are divided into four genera; these include alpha-coronaviruses, beta-coronaviruses, and the latter include severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV), gamma-coronaviruses and delta-coronaviruses.(2) The former two genera cause infections in humans. Coronaviruses are medium-sized, enveloped, positive-stranded RNA viruses whose name derives from their characteristic crown-like appearance in electron micrographs.(1,3) While until recently, six human coronaviruses had been identified, in December 2019, a seventh human coronavirus, named SARS-CoV-2, also a beta-coronavirus, was identified initially in Wuhan, China, and it has subsequently become pandemic.(2,4) As with the SARS epidemic, the initial outbreak of the new coronavirus occurred during the Spring Festival in China, the most famous of all festivals in China, during which more than 3 million people travel countrywide, creating favourable conditions for spread of the highly contagious virus.(5,6) All coronavirus infections are zoonotic, and following mutation, recombination and adaptation are passed on to humans.(6,7)",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 771,
                    "end": 772,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 773,
                    "end": 774,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1016,
                    "end": 1017,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1018,
                    "end": 1019,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1315,
                    "end": 1316,
                    "mention": "5",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1439,
                    "end": 1440,
                    "mention": "6",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1441,
                    "end": 1442,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The incubation period for SARS-CoV-2 has been thought to be in the region of 14 days following exposure, but most cases have occurred within 4–5 days.(4)",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Incubation period ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "The route of infection is incompletely understood. The beginning of the outbreak was identified as being through an association with a seafood market that sold live animals, which most of the initial patients had either worked at or had visited.(4) As the outbreak spread, person-to-person spread became the main mode of transmission. Person-to-person spread is mainly through respiratory droplets, much like that of influenza.(4) With droplet transmission, the virus is released when an infected person coughs, sneezes or talks, and this then causes infection if it comes into direct contact with mucous membranes. Infection can also occur if a person touches an infected surface and then their eyes, nose or mouth. While droplets typically do not travel more than 2 m, experimental studies have suggested that the virus can remain viable in aerosols for up to 3 h at least.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 428,
                    "end": 429,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Route of infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "The spectrum of clinical features ranges from patients being asymptomatic, to mild infections, to critical illness – most infections are mild.(4)",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Clinical features ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "Furthermore, a number of recent publications (in the scientific literature, from various organisations and even the lay press) have debated the issue of whether smoking, including the use of tobacco smoke, marijuana and vaping (as well as other substance abuse), may be a risk factor for SARS-CoV-2 infections, as well as the cause of more severe infections.(13–20) Some publications do suggest a relationship between smoking and risk of severe SARS-CoV-2 infection; for example, citing the much higher smoking rate of males in China compared with females and the associated higher mortality from SARS-CoV-2 in males in China, as well as the higher rate of need for ICU admission and mechanical ventilation and higher mortality in smokers versus non-smokers.(17) Other studies quote evidence, both from human and rat data, which confirm that smoking can increase the ACE-2 receptor in the respiratory tract, the receptor for SARS-CoV-2,(13) although other publications suggest that this association is less clear-cut.(14) Finally, a recent systematic review of the literature concluded that while further research on this topic was required, the limited data available, albeit not adjusted for other factors potentially impacting on outcome, concluded that smoking was most likely associated with negative progression and outcomes of SARS-CoV-2,(15) while a second meta-analysis concluded that active smoking was not associated with severity of SARS-CoV-2.(16) Nevertheless, despite this current uncertainty many organisations, such as the World Health Organization and the National Institute of Drug Abuse, recommend smoking cessation strategies not only to alleviate the harm caused by smoking, in general, but also because smoking cessation may potentially lessen the risks of SARS-CoV-2 infection.(19,20)",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1802,
                    "end": 1804,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1805,
                    "end": 1807,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Is smoking a risk factor for SARS-CoV-2 and does it cause more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "Another vexing question, which is even more difficult to answer because of almost complete lack of direct evidence, is what the association is, if any, between human immunodeficiency virus (HIV) and SARS-CoV-2 infection? A communication from the National Institute for Communicable Diseases (NICD) indicated the following background information with regard to the situation in South Africa:(21)There are approximately 7.7 million people living with HIV (PLWHIV) infection in South Africa, of whom more than 5.1 million are on antiretroviral therapy (ART).South African HIV guidelines encourage all people to get tested for HIV infection, and if positive, to go on to appropriate treatment, including ART, immediately and to remain compliant on therapy.In addition, there are approximately 301,000 cases of tuberculosis in South Africa and more than half (~60%) of these infections occur in PLWHIV.Influenza kills between 4000 and 10,000 people per year in South Africa and HIV-positive pregnant women are at high risk. Influenza vaccine is safe and efficacious, can prevent death and is recommended in all pregnant women, PLWHIV, young children, patients with TB and individuals with chronic comorbid conditions.\n",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "What we do know, and have known for a considerable period of time, is that HIV-infected persons are at increased risk of a broad range of viral infections, including coronavirus infections.(22) In that study, coronavirus OC43 was isolated in three of the patients. Furthermore, in studies in other immunocompromised patients, not as a consequence of HIV infection, coronavirus 229E has been found to be an important cause of pneumonia.(23)",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "There are no data available currently on COVID-19 disease in PLWHIV and/or associated TB. This is important since South Africa has large HIV and TB burdens and, as described above, people with other comorbid conditions (e.g. cardiovascular disease) or secondary infections have more severe COVID-19 disease and worse outcomes.",
            "cite_spans": [],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "Thus, what can we extrapolate from influenza virus infections in PLWHIV, including those with and without concomitant TB? With regard to influenza, and recognizing that the SARS-CoV-2 virus is different from the influenza virus, there is no apparent increased risk of infection in HIV-infected persons; however, adults with AIDS experience a much higher influenza-related mortality, which decreases with the use of ART but does not disappear.(24) Furthermore, there is an increase in risk of influenza-associated mortality in persons with concomitant TB among both HIV-infected and non-infected cases, compared to that in patients without associated TB.(25) In addition, TB coinfection is associated with increased mortality in individuals with influenza, and influenza coinfection is associated with increased mortality in patients with TB.(26) Lastly, it is important to note that a study of the trivalent influenza virus showed it to be safe and efficacious in African HIV-infected adults without additional comorbidity, but further evaluation is required in severely immunocompromised HIV-infected persons, as well as in patients with additional comorbidities, including those with concomitant tuberculosis.(27)",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 842,
                    "end": 844,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "The studies reviewing the data for HIV-infected persons during the 2009 H1N1 pandemic, as an example, were somewhat contradictory. One study suggested that there did not appear to be an increased risk of H1N1 infection in HIV-infected adults without advanced immunosuppression or other comorbid illnesses; however, risk factors for influenza infection, especially cigarette smoking, are more common in HIV-infected persons and these factors could modify the risk for influenza infections in such patients.(28) The same review indicated that HIV-infected patients with influenza may be at increased risk of hospitalization with H1N1 infection, but this may have been biased by decisions to test hospitalized patients with HIV infection and symptoms suggestive of H1N1 influenza infection. In hospitalized HIV-infected patients on ART and not severely immunocompromised, the disease severity and clinical outcomes were similar to that of HIV-uninfected persons.(28) However, another literature review indicated that while it was assumed that HIV infection would be a risk factor for more severe disease and death with H1N1 influenza infection, most cases, as with other immunocompromised individuals, recovered without major consequences.(29)",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "There are very few published studies that have investigated directly the interaction between these novel coronaviruses and HIV infection, and therefore no conclusions can be reached regarding the impact of this coinfection. There is a single case report describing a patient with HIV infection who survived MERS-CoV pneumonia,(30) and another single case report of a patient with HIV who survived coinfection with SARS-CoV-2.(31) Although not yet published in the scientific literature, Dr Joseph Llibre, an HIV physician and clinical researcher from Spain recently, posted a commentary on the Clinical Care Options website regarding their experiences with the occurrence of COVID-19 in patients with HIV infection.(32) Quite unexpectedly, but very interestingly, their experience has been that PLWHIV do not appear to be at increased risk of COVID-19 infection, or of progressing to acute respiratory distress syndrome (ARDS) in association with the infection, irrespective of their viral load or CD4 cell count. In fact, the risk appears to be even lower than in the general population. It does not appear to be related to the use of antiretroviral agents in HIV-infected patients, such as use of the protease inhibitors. The absence of an increased risk of COVID-19 in PLWHIV was thought to be surprising because dysregulation of the immune response especially that which involves the T-lymphocyte system seems to be involved in the pathogenesis of COVID-19 infections, and the occurrence of lymphopenia is a recognized risk factor for the occurrence of ARDS and death among infected patients. Importantly, currently available data on host entry mechanisms and intracellular pathways harnessed by the HIV virus and the novel coronavirus do not show cooperative pathogenesis. While this may seem to be reassuring for PLWHIV, appropriate additional studies need to be conducted to address these issues and confirm these findings, before such reassurance can be given.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "The NICD communication mentioned previously,(21) based largely on the studies with influenza virus, described above, furthermore indicated the following:It is not currently known whether patients living with HIV and/or TB have a higher, lower or similar risk for SARS-CoV-2 infection.Although PLWHIV appear to be at no increased risk of getting influenza infection, the risk of more severe disease is greater, even in those on ART, especially in those with a low CD4 cell count and in those not taking ART.Dual infection with HIV and TB appears to increase the risk of severe influenza infection.Since both TB and SARS-CoV-2 are transmitted through respiratory secretions, there is a possibility that patients with both infections may transmit both TB and SARS-CoV-2 more readily.\n",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Is HIV infection a risk factor for SARS-CoV-2 and is it associated with more severe disease? ::: Risk factors for infection ::: CLINICAL ASPECTS OF THE DISEASE",
            "ref_spans": []
        },
        {
            "text": "A number of guidelines have been issued regarding what persons, including PLWHIV, should do with the emerging SARS-CoV-2 pandemic:(21,33,34)Everyone should be tested for HIV infection and know their status.If HIV testing is positive, patients should start ART immediately and remain compliant with medication.TB can affect PLWHIV, as well as healthy individuals, and if a person has respiratory symptoms it could be TB or SARS-CoV-2 or both and individuals need to get tested.TB is curable with appropriate therapy in the majority of cases and once diagnosed, compliance with therapy is essential and treatment must be completed.Patients living with HIV and/or TB should practice the same preventative measures against SARS-CoV-2 infection that are recommended for healthy individuals.\n",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 137,
                    "end": 139,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "RECOMMENDATIONS FOR PLWHIV",
            "ref_spans": []
        },
        {
            "text": "Furthermore, the Center for Disease Control and Prevention recommends the following for PLWHIV:(35)Ensure adequate medical supply of ARTs, at least for 30 days at all times.Keep influenza and pneumococcal vaccinations up to date.Establish a plan for clinical care if isolated/quarantined, such as telemedicine or online-physician portals.Maintain a social network, but remotely, in order to stay mentally healthy and to fight boredom.\n",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "RECOMMENDATIONS FOR PLWHIV",
            "ref_spans": []
        },
        {
            "text": "Another important question is whether antiretroviral agents used for HIV infection have a role in the treatment of people with SARS-CoV-2 infection, irrespective of HIV status? The study of lopinavir–ritonavir, in addition to standard of care, versus standard of care alone did not show a significant difference in the primary objective of time to clinical improvement.(36) A further study was undertaken, in which the RNA-dependent polymerase (RdRp) of SARS-CoV-2 was modelled, validated and then targeted using anti-polymerase drugs currently registered for use against various viruses (Ribavirin, Remdesivir, Sofosbuvir, Galidesivir and Tenofovir).(37) RdRp is a crucial viral enzyme in the life cycle of RNA viruses. In that study, these antiviral agents were shown to be able to bind tightly to RdRp of the SARS-CoV-2 virus and thus could possibly be useful for the treatment of this infection.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "DO ANTIRETROVIRAL AGENTS USED FOR HIV INFECTION HAVE ANY EFFECT AGAINST SARS-COV-2?",
            "ref_spans": []
        },
        {
            "text": "Consideration should urgently be given at present for use of vaccines for preventable respiratory infections in South Africa. This includes use of the influenza vaccine, particularly as low and middle-income countries in the southern hemisphere are now moving through autumn and on to winter, with an increased risk of influenza and other respiratory virus infections, including possibly SARS-CoV-2 infections. Furthermore, there should also be consideration for use of the pneumococcal vaccine, despite the increased costs, since pneumococcal infections also peak in winter and are clearly associated with an increased risk of co-infection with influenza.(38,39) However, whether risk of co-infection with the pneumococcus (and other respiratory pathogens) exists with SARS-CoV-2 infections will only be determined by future studies.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 659,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "HOW IMPORTANT IS INFLUENZA AND PNEUMOCOCCAL VACCINATION AT THE CURRENT TIME IN SOUTH AFRICA?",
            "ref_spans": []
        },
        {
            "text": "In the midst of the current global SARS-CoV-2 pandemic, many have suggested that South Africa with its large HIV and TB population may potentially face a catastrophic health crisis. Although data suggest that those living with HIV do not appear to be at increased risk of getting influenza infection, the risk of more severe influenza is greater. An early report from Spain which suggests that HIV-positive patients do not appear to be at increased risk of SARS-CoV-2 infection is encouraging. As the pandemic unfolds in South Africa and as the southern hemisphere moves into winter, with the potential increased risk of viral infections, and despite the lack of adequate data at the current time, all people, but particularly those living with HIV, need to be vigilant and follow strictly the guidelines and recommendations of how to keep themselves safe from SARS-CoV-2 infection.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:: Conditions and comorbidities potentially associated with an increased risk of severe SARS-CoV-2 infection and a higher mortality following infection(2,4,40)\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe acute respiratory syndrome",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "1420-1427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prevalence of comorbidities in Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis",
            "authors": [],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "129-133",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Descriptive epidemiology, clinical characteristics, and outcomes for Middle East respiratory syndrome coronavirus (MERS-CoV) infected patients in Al Ain – Abu Dhabi Emirate",
            "authors": [],
            "year": 2019,
            "venue": "J Infect Pub Health",
            "volume": "12",
            "issn": "",
            "pages": "109-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Susceptibility Analysis of COVID-19 in Smokers Based on ACE2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Sex difference and smoking predisposition in patients with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "COVID-19 and smoking: a systematic review of the literature",
            "authors": [],
            "year": 2020,
            "venue": "Tob Induc Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Active smoking is not associated with severity of coronavirus disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Eur J Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A review of the 2019 Novel Coronavirus (COVID-19) based on current evidence",
            "authors": [],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105948"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Respiratory viruses in HIV-infected patients with suspected respiratory opportunistic infection",
            "authors": [],
            "year": 2008,
            "venue": "AIDS",
            "volume": "22",
            "issn": "",
            "pages": "701-705",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Coronavirus 229E-related pneumonia in immunocompromised patients",
            "authors": [],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "7",
            "pages": "929-932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Influenza-related mortality among adults aged 25-54 years with AIDS in South Africa and the United States of America",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "7",
            "pages": "996-1003",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Excess mortality with influenza among tuberculosis deaths in South Africa, 1999-2009",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The impact of influenza and tuberculosis interaction on mortality among individuals aged >15 years hospitalized with severe respiratory illness in South Africa, 2010-2016",
            "authors": [],
            "year": 2019,
            "venue": "Open Forum Infect Dis",
            "volume": "6",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Trivalent inactivated influenza vaccine in African adults infected with human immunodeficiency virus: double blind, randomized clinical trial of efficacy, immunogenicity, and safety",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "1",
            "pages": "128-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Influenza and HIV: lessons from the 2009 H1N1 influenza pandemic",
            "authors": [],
            "year": 2011,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "8",
            "issn": "",
            "pages": "181-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pandemic H1N12009 influenza and HIV: a review of natural history, management and vaccine immunogenicity",
            "authors": [],
            "year": 2012,
            "venue": "Curr Opin Infect Dis",
            "volume": "25",
            "issn": "1",
            "pages": "26-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "MERS, SARS and other coronaviruses as causes of pneumonia",
            "authors": [],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Successful recovery of MERS CoV pneumonia in a patient with acquired immunodeficiency syndrome: a case report",
            "authors": [],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "62",
            "issn": "",
            "pages": "69-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Co-infection of SARS-CoV-2 and HIV in a patient in Wuhan city, China",
            "authors": [],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "HIV and SARS-CoV-2: what are the risks?",
            "authors": [],
            "year": null,
            "venue": "Clinical Care Options HIV",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Ribavirin, Remdesivir, Sofosbuvir, Galidesivir, and Tenofovir against SARS-CoV-2 RNA dependent RNA polymerase (RdRp): a molecular docking study",
            "authors": [],
            "year": 2020,
            "venue": "Life Sci",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Could enhanced influenza and pneumococcal vaccination programs help limit the potential damage from SARS-CoV-2 to fragile health systems of southern hemisphere countries this winter?",
            "authors": [],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Seasonality of respiratory viral infections",
            "authors": [],
            "year": 2020,
            "venue": "Annu Rev Virol",
            "volume": "7",
            "issn": "",
            "pages": "2.1-2.19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China. Summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "2019 novel coronavirus (COVID-19) outbreak: a review of current literature",
            "authors": [],
            "year": 2020,
            "venue": "EJMO",
            "volume": "4",
            "issn": "1",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "A review of coronavirus disease-2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Indian J Pediatr",
            "volume": "87",
            "issn": "4",
            "pages": "281-286",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4683"
                ]
            }
        },
        "BIBREF39": {
            "title": "Updating understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "J Med Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}