{
    "paper_id": "PMC7161746",
    "metadata": {
        "title": "Respiratory virus infection triggers acute psoriasis flares across different clinical subtypes and genetic backgrounds",
        "authors": [
            {
                "first": "E.",
                "middle": [],
                "last": "Sbidian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Madrange",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Viguier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Salmona",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Duchatelet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Hovnanian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Smahi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Le Goff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [],
                "last": "Bachelez",
                "suffix": "",
                "email": "herve.bachelez@aphp.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\ndear editor, Psoriasis is a chronic inflammatory skin disease affecting 1–5% of the population worldwide.1 Its predominant plaque psoriasis/psoriasis vulgaris (PV) subtype results from interactions of complex genetic backgrounds with environmental factors, leading to dysregulated skin immune responses.1 Limited studies have identified streptococcal tonsillar infections as a trigger in guttate psoriasis and PV, while the contribution of the most common viral pathogen, namely respiratory viruses, remains unknown although it has been suspected in generalized pustular psoriasis (GPP) attacks.2, 3, 4, 5\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this pilot study, we collected consecutives cases of psoriasis flares following respiratory tract infection (RTI). Patients were eligible if (i) presenting with a psoriasis flare defined by worsening > 50% compared with status prior to RTI based on body surface area (BSA) and/or Psoriasis Area Severity Index (PASI) scores, (ii) within 1 month following upper RTI onset, and (iii) presenting RTI symptoms at inclusion. Disease severity (BSA, PASI), treatments received before/after flaring, other triggers, and timing between RTI and flare were also recorded. Patients had nasopharyngeal swab tests for multiplex polymerase chain reaction (PCR) testing of 16 viral pathogens and four bacteria (Chlamydophila pneumonia, Mycoplasma pneumonia, Legionella pneumophila, Bordetella sp.) (RespiFinder 2SMART®, Pathofinder, Maastricht, the Netherlands), and for bacterial culture. Genetic studies consisted of DNA sequencing of all coding sequences of IL36RN, CARD14 and AP1S3 genes by the Sanger method.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Between February 2011 and November 2018, we enrolled 25 patients including 13 women with PV (21) and GPP (4) at baseline, with a median age of 38 years, consulting for 31 flares with RTI symptoms. A total of 21 patients (84%) received at baseline a systemic treatment for psoriasis (conventional agents and phototherapy, n = 7; biological agents, n = 14; antitumour necrosis factor‐α, n = 8; anti‐interleukin (IL)‐12/23, n = 5; anti‐IL‐17, n = 1). The median delay between the first RTI symptoms and psoriasis flare onset was 2 (1–30) days. Eight patients showed a change of psoriasis clinical phenotype vs. baseline (guttate and pustular in, respectively, six and two patients with PV). The median BSA (range)/PASI (range) at flaring was 19% (10–100)/15·5 (4·9–25·5) vs. 2% (0–15)/3·6 (0–15·5) at last available assessment prior to RTI. Patients’ self‐assessment of BSA was also used to check that the 50% worsening threshold was reached. PV (7 of 22 cases) and GPP (4 of 4) flares led to admission, including in the intensive care unit for one patient with DITRA (deficiency of the IL‐36 receptor antagonist). Out of 31 nasopharyngeal swab tests, 25 (81%) were positive (Table 1). Overall, 21 of 25 patients had at least one positive multiplex PCR viral test, with Rhinovirus and Coronavirus as the most frequently detected pathogens, while only two of 25 bacterial swabs were positive (one each for Staphylococcus aureus and Streptococcus dysgalactiae). There was no other trigger recorded in 24 cases, while patient 6 reported delayed ustekinumab injection and psychological stress, respectively, for two flares, both associated with positive viral tests. Six patients (3 GPP and 3 PV) presented two flares during the study. All patients reported history of previous acute psoriasis flares following RTI, including two patients with GPP/DITRA sharing the homozygous c.80T>C; p.Leu27Pro severe mutation.6 No genetic abnormality was detected in IL36RN, CARD14 and AP1S3 in other patients. Finally, acute flares led to changes in antipsoriatic regimen in all cases, including new onset or switch of conventional or biological treatment in five.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 1179,
                    "end": 1180,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We document for the first time acute psoriasis flares following established respiratory virus infection, without evidence for group A Streptococcus. Although the design of our study does not allow us to ascertain the causality of RTI in acute PV or GPP flares, potentially life‐threatening for the latter, several arguments support its imputability: (i) the short delay between viral infection symptoms onset and psoriasis flare (mean 2 days), (ii) the repetition of viral RTI in five cases, and (iii) psoriasis phenotypic changes following infection with presence of guttate and pustular lesions in patients with PV. Guttate psoriasis has been previously related to streptococcal pharyngeal infection in epidemiological and immunological studies.7 A case–control study suggested that recent pharyngeal infection was associated with a seven fold increased risk of guttate psoriasis, although without identifying the infectious agent.3 We previously showed that production of pathogenic cytokines/chemokines IL‐36‐γ and CXCL8 was enhanced in primary keratinocytes from patients with DITRA after stimulation with polyinosinic–polycytidylic acid, a Toll‐like receptor 3 (TLR3) agonist mimicking RNA of respiratory viruses, suggestive of dysregulated innate immune responses in these patients.5, 8 As several inflammatory cytokines downstream from TLR3, including IL‐36, have been shown to be pathogenic in GPP and PV, the present results pave the way for larger epidemiological studies assessing the actual impact of viral triggers on psoriasis course.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Viral and/or bacterial pathogens identified in study patients at the time of psoriasis flare\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Psoriasis",
            "authors": [],
            "year": 2015,
            "venue": "Lancet Lond Engl",
            "volume": "386",
            "issn": "",
            "pages": "983-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Antistreptococcal interventions for guttate and chronic plaque psoriasis",
            "authors": [],
            "year": 2000,
            "venue": "Cochrane Database Syst Rev",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Family history of psoriasis, stressful life events, and recent infectious disease are risk factors for a first episode of acute guttate psoriasis: results of a case–control study",
            "authors": [],
            "year": 2001,
            "venue": "J Am Acad Dermatol",
            "volume": "44",
            "issn": "",
            "pages": "433-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "HIV‐associated psoriasis: pathogenesis, clinical features, and management",
            "authors": [],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "470-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Interleukin‐36‐receptor antagonist deficiency and generalized pustular psoriasis",
            "authors": [],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "365",
            "issn": "",
            "pages": "620-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "IL36RN mutations affect protein expression and function: a basis for genotype–phenotype correlation in pustular diseases",
            "authors": [],
            "year": 2016,
            "venue": "J Invest Dermatol",
            "volume": "136",
            "issn": "",
            "pages": "1811-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Evidence for a streptococcal superantigen‐driven process in acute guttate psoriasis",
            "authors": [],
            "year": 1995,
            "venue": "J Clin Invest",
            "volume": "96",
            "issn": "",
            "pages": "2106-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Toll‐like receptor 3 is induced by and mediates antiviral activity against rhinovirus infection of human bronchial epithelial cells",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12273-9",
            "other_ids": {
                "DOI": []
            }
        }
    }
}