{
    "paper_id": "PMC7148632",
    "metadata": {
        "title": "VIRAL MEMBRANES",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Lenard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Allan",
                "middle": [],
                "last": "Granoff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "G."
                ],
                "last": "Webster",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nViruses of many kinds possess lipids as integral components of their structure. Lipid-containing, or enveloped, viruses include Corona-, Orthymyxo-, Paramyxo-, Bunya-, Rhabdo-, Toga-, Retro-, Herpes-, Baculo- and Poxviridae. Despite the great diversity of these viruses in regard to structure, replicative strategy, host range and pathogenicity, the\nfunction of the lipid is the same in all of them: to form a membrane surrounding the encapsidated viral genome. In all these viruses the lipids form a continuous bilayer that functions as a permeability barrier protecting the viral nucleocapsid from the external milieu. Embedded in the bilayer are numerous copies of a limited number (usually one or two) of virally encoded transmembrane proteins that are required for virus entry into a host cell. These proteins must mediate two essential functions: attachment of the virion to the cell surface; and fusion of the viral envelope with a cell membrane.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The\nmembrane is acquired during viral assembly within an infected cell. Membrane acquisition generally occurs by budding of the viral nucleocapsid through a particular cellular membrane, which is characteristic for each enveloped virus. Many of the viruses mentioned above bud through the plasma membrane. However, bunyaviruses bud through the Golgi apparatus, coronaviruses take their membranes chiefly from the endoplasmic reticulum and herpesviruses bud from the nuclear membrane. Poxviruses, which are among the largest and most complex animal viruses, are unique in not acquiring membrane by simple budding. They acquire several membranes through a series of interactions with different elements of the intracellular membrane transport system.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viruses that lack lipids often possess capsids or shells consisting only of viral protein. These structures perform the same functions as viral membranes, i.e. protection of the genome, attachment to a suitable host cell and facilitation of its entry into the host cell. Increasingly, the actions of these proteins are being shown to resemble those of the glycoproteins of enveloped viruses.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Knowledge of the structure of viral membrane bilayers has come chiefly from the study of a few viruses that are easily grown in large quantities in the laboratory, namely the orthomyxo-, paramyxo-, rhabdo- and togaviruses. In these, the bilayer arrangement of the lipids has been directly demonstrated using physical methods, and the lipid composition of various viruses grown under different conditions has been described in detail. Since all of these viruses acquire their bilayer by budding through the host cell's plasma membrane, the viral membrane contains the lipids present there. Wide variations of lipid composition are tolerated, and most of the lipids display the properties characteristic of lipids in a bilayer, not those of protein-bound lipids. The precise content of each individual phospholipid or glycolipid in a viral membrane does not always reflect the bulk composition of the host cell membrane from which it was derived, however. This difference may arise from interactions of lipids with the viral membrane proteins, or from inhomogeneity in the host cell membrane.",
            "cite_spans": [],
            "section": "Viral Bilayer",
            "ref_spans": []
        },
        {
            "text": "Intact virions are impermeant to proteases and other enzymes. Indeed, virions can swell and shrink in response to changes in osmolarity, showing that the viral membrane is impermeant to small molecules and ions as well as large proteins. This property indicates that the viral membrane consists of an intact bilayer, completely surrounding the encapsidated viral genome. It is generally assumed that intact bilayers are characteristic of all enveloped viruses, and not just for those few for which this property has actually been demonstrated.",
            "cite_spans": [],
            "section": "Viral Bilayer",
            "ref_spans": []
        },
        {
            "text": "The proteins of viral membranes, like those of other membranes, may be classified as either integral or peripheral. Integral proteins are those that span the membrane one or more times, and thus cannot be solubilized without disrupting the bilayer, e.g. with detergents. Peripheral proteins do not cross the membrane, and can be removed from it and solubilized by treatment with aqueous salts or chaotropic agents, which do not destroy the bilayer.",
            "cite_spans": [],
            "section": "Viral Membrane Proteins",
            "ref_spans": []
        },
        {
            "text": "Integral membrane proteins of enveloped viruses generally span the membrane only once; an exception is the E1 protein of coronavirus, which spans the membrane three times. Each membrane-spanning, or transmembrane, or anchoring, domain is a sequence of 18–27 predominantly hydrophobic amino acid residues. Transmembrane sequences are inherently insoluble in water, so that integral membrane proteins require the presence of detergents to be soluble. In the absence of detergents or lipids, membrane proteins tend to aggregate as rosettes, with the transmembrane sequences clustered together at the center of the rosette, in order to minimize contact with water. Viral membrane proteins can be reinserted into lipid bilayers of defined composition by mixing detergent-solubilized proteins and lipids together, then removing the detergent by dialysis or centrifugation. These reconstituted viral membranes often possess biological activity.",
            "cite_spans": [],
            "section": "Viral Membrane Proteins",
            "ref_spans": []
        },
        {
            "text": "As much as 90% of the polypeptide chain of a viral membrane protein may be external to the bilayer, where it is accessible to degradation by added proteases. In some favorable cases, nearly the entire external domain can be recovered intact and correctly folded after limited proteolysis, facilitating crystallization and structural analysis. The best example is the influenza virus HA protein. The external portions of viral membrane proteins generally possess oligosaccharide side chains, identical to those of cellular proteins in attachment position and structure. Often, they also possess disulfide bonds. These post-translational modifications reflect the viral proteins' synthesis at, assembly within and translocation through, the cell's rough endoplasmic reticulum (see Membrane Synthesis below).",
            "cite_spans": [],
            "section": "Viral Membrane Proteins",
            "ref_spans": []
        },
        {
            "text": "Peripheral proteins are attached to the viral membrane by a combination of electrostatic and hydrophobic interactions. Although they may penetrate the bilayer to some extent, they do not cross it as the integral proteins do. Viral peripheral proteins include the M1 protein of influenza, the M proteins of paramyxo- and rhabdoviruses, and the MA proteins of retroviruses.",
            "cite_spans": [],
            "section": "Viral Membrane Proteins",
            "ref_spans": []
        },
        {
            "text": "The first step in infection, attachment of the virus to the outer surface of the host cell, is performed by the membranes of enveloped viruses. Each virus recognizes a unique feature of its host cell membrane. Thus, the nearly total specificity of human immunodeficiency virus (HIV)-1 for cells expressing CD4 protein is conferred by the affinity of the viral envelope protein gp120 for this cell surface ‘receptor’. Other enveloped viruses bind to different specific cell surface proteins to initiate infection. An emerging generalization is that, even when viruses bind to true cell surface receptors that normally initiate complex intracellular responses such as phosphorylation cascades, these responses are not essential for viral infectivity. The virus is simply using a characteristic surface landmark to identify and attach to its appropriate host cell.",
            "cite_spans": [],
            "section": "Attachment of Viruses to Host Cells",
            "ref_spans": []
        },
        {
            "text": "Orthomyxo- and paramyxoviruses have a broader receptor specificity than was discussed above. Their hemagglutinin (HA and HN, respectively) glycoproteins bind to sialic acid residues attached to various cell surface proteins and lipids. Sialic acids are bound to the host cell membrane through several different kinds of glycosidic linkages, and different virus strains show some preference for sialic acid residues in particular linkages. The most nonspecific of the enveloped viruses may be the rhabdoviruses, represented by vesicular stomatitis virus (VSV) and rabies, which bind indiscriminately to clusters of negative charges, whether created by lipids, proteins or oligosaccharides. This nonspecific binding property helps to account for the extremely broad host range of these viruses.",
            "cite_spans": [],
            "section": "Attachment of Viruses to Host Cells",
            "ref_spans": []
        },
        {
            "text": "Before viral transcription and replication can commence, the viral genome must cross the barriers presented by both the viral envelope and the cell membrane. Fusion of the viral membrane with a cellular membrane accomplishes this, introducing the viral genome into the host cell cytoplasm. Fusion, like cell attachment, is a property conferred upon each virus by one (or perhaps, in some cases, more) envelope glycoprotein. In most well-studied cases (notably the orthomyxo-, paramyxo-, rhabdo- and togaviruses) fusion does not require the participation of cell proteins, as virions and reconstituted viral membranes (often called ‘virosomes’) fuse readily with protein-free liposomes and planar lipid bilayers.",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": []
        },
        {
            "text": "The fusion proteins of the paramyxoviruses differ from those of the orthomyxo-, rhabdo- and togaviruses in regard to the pH at which they act. While the former are active at neutral pH, the latter require a more acidic environment, usually below pH 6, for fusion. This difference has profound consequences, as it reflects two distinctly different modes of viral entry (Fig. 1\n). The paramyxoviruses, and others capable of fusing at neutral pH, can fuse with the cells' plasma membranes under normal conditions, i.e. at the neutral pH of extracellular fluid or culture medium (Fig. 1B,G). Those viruses that fuse only at acidic pH, on the other hand, must first be internalized from the cell surface into specialized vacuoles, the endosomes. Although this process brings the virus inside the cell, the viral genome is still separated from the cell cytoplasm by the same two membranes as before. The endosomes are acidic, however, which activates the viral fusion protein and allows fusion between the viral and endosomal membranes (Fig. 1C–G). The pH dependence of viral fusion activity, which is conveniently measured as virus-induced hemolysis, or by a variety of direct fusion assays, serves to distinguish between viruses that enter the cell by the two distinct routes shown in Fig. 1\nFigure 1.",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 375,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 576,
                    "end": 585,
                    "mention": "Fig. 1B,G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1031,
                    "end": 1040,
                    "mention": "Fig. 1C–G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1281,
                    "end": 1287,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1288,
                    "end": 1296,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The two different routes of cell entry shown in Fig. 1 are differentially inhibitable by specific compounds. A variety of membrane-permeant or 'lysosomotropic' amines (notably chloroquine, ammonia and methylamine, but also including a variety of local anesthetics, tranquilizers and other commonly used pharmaceuticals) possess the property of being able to diffuse across membranes only in their unprotonated, uncharged form. The protonated, charged form of these compounds thus accumulates in acidic compartments such as the endosomes, raising the endosomal pH and preventing the activation of acid-dependent viral fusion proteins. Lysosomotropic amines generally have no effect on the entry of those enveloped viruses that fuse at neutral pH.",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Viral fusion proteins are generally glycoproteins which possess a single transmembrane domain, and which assemble into multimers, usually homotrimers. In the last few years considerable progress has been made in understanding the molecular events that occur during viral fusion.\nFusion mediated by the influenza fusion protein, HA, has been the most thoroughly studied and is the best understood, since the three-dimensional structure of its proteolytically derived extracellular portion has been determined by x-ray crystallography.\nThe fusion-competent form of HA arises from proteolytic cleavage of an inactive precursor, HA0, to yield HA1 and HA2. The single transmembrane domain is in HA2, to which HA1 is attached by disulfide bonds. HA1 is primarily concerned with cell attachment, while HA2 chiefly mediates the fusion reaction, which relies on three structural features of the molecule:1.\nThe fusion peptide, situated at the N-terminus of HA002. This hydrophobic sequence was recognized early as a conserved feature between influenza and paramyxovirus fusion proteins. Its release from constraint by the proteolytic cleavage that creates HA2 is an essential element in the proteolytic activation of HA.2.\nThe three-stranded coiled-coil that comprises the stem of the HA trimer at neutral pH. The low pH-mediated activation of HA for fusion consists of a rearrangement and extension of this coiled-coil. This repositions the fusion peptide, from a sequestered location close to the viral membrane to an exposed position at the extreme end of the newly elongated coil. This enables the fusion peptide to contact and penetrate the target membrane (Fig. 2\n).3.\nThe transmembrane domain of HA002. An essential role of this domain was demonstrated through the use of a mutant from which it had been deleted. When the entire external portion of HA was anchored through a lipid only into the outer leaflet of the membrane bilayer, it was no longer capable of mediating fusion. However, it could still catalyze half the reaction, or hemifusion, a process in which only the outer leaflets of the two membrane bilayers become mixed.\n",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": [
                {
                    "start": 1654,
                    "end": 1660,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Using influenza HA protein as the model, viral fusion may be considered to occur in a series of discrete steps following virus-receptor binding (Fig. 3\n):1.\nActivation of the fusion protein by conformational rearrangement. For influenza HA this is induced by acid, and consists of the extension of the coiled-coil stalk and exposure of the fusion peptide Fig. 2\nFigure 2). For fusion proteins that act at neutral pH, other activation processes operate. Some paramyxovirus fusion proteins (named F) may be activated by interaction with a partner viral protein, the cell attachment protein HN. For the HIV-1 fusion protein, activation is thought to occur by interaction with one of several chemokine receptors present on the surface of host cells (part of step 1, Fig. 3).2.\nPenetration of the fusion peptide into the target bilayer, thus linking the viral bilayer with the target bilayer (step 1, Fig. 3).3.\nRelocation of the extended coiled coil stem so as to bring the two linked membranes into close apposition (part of step 3, Fig. 3).4.\nHemifusion between the outer leaflets of the viral membrane and the target membrane. This may be mediated by the fusion peptide. Hemifusion is initiated by formation of a stalk, a lipid structure of very high negative curvature that provides continuity between the two outer leaflets. Mixing of outer leaflet lipids, but not those of the inner leaflet, characterizes hemifusion (step 3, Fig. 3).5.\nFormation of fusion pores. The transition from the structure present in the hemifused state (the hemifusion diaphragm, a small area consisting of a single bilayer composed of the inner leaflets of the two reacting membranes; Fig. 3) to the fusion pore is energetically favorable. This transition requires participation of the transmembrane domain of the viral fusion protein (step 4, Fig. 3).6.\nEnlargement of the fusion pore. Initially, fusion pores allow only flickering electrical contact between the aqueous compartments. The pore eventually widens out to permit transfer of the viral genome or other large molecules, thus completing the fusion process (step 5, Fig. 3).\n",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 355,
                    "end": 361,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 362,
                    "end": 370,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 762,
                    "end": 768,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 896,
                    "end": 902,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1030,
                    "end": 1036,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1428,
                    "end": 1434,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1664,
                    "end": 1670,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1823,
                    "end": 1829,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2105,
                    "end": 2111,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "It should be noted that the mechanism by which the viral fusion protein catalyzes (3)–(6) above is not yet understood. The major recognized fusion intermediates – the stalk, the hemifusion diaphragm and the fusion pore – are predominantly lipidic in nature, and have been defined in pure lipid systems. None the less, it has been estimated that HA-mediated fusion requires the concerted action of at least three HA trimers (step 2, Fig. 3). It seems likely that all viral fusion reactions proceed through a very similar series of steps. A more detailed understanding of the mechanisms of viral fusion would be of fundamental importance, and might also suggest new avenues for antiviral therapeutic intervention.",
            "cite_spans": [],
            "section": "Viral Fusion",
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Viruses in general make maximal use of mechanisms already in place in the infected cell to perform their functions. Hence, viral protein synthesis is carried out on host cell ribosomes. Synthesis of viral membrane proteins occurs on membrane-bound ribosomes, from which they are inserted, always in the correct orientation, into the endoplasmic reticulum membrane. There they are glycosylated and assembled into multimeric form. The influenza HA protein, for example, is assembled into the trimers that form the ‘spikes’ seen in electron micrographs of the surface of influenza virions. The viral glycoproteins may then be further processed through the Golgi and on to the plasma membrane (Fig. 4\n). In fact, the membrane proteins of VSV, influenza, and several other enveloped viruses have provided valuable tools for the study of these transport processes. This is because many of these viruses possess only one major membrane protein, which is expressed in infected cells at very high levels. Further, host cell protein synthesis is inhibited by both VSV and influenza infection, so large amounts of a single membrane protein are produced and correctly processed in infected cells.",
            "cite_spans": [],
            "section": "Membrane Synthesis",
            "ref_spans": [
                {
                    "start": 690,
                    "end": 696,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Viral proteins are targeted to specific cellular locations by the same mechanisms that cells use for their own membrane proteins. Viral proteins, in fact, are widely used in the study of these targeting mechanisms. Newly synthesized VSV G protein, for example, is targeted to the basolateral plasma membranes of polarized cells. Newly synthesized influenza HA protein, on the other hand, is delivered to the apical plasma membranes of the same polarized cells. Similarly, the retention of coronavirus glycoproteins by the endoplasmic reticulum, and of bunyavirus glycoproteins by the Golgi, are thought to reflect the operation of the same cellular mechanisms that retain resident cellular proteins in these organelles. The localization of viral membrane proteins is of particular importance, as it determines the location of viral assembly and budding.",
            "cite_spans": [],
            "section": "Membrane Synthesis",
            "ref_spans": []
        },
        {
            "text": "As described above, the\nlipids of the viral membrane are taken from the host cell membrane during budding. No new lipids are specifically synthesized in response to viral infection, and viruses seem to tolerate wide variations in their lipid composition. Alterations in cellular lipid metabolism have been reported to result from some viral infections in cultured cells, but these are most likely secondary to other cytopathic effects; there is no indication that they play an important role in the progress of the infection.",
            "cite_spans": [],
            "section": "Membrane Synthesis",
            "ref_spans": []
        },
        {
            "text": "The budding process consists of the wrapping of a specific piece of membrane around the previously assembled nucleocapsid, which contains the viral genome. The process is shown diagrammatically in Fig. 5\n. The specificity of the process is remarkable in that the completed viral envelope contains viral proteins and host cell lipids almost exclusively, with host cell membrane proteins being almost completely excluded.",
            "cite_spans": [],
            "section": "Virus Assembly",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 203,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Viruses can bud anywhere in the endoplasmic reticulum– Golgi–plasma membrane pathway shown in Fig. 4. While the parmyxo-, orthomyxo-, rhabdo- and togaviruses (and many others) generally bud from the plasma membrane, they have also been shown to bud intracellularly under certain conditions. Other viruses normally bud intracellularly, from the endoplasmic reticulum or Golgi apparatus, e.g. coronaviruses and bunyaviruses, respectively. In these cases the nucleocapsid, assembled in the cytoplasm, buds into the lumen of the appropriate organelle. The assembled virus is often seen inside vesicles in electron micrographs, producing a double-shelled appearance. Eventually, the newly formed virion may be secreted out of the cell through the normal secretory pathway, although this does not always occur efficiently.",
            "cite_spans": [],
            "section": "Virus Assembly",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In many cases viral assembly occurs at the plasma membrane. Some retroviruses assemble there, while others do not; this has provided a classical basis for distinguishing between different types of retroviruses. In orthomyxo-, paramyxo- and rhabdoviruses, budding is mediated by a peripheral membrane protein (called M). Surprisingly, this protein does not interact specifically with the corresponding viral membrane glycoproteins; in fact, successful budding has been observed in the complete absence of viral glycoproteins. This lack of specificity has made possible the creation of pseudotype viruses, possessing the encapsidated genome of one virus and the membrane glycoproteins of another. Since the membrane proteins determine host range and host cell specificity (see above), pseudotypes have proven useful in redirecting specific viral genomes to alternate host cells.",
            "cite_spans": [],
            "section": "Virus Assembly",
            "ref_spans": []
        },
        {
            "text": "In contrast, togaviruses, which lack any M protein, possess an icosahedral nucleocapsid, which interacts directly with the viral membrane protein. Completed virions contain an equal number of nucleocapsid and membrane protein molecules. Both are in a similar geometric arrangement, so in this case specific interaction between the two proteins appears likely.",
            "cite_spans": [],
            "section": "Virus Assembly",
            "ref_spans": []
        },
        {
            "text": "\nHUMAN IMMUNODIFICIENCY VIRUSES (RETROVIRIDAE) | Molecular Biology; HUMAN IMMUNODEFICIENCY VIRUSES (RETROVIRIDAE) | Antiretroviral Agents; HUMAN IMMUNODEFICIENCY VIRUSES (RETROVIRIDAE) | General Features; INFLUENZA VIRUSES (ORTHOMYXOVIRIDAE) | General Features; INFLUENZA VIRUSES (ORTHOMYXOVIRIDAE) | Molecular Biology; INFLUENZA VIRUSES (ORTHOMYXOVIRIDAE) | Structure of Antigens; PATHOGENESIS | Animal viruses; Replication of Viruses; Sendai Virus (Paramyxoviridae); VIRUS STRUCTURE | Atomic Structure; VIRUS STRUCTURE | Principles of Virus Structure; VIRAL RECEPTORS.",
            "cite_spans": [],
            "section": "See also:",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The two major pathways for cellular penetration and uncoating of enveloped viruses. Uncoating begins with attachment of the virion to the cell surface (A), through the binding of an integral viral membrane protein to a ‘receptor’ on the cell surface, which may be a specific cell protein, an oligosaccharide or a patch of charged lipids. Attachment is followed by fusion, mediated by a viral protein which may or may not be of the same type as the attachment protein. If the viral fusion protein is active at neutral pH, fusion can occur directly with the plasma membrane (B). Alternatively, if fusion requires an acidic pH, the virion must first be endocytosed via the coated pit–coated vesicle pathway (C,D). The viral fusion protein is activated in the acidic endosomes (E,F). Both pathways result in the introduction of the viral nucleocapsid, containing the viral genome, into the cytoplasm (G). For viruses that undergo transcription and replication in the nucleus (such as orthomyxoviruses and most DNA viruses), uncoating is followed by transport of the nucleocapsid through the nuclear pores into the nucleus by unrelated processes.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: How influenza HA protein is activated for fusion by low pH. Left: A simplified representation of the trimeric structure of HA2 at neutral pH, as revealed by x-ray crystallography. Cylinders represent α helices; the light colored cylinders interact to form a three-stranded coiled-coil stem. The ‘fusion peptide’, which extends from the short, dark cylinders, is sequestered close to the viral membrane. Right: Upon exposure to low pH (e.g. inside an endosome), the previously unordered region shown in white becomes helical and extends the coiled-coils, which are still further extended by incorporation of the darkly colored region as shown. This repositions the fusion peptide to the end of the coiled-coils, enabling it to insert into a target membrane. (Modified with permission from Carr CM and Kim PS (1993) Cell 73: 823–832.)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Sequence of events during HA-mediated virus fusion. See text for details. (Reproduced with permission from Hernandez et al (1996).) ‘Low pH*’ and ‘Low pH**’ are successive low pH-mediated conformations postulated by Hernandez et al (1996) to mediate the successive fusion events.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Endoplasmic reticulum–Golgi–plasma membrane system of a cell. All viral and cellular integral membrane proteins are synthesized by ribosomes bound to the endoplasmic reticulum membrane. Proteins destined for the plasma membrane then undergo vesicular transport to the nearest lamella of the Golgi apparatus (the ‘cis’ face). A series of sequential vesicular transport steps then carries these proteins through the Golgi to the ‘trans’ face and out to the plasma membrane. In polarized cells, further sorting steps target the viral protein to the apical or basolateral plasma membrane. Assembly and budding of different enveloped viruses occurs at characteristic points within this membrane system.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: One kind of virus budding. Viral glycoproteins, inserted into the cellular membrane at the endoplasmic reticulum (Figure 4), associate with the assembled viral nucleocapsid. The direct association pictured here is characteristic of togaviruses. For other viruses, possessing helical nucleocapsids, the association is mediated by a peripheral membrane protein. Cellular membrane proteins are excluded from the envelope of the mature virion. This may occur during assembly, as pictured, or by prior formation of a viral membrane patch, before the nucleocapsid arrives at the membrane.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Virus–cell and cell–cell fusion",
            "authors": [
                {
                    "first": "L.D.",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "L.R.",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Wolfsberg",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann. Rev. Cell Dev. Biol.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Negative-strand virus M and retrovirus MA proteins: all in a family?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lenard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "216",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Berk",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Molecular Cell Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}