{
    "paper_id": "PMC7107114",
    "metadata": {
        "title": "Validation of an Immunohistochemistry Assay to Detect Turkey Coronavirus: A Rapid and Simple Screening Tool for Limited Resource Settings",
        "authors": [
            {
                "first": "T.",
                "middle": [
                    "C."
                ],
                "last": "Cardoso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [
                    "L.",
                    "L."
                ],
                "last": "Castanheira",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "C.",
                    "B."
                ],
                "last": "Teixeira",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [
                    "C.",
                    "G."
                ],
                "last": "Rosa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [
                    "Y."
                ],
                "last": "Hirata",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [
                    "D."
                ],
                "last": "Astolphi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "C.",
                    "R."
                ],
                "last": "Luvizotto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Brazilian turkey industry ranks as the second producer in the world, and in spite of this intensive production, enteritis contributes to significant economic losses in young flocks. In 2006, an outbreak of poult enteritis and mortality syndrome (PEMS) occurred, and a coronavirus related to the North Caroline/96 strain was described (Teixeira et al., 2007). In addition, the clinical signs, associated with PEMS, were characterized as wet droppings, ruffled feathers, decreased weight gain, growth depression, and uneven flock growth similar to those described before (Brown et al., 1997; Cavanagh et al., 2001; Guy, 2003; Culver et al., 2006).",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 360,
                    "mention": "Teixeira et al., 2007",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 574,
                    "end": 592,
                    "mention": "Brown et al., 1997",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 615,
                    "mention": "Cavanagh et al., 2001",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 617,
                    "end": 626,
                    "mention": "Guy, 2003",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 628,
                    "end": 647,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "According to Cavanagh (2005), coronaviruses are in the family Coronaviridae, which are enveloped, positive-stranded RNA virus that infects a wide range of mammalian and avian species. So far, turkey coronavirus (TCoV) and infectious bronchitis virus (IBV) belong to antigenic group III and share antigenic similarity. This biological characteristic allows using antigen, as well as antibody raises against IBV, to develop and apply immunological tools for the TCoV diagnosis (Guy et al., 1997; Loa et al., 2000, 2002; Culver et al., 2006).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 28,
                    "mention": "Cavanagh (2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 492,
                    "mention": "Guy et al., 1997",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 510,
                    "mention": "Loa et al., 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 512,
                    "end": 516,
                    "mention": "2002",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 518,
                    "end": 537,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The direct detection of TCoV from intestinal specimens has been done by direct electron microscopy, indirect fluorescent antibody assay (IFA), ELISA, and molecular techniques, described as reverse transcription-PCR (RT-PCR) or multiplex RT-PCR (Breslin et al., 1999a,b, 2000; Ismail et al., 2003; Sellers et al., 2004; Spackman et al., 2005). Actually, the IFA and the RT-PCR represent the most important tools for the diagnosis of all viruses associated to PEMS, described in the United States and Great Britain (Breslin et al., 2000; Culver et al., 2006). Besides, fresh or frozen tissues are the clinical specimens submitted to IFA, and interpretation of respective results depends on an epifluorescent microscope and an image-capture system (Shi et al., 1999; Ramos-Vara, 2005). To rapidly diagnose and effectively control turkey enteritis, new techniques would be useful, provided that they were inexpensive and could be easily applied, especially when the distance between producer areas and laboratories represents an obstacle. In this study, a simple direct immunohistochemistry (D-IHC) assay was established to detect the TCoV antigens from formalin-fixed tissues, and the results were compared with those obtained by routine IFA and conventional RT-PCR approaches.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 266,
                    "mention": "Breslin et al., 1999a",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 267,
                    "end": 268,
                    "mention": "b",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 274,
                    "mention": "2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 276,
                    "end": 295,
                    "mention": "Ismail et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 297,
                    "end": 317,
                    "mention": "Sellers et al., 2004",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 319,
                    "end": 340,
                    "mention": "Spackman et al., 2005",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 514,
                    "end": 534,
                    "mention": "Breslin et al., 2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 536,
                    "end": 555,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 746,
                    "end": 762,
                    "mention": "Shi et al., 1999",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 764,
                    "end": 780,
                    "mention": "Ramos-Vara, 2005",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Turkey eggs were obtained from a commercial breeder (Turkey Center at São Paulo State University, Veterinary School, Araçatuba, Brazil). They were free of recognized pathogens including TCoV.",
            "cite_spans": [],
            "section": "Turkey Eggs ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Turkey coronavirus (Brazilian strain) was isolated from intestine contents and tissue of 30 to 45-d-old turkey poults with an outbreak of acute enteritis reported by Teixeira et al. (2007). Affected intestines were homogenized with a 2-fold volume of minimum essential medium (GIBCO-BRL, Invitrogen, Carlsbad, CA), clarified by centrifugation at 2,500 × g for 20 min and filtered twice through 0.45- and 0.22-μm syringe filters (Corning Inc., Corning, NY). Twenty-eight-day-old embryonated turkey eggs were inoculated with 300 μL of the intestine suspension by amniotic sac route. Embryo intestines were harvested after 3 d. Harvested embryo intestines were processed and propagated serially as described above for 3 passages. Intestines of the third passage were processed, homogenized, clarified, filtrated and a suspension of ≅200 mL was kept at −86°C for virus purification The only assay for TCoV infection during all steps was RT-PCR followed by sequencing the nucleocapsid gene, as reported before (Breslin et al., 1999a,b).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 188,
                    "mention": "Teixeira et al. (2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1006,
                    "end": 1027,
                    "mention": "Breslin et al., 1999a",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "b",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Virus Isolation and Propagation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The virus purification was done by a combination of ultracentrifugation at 90,000 × g for 4 h and Sephacryl-1000 exclusion chromatography as described previously (Loa et al., 2002), with some modifications. Briefly, ≅200 mL of intestine suspensions was concentrated by polyethylene glycol (2.000; GIBCO-BRL, Invitrogen), 8.7% (wt/vol) added by NaCl 2.4% (wt/vol) and kept at 4°C overnight with slight shaking. After the material was centrifuged at 3,000 × g, the precipitate was diluted at 1:10 (initial volume) and submitted to ultracentrifugation at 90,000 × g for 4 h at 4°C. At fraction 35, the TCoV was recovered and the RNA/total protein yields measured at 280/260 nm. The coincidence peak, at 280/260 nm, was collected, pooled together, and used as a source for experimental infection after the electronic microscopic evaluation was performed. The purified virus titer was determined by inoculation of the pooled fraction at 10-fold dilutions into 5 groups of five 28-d-old embryonated turkey eggs. The 50% embryo infectious dose (EID50) was calculated by the method of Reed and Muench (1938). An innoculum containing 2.0 × 104 EID50 of TCoV/1 mL was prepared and stored at −86°C to be used in the experimental infection protocol (Loa et al., 2001).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 179,
                    "mention": "Loa et al., 2002",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1077,
                    "end": 1099,
                    "mention": "Reed and Muench (1938)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1238,
                    "end": 1254,
                    "mention": "Loa et al., 2001",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Virus Purification ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The IgG against IBV (H120) was produced by vaccination of 10 inbred C/O line White Legorn chickens at 1 d old by intraocular route with purified M41 serotype as described before with some modifications (Cardoso et al., 1999). After 2 wk, the chickens received the second injection of commercial vaccine, 1 mL/bird by intramuscular route and 21 d after they were bled from the wing vein. The γ-globulin fraction was prepared by the salting-out procedure adding 35% (vol/vol) of ammonium sulfate (Sigma-Aldrich, St Louis, MO) and followed by IgY fraction purification using chromatography separation on Sephadex-G200 (Sigma-Aldrich; Cardoso et al., 1999).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "mention": "Cardoso et al., 1999",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 631,
                    "end": 651,
                    "mention": "Cardoso et al., 1999",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Primary Antibody Production ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The purified IgG (γ-specific) was conjugated to biotin (Sigma-Aldrich; biotin disulfide N-hydroxysuccinide ester) according to previous studies with some modifications and was used as conjugated antibody (Harlow and Lane, 1998). The first step was to mix 1 mg/mL of chicken IgG fraction with 250 μg/mL of biotin dilute in sodium borate buffer (pH 8.8) at 4°C for 4 h. After the reaction, the mixture was dialyzed against PBS pH 7.2 for 48 h consecutively to eliminate the nonlinked molecules and the antibody work dilution determined by serial dilutions.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 226,
                    "mention": "Harlow and Lane, 1998",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Biotin-Labeled Antibody Production ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Fifty 28-d-old turkey embryos were inoculated by amniotic sac route with purified TCoV prepared from intestines of propagated turkey embryos as described previously. A control group of twenty 28-d-old turkey embryos was inoculated with sterile PBS. Three days after infection, samples of ileum, ileum-cecal junction, and ceca were collected, fixed in 10% neutral-buffered formalin, embedded in paraffin blocks, and sectioned at 4 mm. The standard hematoxylin and eosin stain method was performed, and the slides were examined by light microscope (Gough et al., 1988).",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 565,
                    "mention": "Gough et al., 1988",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Experimental Infection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "In September 2007, one hundred clinical samples, fixed in 10% neutral-buffered formalin, consisting of ileum, ileum-cecal junction, and ceca, from affected poults, ranging from 30 to 45 d old, were received for virological investigation. The poults were from a multi-age farm with more than 20,000 birds on site, divided into 5 houses representing 80% of the turkey production in our country. The samples were taken from individual houses containing approximately 4,000 birds, in which 4% showed stunting, depression, acute enteritis, and a mortality of 3 birds per day. The samples were collected 2 wk after the start of the signs and were sent to the laboratory fixed in 10% neutral-buffered formalin.",
            "cite_spans": [],
            "section": "Field Samples ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Unstained sections (experimental infected and field samples) were used for the D-IHC and IFA, just after being submitted to deparaffinization, rehydratation, and washes in PBS with 0.1% of Tween 80. The first step, the heat-induced epitope retrieval with citrate buffer (pH 6.1) for 15 min at 700 W, was performed as a pretreatment for viral antigen reactivation, normally damaged by formaldehyde fixation (Shi et al., 2001). Just before staining, slides were treated 3 times with 50% hydrogen peroxide (Merck KGaA, Darmstadt, Germany) for 30 min, 2 times with a mixture of 30% hydrogen peroxide and methanol for 30 min, and once with 3% hydrogen peroxide for 1 h to inactivated endogenous peroxidase. The slides were placed in PBS for 10 min 5 times to remove the residues. To reduce the background, the slides were blocked by addition of dried 15% nonfat milk overnight. The next day, the slides were submitted to the staining as described below.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 423,
                    "mention": "Shi et al., 2001",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Preparations of Sections for Staining ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The TCoV antigens were used as an avidin-biotin complex as described before with some modifications (Teixeira et al., 2007). The optimal biotin-labeled antibody dilution was determined by serial dilutions (1:100, 1:200, and 1:400) performed on PBS plus 10% nonfat dried milk. The slides were covered with 200 μL of each dilution at 4°C in a humidified chamber overnight. After 5 washes, 100 μL per slide of 5 μg/mL of streptavidin peroxidase (Sigma-Aldrich) complex was placed on the slide and incubated for 1 h at 37°C. In addition, substrate made fresh in the dark, by mixing equal volumes of 0.02% hydrogen peroxide and 0.6 mg of (3,3′-diaminobenzidine tetrahydrochloride (GIBCO-BRL, Invitrogen) was added to the slides for 30 min at room temperature. The reaction was stopped by washing with tap water, and the specific brown color was revealed after counterstaining with Meyer’s hematoxylin. An intensive dark red deposit was considered positive, and the negative controls consisted of sections treated with buffered saline instead of biotin-labeled antibody. The intensity of dark red deposit was arbitrarily rated on a scale of − (undetectable) to ++++ (the pattern present at its highest intensity). Uninfected embryo (n = 50) slides were used as a negative control for the reaction.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 122,
                    "mention": "Teixeira et al., 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "D-IHC ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The IFA was performed as described by Breslin et al. (2000) with some modifications. Instead of using frozen sections, it was performed on formalin-fixed paraffin-embedded sections of ileum, ileum-cecal junction, and ceca of experimental-infected embryos and also field samples. First, the slides were submitted to deparaffinization and rehydratation as described above. Next, the slides were boiled in water, and the polyclonal antibody (100 μL/slide), not labeled with biotin, was applied at a 1:100 dilution in PBS plus 5% BSA overnight at room temperature in the dark. The wash steps were the same as those described for D-IHC, and the 1:200 dilution of rabbit anti-chicken/turkey IgG conjugated to fluorescein (Zymed Laboratories, San Francisco, CA) was added covering all the sections at room temperature and was kept in the dark for 30 min. Tissue sections from uninfected embryos were used as negative control.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 59,
                    "mention": "Breslin et al. (2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "IFA ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The total RNA was obtained as recommended for tissue suspensions, and RT-PCR was performed following the instructions of One-Step Superscript III RT-PCR Commercial Kit (Invitrogen) according to the instructions of the manufacturer. A total of 10 μL of PCR products was electrophoresed at 100 V for 1 h in 1.5% agarose gel in 1× Tris-borate EDTA buffer and was visualized by ethidium bromide staining and an ultraviolet transilluminator. Gel images were captured using a Kodak DC290 digital camera (Kodak, Rochester, NY) and Adobe 6.0 software (Adobe Systems Incorporated, San Jose, CA). The specificity of both RT-PCR was tested by addition of another common avian RNA virus (Newcastle disease virus La Sota strain). The sensitivity was calculated diluting the TCoV and IBV M41 until 106 RNA/μL.",
            "cite_spans": [],
            "section": "RT-PCR from Tissue Suspensions ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical comparisons of positive results among all the methods were performed with a 2-sample t-test, and P-values were determined. Sensitivity and specificity were both calculated by standard formulas. For data analysis, SAS v. 8.2 (SAS Institute Inc., Cary, NC) and v. 7.0 Microsoft Excel (Microsoft Corporation, Redmond, WA) were used for data analysis.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The turkey embryos were infected with purified TCoV (Brazilian strain) and confirmed by RT-PCR and sequencing of the nucleocapsid-encoding gene (data not shown). The results revealed a sequence compatible to North Caroline/96 (GenBank in construction). The gross lesions were characterized as distended intestine walls filled by gas and watery contents (Figure 1).",
            "cite_spans": [],
            "section": "IFA, D-IHC, and RT-PCR Results Obtained from Experimental Embryo Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine the efficiency of biotin-labeled antibody, serial dilutions were performed and applied on ileum, ileum-cecal junction, and ceca slides, prepared from experimental turkey embryos infected with purified TCoV. The optimal dilution chosen was 1:200, in which the specific reaction was visualized as a distinct red deposit in the cytoplasm of epithelial cells from apical areas of intestine villous (Figure 2A and B).",
            "cite_spans": [],
            "section": "IFA, D-IHC, and RT-PCR Results Obtained from Experimental Embryo Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 423,
                    "mention": "Figure 2A and B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "All ileum-cecal junction and ceca slides (n = 50) demonstrated 100% positive results for TCoV by the use of IFA, D-IHC, and RT-PCR assays (Table 1). However, 90, 86, and 80% of the ileum slides were considered positive for TCoV infection by D-IHC, IFA, and RT-PCR, respectively (Table 1). Sensitivity and specificity of D-IHC and RT-PCR assays relative to IFA standard assay were calculated (Table 2). In addition, sensitivities of both methods were 98 and 96%, respectively, whereas specificity of D-IHC and RT-PCR was 58 and 66%. All samples tested collected from uninfected embryos were negative for all procedures.",
            "cite_spans": [],
            "section": "IFA, D-IHC, and RT-PCR Results Obtained from Experimental Embryo Infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 279,
                    "end": 286,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 392,
                    "end": 399,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Tested field samples (n = 100) revealed 55, 58, and 60% positive TCoV antigens in the ileum slides by the use of IFA, D-IHC, and RT-PCR (Table 3). In contrast, 100% positive results were seen in the ileum-cecal junction and ceca slides searched by IFA, D-IHC, and RT-PCR assays (Table 3). Agreement, sensitivity, and specificity were calculated with IFA as a standard procedure. No statistical differences were observed on D-IHC and RT-PCR results. The D-IHC was more specific (93%) and less sensitive (85%) in comparison to RT-PCR sensitivity (90%) and specificity (86%), respectively (Table 2).",
            "cite_spans": [],
            "section": "IFA, D-IHC, and RT-PCR Results Obtained from Field Samples ::: RESULTS",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 279,
                    "end": 286,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 587,
                    "end": 594,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The immunohistochemistry (IHC) procedure has created a wide field for functional (analytical or molecular) morphology, particularly because it has rendered immunoperoxidase methods applicable to routine formalin-fixed, paraffin-embedded tissues based on a series of technical developments (Shi et al., 2001). The great advantage of the use of formalin-fixed tissues is due to temperature considerations when the samples must be transported from farms to laboratories. In that, frozen tissues can be compromised by tropical temperatures, resulting in poor slide quality compared with formalin-fixed slides (Teixeira et al., 2007).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 306,
                    "mention": "Shi et al., 2001",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 606,
                    "end": 627,
                    "mention": "Teixeira et al., 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The use of antigen retrieval by boiling paraffin tissue sections in low pH solutions was shown to be compatible with IHC staining, using both peroxidase and fluorescein staining on formalin-fixed paraffin-embedded sections (Ramos-Vara, 2005). In fact, the IFA has only been performed on frozen tissues, and its application with formalin-fixed, paraffin-embedded sections has not been described before to detect TCoV from clinical samples.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 240,
                    "mention": "Ramos-Vara, 2005",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In comparison to previous studies, herein the sensitivity and specificity of D-IHC applied to field samples was considered equally good (Breslin et al., 2000). The RT-PCR performed by Breslin et al. (2000) demonstrated less sensitivity than virus isolation, in contrast to our findings. Moreover, IFA and immunperoxidase assay, by the use of monoclonal antibody produced against isolated North Caroline/96, showed greater specificity (96%) when it was compared with D-IHC (58%), developed here, for experimental-infected embryos (Breslin et al., 2000). However, D-IHC specificity was considered good (93%) when applied on field samples, higher than RT-PCR reaction (90%). In contrast to many advantages of RT-PCR techniques, false-negative results have been shown to be a particular problem for detection of enteric virus. The presence of inhibitory substances in feces is responsible for these false-negative reactions. To overcome or eliminate substances inhibitory to the enzymatic reactions, relatively extensive processing of intestinal contents-droppings samples is necessary and directly interferes with RT-PCR sensitivity.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 157,
                    "mention": "Breslin et al., 2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 205,
                    "mention": "Breslin et al. (2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 550,
                    "mention": "Breslin et al., 2000",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The IHC test, using the peroxidase enzyme detection, offers advantages over the IFA method in that: 1) it does not require an ultraviolet microscope; 2) the tissues were stained for IHC and then restained for microscope evaluation, allowing the observer to correlate the location, numbers, and intensity of stained cells with a normal microscopic for pathology examination; and 3) the result can be amplified by the use of biotin-avidin complex (Ramos-Vara, 2005; Teixeira et al., 2007).",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 462,
                    "mention": "Ramos-Vara, 2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 464,
                    "end": 485,
                    "mention": "Teixeira et al., 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In addition, precise distribution of TCoV antigens was determined by IFA, D-IHC, and RT-PCR procedures. The ileum portion was found to be the less sensible region for TCoV diagnosis. Moreover, in previous reports, it has been described that the ileum-cecal junction is the best region to find TCoV, from naturally and experimentally infected poults, which are in agreement with those described here (Brown et al., 1997; Ismail et al., 2003). Few numbers of positive-staining cells detected in ileum could be explained by the course of virus infection (Breslin et al., 2000). However, the TCoV antigens can be detected at 35 d after exposure, mainly in scattered villous epithelial cells presented in ileum and in early periods after infection also (Breslin et al., 2000; Ismail et al., 2003; Teixeira et al., 2007).",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 418,
                    "mention": "Brown et al., 1997",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 420,
                    "end": 439,
                    "mention": "Ismail et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 552,
                    "end": 572,
                    "mention": "Breslin et al., 2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 749,
                    "end": 769,
                    "mention": "Breslin et al., 2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 790,
                    "mention": "Ismail et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 792,
                    "end": 813,
                    "mention": "Teixeira et al., 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In fact, diagnosis of TCoV infections based on histopathology is not reliable, because other infectious and noninfectious agents can cause similar symptoms and lesions (Gough et al., 1988). Moreover, the RT-PCR and all modalities of molecular approaches have an important role to the diagnosis and prevention of TCoV infections as well as other infectious diseases (Sellers et al., 2004; Cavanagh, 2005; Spackman et al., 2005; Culver et al., 2006; Loa et al., 2006). In regards to the intestines analyzed here, they were flaccid, thin-walled, and filled with loose contents, and the disease was acute, with symptoms appearing and lasting for about 3 wk in field cases (Ismail et al., 2003; Culver et al., 2006). Moreover, these symptoms were in agreement with those described in the United States and Great Britain, where TCoV was isolated (Guy, 2003; Ismail et al., 2003; Culver et al., 2006).",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 187,
                    "mention": "Gough et al., 1988",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 366,
                    "end": 386,
                    "mention": "Sellers et al., 2004",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 388,
                    "end": 402,
                    "mention": "Cavanagh, 2005",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 404,
                    "end": 425,
                    "mention": "Spackman et al., 2005",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 427,
                    "end": 446,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 448,
                    "end": 464,
                    "mention": "Loa et al., 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 669,
                    "end": 688,
                    "mention": "Ismail et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 690,
                    "end": 709,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 841,
                    "end": 850,
                    "mention": "Guy, 2003",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 852,
                    "end": 871,
                    "mention": "Ismail et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 873,
                    "end": 892,
                    "mention": "Culver et al., 2006",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The results in the present study indicate that the D-IHC method developed here has wide applicability in developing countries or remote settings where clinically similar diseases are common and distances play an important obstacle. Furthermore, the use of labeled antibodies, associated with antigen retrieval in formalin-fixed paraffin-embedded tissues, is easy to perform, and they do not require a sophisticate fluorescence microscope and cryostat equipment. A combination of routine histopathology, clinical information, and detection methodologies provide veterinarian pathologist the tools to correctly diagnose viral infections from the field.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Comparison between indirect fluorescent antibody (IFA), direct immunohistochemistry (D-IHC), and reverse transcription-PCR (RT-PCR) results to detect turkey coronavirus from intestine sections (n = 50) obtained from experimental-infected turkey embryos\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Detection of turkey coronavirus in experimentally infected turkeys and field samples: evaluation of direct immunohistochemistry (D-IHC) procedure and reverse transcription-PCR relative to indirect fluorescent antibody (IFA) standard procedure\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Comparison between indirect fluorescent antibody (IFA), direct immunohistochemistry (D-IHC), and reverse transcription-PCR (RT-PCR) results to detect turkey coronavirus from field samples (n = 100) obtained from commercial turkey poults presenting acute enteritis\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Infected turkey embryo at 28 d old by purified turkey coronavirus (Brazilian isolated) showing distended intestine walls with gas contents (arrow). Bar = 2 cm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Turkey coronavirus antigen detection using direct immunohistochemistry: (A) antibody work dilution at 1:200 (magnifications 400×); (B) distinct red deposit in the cytoplasm of epithelial cells from apical areas of intestine villous (magnifications 600×). Bar = 30μm.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Intervirology",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Virus Res.",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Avian Dis.",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Avian Dis.",
            "volume": "41",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Braz. J. Med. Biol. Res.",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Avian Pathol.",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Avian Pathol.",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Vet. Rec.",
            "volume": "159",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Avian Pathol.",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Avian Dis.",
            "volume": "41",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Avian Dis.",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Avian Dis.",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Poult. Sci.",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J. Virol. Methods",
            "volume": "104",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "J. Virol. Methods",
            "volume": "131",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Vet. Pathol.",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 1938,
            "venue": "Am. J. Hyg.",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Avian Dis.",
            "volume": "48",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Appl. Immunohistochem. Mol. Morphol.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J. Histochem. Cytochem.",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Avian Dis.",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Avian Pathol.",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}