{
    "paper_id": "PMC7168451",
    "metadata": {
        "title": "Neutralizing antibody against severe acute respiratory syndrome (SARS)‐coronavirus spike is highly effective for the protection of mice in the murine SARS model",
        "authors": [
            {
                "first": "Koji",
                "middle": [],
                "last": "Ishii",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hideki",
                "middle": [],
                "last": "Hasegawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noriyo",
                "middle": [],
                "last": "Nagata",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yasushi",
                "middle": [],
                "last": "Ami",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shuetsu",
                "middle": [],
                "last": "Fukushi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fumihiro",
                "middle": [],
                "last": "Taguchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yasuko",
                "middle": [],
                "last": "Tsunetsugu‐Yokota",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Fr‐mo, the mouse‐adapted Frankfurt‐1 (Fr‐1) strain created by passaging 10 times through the mice and finally grown in VeroE6 cells, was propagated and plaque assayed with VeroE6 cells as previously described (10). VeroE6 cells were grown and maintained in Dulbecco's modified minimal essential medium (DMEM; Nissui, Tokyo, Japan) and virus infectivity was determined by plaque assay as previously described (10).",
            "cite_spans": [],
            "section": "Virus and virus titration ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "UV‐inactivated purified SARS‐CoV (UV‐V) was prepared as previously described (14). In brief, SARS‐CoV (HKU29849) was amplified in Vero E6 cells, exposed to UV light (4.75 J/cm2), and then purified by sucrose density gradient centrifugation. A portion of the UV‐inactivated purified virions was further treated overnight with 0.02% formalin (UV‐F‐V) to assure the safety of a whole virion vaccine (12).",
            "cite_spans": [],
            "section": "Preparation of UV‐ or UV‐ and‐formalin‐inactivated purified SARS‐CoV ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Animal studies were carried out under a protocol approved by the Animal Care and Use Committee of the National Institute of Infectious Diseases, Japan. Six‐week‐old BALB/c male mice were purchased from SLC(Hamamatsu, Japan) or Charles River Japan (CRJ, Tokyo, Japan). These mice are serologically checked to be free from infections with pathogenic microorganisms, including Pp. For vaccination with recombinant DIs, mice were s.c. immunized with 106 plaque‐forming units (p.f.u.) of rDIs‐SARS‐S or DIs (as a negative control). After 4 weeks, identical titers of viruses were re‐administered. For vaccination with a whole inactivated virion, mice were s.c. injected into the back with 10 μg UV‐V or UV‐F‐V with 2 mg alum, and boosted by the same procedure 7 weeks after priming. One week later, mice were anesthetized with xylazine and ketamine by intraperitoneal (i.p.) administration and intranasally inoculated with 6 × 106 colony‐forming units (c.f.u.) of Pp MaM strain (11) suspended in 20 μL PBS and kept in globe box isolators in a BSL 3 laboratory in our institute during the experimental period. One day later, the mice were intranasally challenged with 0.8 × 106 TCID50 of SARS‐CoV in 20 μL saline as previously described (11). Three, 5, and 7 days after challenge by SARS‐CoV, serum, nasal and lung lavage fluids were collected to measure viral titers and antibodies against SARS‐CoV from mice that were killed under anesthesia with chloroform. The bodyweight of these mice was measured every day.",
            "cite_spans": [],
            "section": "Vaccination ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "IgG titers against SARS‐CoV were determined by ELISA as previously described (14). Neutralization antibody titers were determined as previously described (15). Briefly, samples were heat‐inactivated and diluted twofold from 1:80 to 1:5120 with DMEM containing 5% fetal bovine serum and 3000 infectious units of vesicular stomatitis virus (VSV) pseudotype‐bearing SARS‐CoV S protein (VSV‐SARS‐St19). The mixture was incubated for 1 hr at 37 °C for neutralization. After incubation, the mixture was inoculated onto Vero E6 cells seeded on 96‐well plates. The infectivity of VSV‐SARS‐St19 was determined by counting the number of green fluorescence protein (GFP)‐positive cells. The Nab titer was defined as the reciprocal of the highest dilution at which more than 50% inhibition of infectivity was observed.",
            "cite_spans": [],
            "section": "Detection of SARS‐CoV‐specific antibodies ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Cytokines and chemokines were assayed either using a mouse inflammatory cytokine (IL‐6, IL‐10, MCP‐1, IFN‐γ, TNF‐α and IL‐12p70) cytometric bead array kit (Becton Dickinson, San Jose, CA, USA) (12) or using the Luminex 200 system (Luminex Co., Austin, TX, USA) as previously reported (16). Lung homogenates prepared as described above were diluted 1:10 with a lysis buffer and viruses included in the materials were completely inactivated by UV irradiation for 10 min. In the Luminex system, the following cytokines and chemokines were measured by a mouse cytokine 20 plex antibody bead kit (Bioscience International, Inc., Camarillo, CA, USA): fibroblast growth factor basic, granulocyte–macrophage colony‐stimulating factor, IFN‐γ, IL‐10, IL‐12, IL‐13, IL‐17, IL‐1α, IL‐1β, IL‐2, IL‐4, IL‐5, IL‐6, IL‐10, keratinocyte‐derived chemokine (KC), MCP‐1, monokine‐induced by IFN‐γ, IFN‐inducible protein (IP)‐10, TNF‐α, and vascular endothelial growth factor (VEGF).",
            "cite_spans": [],
            "section": "Analysis of cytokines and chemokines ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "We studied the SARS vaccine efficacy using a recently established murine SARS model (11). In this model, a low‐virulence Pp infection exacerbates lung pathogenesis associated with SARS‐CoV infection.",
            "cite_spans": [],
            "section": "Efficacy of a whole inactivated SARS‐CoV virion vaccine and recombinant DIs expressing S protein ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "We first examined the protective efficacy of UV‐ and UV‐plus‐formalin‐inactivated whole virion (UV‐V and UV‐F‐V, respectively). Twelve mice in each group were s.c. inoculated with 10 μg UV‐V or UV‐F‐V with alum, or alum in PBS (alum only) as a control, booster immunized with the same vaccines at 7 weeks, and then infected with Pp intranasally 1 week later. One day after the infection of Pp, mice were intranasally infected with a mouse‐adapted strain of SARS‐CoV (Fr‐mo). Although Pp is of low virulence and causes only a mild respiratory disease, Pp‐infected mice showed a transient loss of bodyweight and ruffled hair from 1 to 3 days postinfection and then gradually recovered. However, mice coinfected with SARS‐CoV 1 day after Pp infection had severe weight loss and showed high mortality with exacerbated pneumonia (11). In this murine model of SARS, both control and UV‐V‐ or UV‐F‐V‐vaccinated mice showed a transient decrease in bodyweight until day 2 after SARS‐CoV infection (Fig. 1). Then, most of the vaccinated mice recovered to their original weight before SARS‐CoV infection, whereas control mice (alum only) continuously lost weight and 90% died at day 7 postinfection.",
            "cite_spans": [],
            "section": "Efficacy of a whole inactivated SARS‐CoV virion vaccine and recombinant DIs expressing S protein ::: RESULTS",
            "ref_spans": [
                {
                    "start": 989,
                    "end": 995,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In a second set of experiments, mice were immunized with recombinant DIs‐S or empty DIs (as a negative control: DIs‐cont) 5 weeks and 1 week before Pp infection, and infected with SARS‐CoV the next day. Similar to the results of whole virion vaccines as described above, mice vaccinated with DIs showed transient and minimal clinical symptoms, such as ruffled hair and weight loss until 3 days after Fr‐mo infection (Fig. 2, left). Severe symptoms continued during the observation period in control mice. On days 4–7 after virus infection, these mice suffered the loss of 40% or more of their bodyweight, and more than 80% of those mice died after exhibiting severe respiratory disease, whereas none of the mice vaccinated with recombinant DIs expressing S proteins died (Fig. 2, right). To further evaluate the vaccine effect, we measured serum neutralizing antibody and SARS‐CoV titer in the lung lavage of vaccinated mice. Before Pp and SARS‐CoV coinfection, vaccinated mice developed a high level of anti‐SARS‐CoV IgG with neutralizing activity (data not shown). As shown in Figure 3a, a high level of neutralizing antibody was maintained during coinfection experiments, at day 3 until day 7 postinfection in all vaccinated mouse groups. The SARS‐CoV titer in the lung lavage was high at day 3 postinfection, decreased at day 5 (Fig. 3b, blank column: alum only and DIs‐cont) and virus became undetectable at day 7 (data not shown). In contrast, the virus titers were significantly reduced in parallel with a high titer of plasma neutralizing antibody in all vaccinated groups (Fig. 3a). Therefore, both whole virion vaccines and vaccinia vector expressing spike protein were protective from a highly pathogenic pulmonary infection of SARS‐CoV in the presence of opportunistic infection by Pp in this case. Furthermore, the results by DIs‐S vaccine suggest that the neutralizing antibody against SARS‐CoV spike protein alone is highly effective for the prevention of SARS development.",
            "cite_spans": [],
            "section": "Efficacy of a whole inactivated SARS‐CoV virion vaccine and recombinant DIs expressing S protein ::: RESULTS",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 423,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 772,
                    "end": 778,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1079,
                    "end": 1088,
                    "mention": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1333,
                    "end": 1340,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1582,
                    "end": 1589,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Ami et al. (11) demonstrated previously that the levels of IP‐10 and IFN‐γ are significantly high in SARS‐CoV‐infected and Pp/SARS‐CoV‐coinfected mouse lung homogenates at 2 days after SARS‐CoV infection. However, these cytokines became undetectable at day 4 postinfection. To better understand the involvement of cytokines in the lung pathogenesis of SARS, we simultaneously measured six cytokines (IL‐6, IL‐10, MCP‐1, IFN‐γ, TNF‐α and IL‐12p70) in the lung lavage of vaccinated or unvaccinated mice at day 3 after SARS‐CoV infection, when viruses replicate most extensively and vaccinated mice experienced maximum weight loss. As shown in Figure 4, the increased production of MCP‐1 and IL‐6 in the lungs of the control mouse group (alum and DIs‐cont) was strongly suppressed in vaccinated mice, which were able to control virus replication. Increased production of other cytokines, including TNF‐α, was not observed. Therefore, it is possible that IL‐6 and MCP‐1 play a role in the establishment of lung pathology in the Pp and SARS‐CoV coinfection model.",
            "cite_spans": [],
            "section": "Inflammatory cytokines are suppressed in vaccinated mice ::: RESULTS",
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "It is known that many of the neutralizing antibodies against SARS‐CoV recognize a receptor‐binding domain (RBD) in S1 of the spike protein, although other N‐terminal domains of the S1 and S2 domains also have neutralizing epitopes (8). Previously, we established four S‐protein‐specific monoclonal antibodies with potent in vitro neutralization activity (17). Among them, a major epitope of SKOT‐20 localizes to the RBD of the S protein and exhibits the most potent neutralizing activity (18). To demonstrate that the anti‐spike neutralizing antibody is mainly responsible for the protective efficacy we observed in SARS model mice, we administered SKOT‐20 i.p. once, just before Pp infection. As shown in Figure 5a, the mice treated with SKOT‐20 recovered from the loss of bodyweight and were resistant to the fatal outcome as we observed in vaccinated mice.",
            "cite_spans": [],
            "section": "Neutralizing monoclonal antibody against S protein is highly effective for protection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 706,
                    "end": 715,
                    "mention": "Figure 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "When we measured a virus titer in the lung lavage at day 3 after SARS‐CoV infection, it was dramatically decreased in accordance with the concentration of neutralizing antibody given (Fig. 5b). The level of serum neutralizing antibody in these mice was proportionally high at this time point. The neutralizing activity was low but still detectable in the lung lavage. These results clearly show that the neutralizing antibody against S protein is highly effective to prevent SARS development.",
            "cite_spans": [],
            "section": "Neutralizing monoclonal antibody against S protein is highly effective for protection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We have observed a high level of IL‐6 and MCP‐1 production in Pp and SARS‐CoV‐coinfected mouse lung lavage at day 3 after SARS‐CoV infection (Fig. 4). However, the cytokine profiles in these mice may be variably modified by Pp infection alone, SARS‐CoV infection, or both. Therefore, we measured 20 cytokines in lung lavages of these protected and unprotected mice by using a mouse cytokine 20‐plex antibody bead kit at day 0 (after Pp infection before SARS‐CoV infection), day 1, day 2 and day 3 after SARS‐CoV infection as previously reported (16). The production of two cytokines, IL‐6 and MCP‐1, were increased at days 2 and 3 after SARS‐CoV infection in association with high titers of SARS‐CoV, as shown in Figure 4. Interestingly, the production of IL‐6 was increased by Pp infection alone, decreasing on day 1 and increasing again, whereas that of MCP‐1 increased only after SARS‐CoV infection. These cytokines were not increased in protected mice (Fig. 6a), suggesting the importance of these two cytokines in the lung pathogenesis. Other cytokine profiles are shown in Figure 6b and c. The level of IP‐10 was quite high after SARS‐CoV infection on day 1. However, even protected mice produced a high level of IP‐10. In contrast, macrophage inflammatory protein (MIP)‐1α, TNF‐α, and KC were produced only before SARS‐CoV infection and the levels of IFN‐γ and VEGF were consistently low. The concentrations of other cytokines were low or below the limit of detection (data not shown). These results suggest that IL‐6 and MCP‐1 play some roles in the lung pathogenicity by Pp and SARS‐CoV coinfection.",
            "cite_spans": [],
            "section": "Kinetics of cytokine and chemokine production ::: RESULTS",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 148,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 713,
                    "end": 721,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 957,
                    "end": 964,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1079,
                    "end": 1094,
                    "mention": "Figure 6b and c",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In the present study, we evaluated the protective efficacy of our SARS vaccine candidates: UV‐ or UV‐plus‐formalin‐inactivated whole virion and recombinant DIs expressing the S protein (DIs‐S) using a murine model system of severe respiratory disease caused by the coinfection of Pp and SARS‐CoV. The results shown in this paper suggest that whole virion vaccines, either with or without formalin treatment, and DIs‐S were protective against a highly pathogenic pulmonary infection of SARS‐CoV in the presence of opportunistic infection by Pp. By giving SKOT‐20 just before SARS‐CoV infection, the mortality of mice coinfected with Pp and SARS‐CoV was dramatically reduced. The level of serum neutralizing antibody in these mice was proportionally high and a virus titer in the lung lavage after SARS‐CoV infection was substantially decreased in accordance with the concentration of neutralizing antibody given. Therefore, if a high titer of neutralizing IgG antibody against the S protein is systemically elicited by vaccination, it would be sufficient to prevent SARS development.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Treatment with convalescent plasma has been successfully used to treat SARS, suggesting that passive immunity might be a useful approach by which to combat SARS. (19) Subbarao et al. have shown that passive transfer of murine neutralizing antibodies can prevent replication of SARS‐CoV in the respiratory tract (20). This antibody has been shown to neutralize the virus in vitro and to prevent viral replication in a mouse model of SARS‐CoV infection. Sui et al. have investigated the antiviral activity of a human monoclonal antibody to the S1 protein that blocks receptor association (21), demonstrating the prophylactic effectiveness of this monoclonal antibody in vivo using a mouse model of SARS (9). Recently, several humanized monoclonal antibodies against the S protein have been developed for therapeutic application (22, 23). Many of the neutralizing antibodies against SARS‐CoV recognize a RBD in S1 of the spike protein, but other N‐terminal domains of the S1 and S2 domains also have neutralizing epitopes (8). For the passive immunization to be highly effective, a combination of neutralizing antibodies recognizing several epitopes of the S protein should be designed so that virus escape mutation can be prevented.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The involvement of cytokines in the SARS pathogenesis has been described (24, 25, 26). When the levels of various cytokines and chemokines in the lungs of mice infected with Pp and SARS‐CoV were measured, high levels of only IP‐10 and IFN‐γ production were noted on day 2 following coinfection, but not on day 4 (11). Therefore, the involvement of these cytokines in the high pathogenesis caused by a coinfection with Pp and SARS CoV has been suggested. In this study, we observed that the production of IL‐6 and MCP‐1 were increased at day 3 after SARS‐CoV infection in association with high titers of SARS‐CoV, whereas these cytokines were not increased in vaccine‐protected mice. Therefore, we analyzed the kinetics of multiple cytokine and chemokine production in detail after Pp only and Pp and SARS‐CoV coinfection in naïve and vaccinated mice. Although several cytokines and chemokines were ubiquitously and temporarily upregulated during the lung inflammation caused by these microbes, we found that the levels and profiles of IL‐6 and MCP‐1 production were well matched with the disease severity and protection. The contribution of these inflammatory cytokines to SARS in humans needs to be investigated further.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (Left) Bodyweights of mice vaccinated with inactivated virions in a murine model system of severe respiratory disease caused by the coinfection of Pp and SARS‐CoV. Mice were s.c. injected on the back with 10 μg UV‐V or UV‐F‐V with 2 mg alum, and boosted by the same procedure 7 weeks after priming. One week later, mice were infected intranasally with Pp (6 × 106 c.f.u. day −1) and 1 day later with SARS‐CoV (0.8 × 106 p.f.u. Fr‐mo, day 0), and were weighed daily after Pp infection. Mice were vaccinated with UV‐inactivated virions with alum (•), UV‐ and‐formalin‐inactivated virions with alum , or alum only (○). The number of mice used in this study was 17 (UV‐V), 12 (UV‐F‐V) and 17 (alum), respectively. Bar shows the standard error of the mean (SEM). (Right) Survival curves of mice vaccinated with inactivated virions.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (Left) Bodyweights of mice vaccinated with recombinant DIs in a murine model system of severe respiratory disease caused by the coinfection of Pp and SARS‐CoV. Mice were i.p. injected with 106 p.f.u. of rDIs‐SARS‐S or DIs, and boosted by the same procedure 4 weeks after priming. One week later, mice were infected intranasally with Pp (day −1) and 1 day later with SARS‐CoV (day 0), and were weighed daily after Pp infection. Mice were vaccinated with rDIs‐SARS‐S (•) or DIs only (○). Bar shows the SEM (n= 18). (Right) Survival curves of mice vaccinated with recombinant vaccinia virus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (a) Neutralizing titers in the plasma of vaccinated mice. Titers were calculated as previously described (15). (b) SARS‐CoV titers in the lung lavage of vaccinated mice. Bar shows the SEM (n= 3).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Concentrations of TNF‐α, IL‐6 and MCP‐1 in the lung lavage of vaccinated mice. Cytokines and chemokines in the lung lavage of vaccinated and control mice on day 3 after SARS‐CoV infection were assayed by flow cytometry using a mouse inflammatory cytokine (IL‐6, IL‐10, MCP‐1, IFN‐γ, TNF‐α and IL‐12p70) cytometric bead array kit. Bar shows the SEM (n= 3).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (a) (Left) Bodyweights of mice injected with SKOT‐20 in a murine model system of severe respiratory disease caused by the coinfection of Pp and SARS‐CoV. Mice were i.p. injected with 10, 50 or 200 μg SCOT‐20 just before Pp infection and weighed daily. Mice were injected with 10 μg , 50 μg , or 200 μg (•) of SKOT‐20 or 200 μg control IgG (○). Bar shows the SEM (n > 8). (Right) Survival curves of mice injected with SKOT‐20. (b) (Left) SARS‐CoV titers in the lung lavage of mice injected with SKOT‐20. (Right) Neutralizing titers in serum and lung lavage of mice injected with SKOT‐20. Bar shows the SEM (n= 3).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (a) Concentrations of IL‐6 and MCP‐1 in the lung lavage of mice infected with SARS‐CoV. (b) (Left) Concentrations of IP‐10, IFN‐γ, and MIP‐1α in the lung lavage of mice infected with SARS‐CoV. (Right) Concentrations of TNF‐α, KC, and VEGF in the lung lavage of mice infected with SARS‐CoV. ‘Protected’ represents the mice injected with 200 μg SKOT‐20 before infection with SARS‐CoV. Bar shows the SEM (n= 3).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The genome sequence of the SARS‐associated coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Protease‐mediated enhancement of severe acute respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "12543-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Co‐infection of respiratory bacterium with severe acute respiratory syndrome coronavirus induces an exacerbated pneumonia in mice",
            "authors": [],
            "year": 2008,
            "venue": "Microbiol Immunol",
            "volume": "52",
            "issn": "",
            "pages": "118-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Formalin‐treated UV‐inactivated SARS coronavirus vaccine retains its immunogenicity and promotes Th2‐type immune responses",
            "authors": [],
            "year": 2007,
            "venue": "Jpn J Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "106-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Induction of protective immunity against severe acute respiratory syndrome coronavirus (SARS‐CoV) infection using highly attenuated recombinant vaccinia virus DIs",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "",
            "pages": "368-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A subcutaneously injected UV‐inactivated SARS coronavirus vaccine elicits systemic humoral immunity in mice",
            "authors": [],
            "year": 2004,
            "venue": "Int Immunol",
            "volume": "16",
            "issn": "",
            "pages": "1423-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Evaluation of a novel vesicular stomatitis virus pseudotype‐based assay for detection of neutralizing antibody responses to SARS‐CoV",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1509-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Participation of both host and virus factors in induction of severe acute respiratory syndrome (SARS) in F344 rats infected with SARS coronavirus",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1848-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Immunological detection of severe acute respiratory syndrome coronavirus by monoclonal antibodies",
            "authors": [],
            "year": 2005,
            "venue": "Jpn J Infect Dis",
            "volume": "58",
            "issn": "",
            "pages": "88-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A single amino acid substitution in the S1 and S2 Spike protein domains determines the neutralization escape phenotype of SARS‐CoV",
            "authors": [],
            "year": 2008,
            "venue": "Microbes Infect",
            "volume": "10",
            "issn": "",
            "pages": "908-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Treatment of severe acute respiratory syndrome with convalescent plasma",
            "authors": [],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "199-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Prior infection and passive transfer of neutralizing antibody prevent replication of severe acute respiratory syndrome coronavirus in the respiratory tract of mice",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3572-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "2536-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Structural basis for potent cross‐neutralizing human monoclonal antibody protection against lethal human and zoonotic severe acute respiratory syndrome coronavirus challenge",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "3220-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Potent cross‐reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "",
            "pages": "12 123-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Lethal infection of K18‐hACE2 mice infected with severe acute respiratory syndrome coronavirus",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "813-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A mouse‐adapted SARS‐coronavirus causes disease and mortality in BALB/c mice",
            "authors": [],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Severe acute respiratory syndrome coronavirus infection of mice transgenic for the human Angiotensin‐converting enzyme 2 virus receptor",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1162-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Comparative full‐length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Angiotensin‐converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Amino acids 270 to 510 of the severe acute respiratory syndrome coronavirus spike protein are required for interaction with receptor",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4552-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Severe acute respiratory syndrome coronavirus spike protein expressed by attenuated vaccinia virus protectively immunizes mice",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "6641-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "871-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Severe acute respiratory syndrome (SARS) coronavirus: application of monoclonal antibodies and development of an effective vaccine",
            "authors": [],
            "year": 2006,
            "venue": "Rev Med Virol",
            "volume": "16",
            "issn": "",
            "pages": "117-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Evaluation of human monoclonal antibody 80R for immunoprophylaxis of severe acute respiratory syndrome by an animal study, epitope mapping, and analysis of spike variants",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5900-6",
            "other_ids": {
                "DOI": []
            }
        }
    }
}