{
    "paper_id": "PMC7188448",
    "metadata": {
        "title": "Coronavirus Disease 2019 (COVID-19) Complicated by Acute Respiratory Distress Syndrome: An Internist’s Perspective",
        "authors": [
            {
                "first": "Alexander",
                "middle": [],
                "last": "Muacevic",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Adler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Taha",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronak",
                "middle": [
                    "J"
                ],
                "last": "Shah",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shab",
                "middle": [
                    "E",
                    "Gul"
                ],
                "last": "Rahim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Flores",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "O'Linn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) was first detected in December 2019 in China and is spreading at an exceptional pace around the world. On March 11, 2020, the World Health Organization (WHO) declared it as a global pandemic, with more than 353,000 cases reported to this date worldwide. Although cases were initially reported to be associated with exposure to the seafood market in Wuhan, China, current epidemiologic data indicate that person to person transmission of COVID-19 is rapidly occurring [1,2]. Herein, we present a challenging case of COVID-19 that tested positive 48 hours after initial testing due to major backlog on lab testing, and the management options at our hand to prevent the rapid deterioration of this fatal respiratory infection in the meantime.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 502,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "An 80-year-old male with a history of coronary artery disease post bypass grafting, paroxysmal atrial fibrillation (AF) on warfarin for stroke prophylaxis, acid reflux, hypertension, and chronic kidney disease presented to our emergency department with the chief complaint of fatigue, confusion, and dry cough for the last two weeks. The patient stated that the symptoms started while he was on vacation in Atlanta and he returned two days ago. The cough was described as dry with occasional greenish sputum associated with shortness of breath, sore throat, and chills but no fevers. He denied any sick contacts, hiking, backpacking, or exposure to bats. He reported to be a chronic smoker with a 40 pack-year smoking history and quit smoking a few years ago and drank alcohol socially.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "On presentation, the patient was alert and oriented with no apparent confusion, and diffusely decreased breath sounds with occasional rhonchi were heard on right upper lung auscultation with irregularly irregular rhythm on cardiac auscultation. Vital signs revealed a heart rate (HR) of 110 beats per minute (BPM), a respiratory rate of 18 breaths per minute, a blood pressure of 102/45 mmHg, and an oxygen saturation of 90% on room air. Electrocardiogram showed AF with a complete right bundle branch block (Figure 1).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "mention": "1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The complete blood count was unremarkable, and metabolic profile revealed an elevated creatinine of 1.71 mg/dL (normal: 0.73-1.22 mg/dL) and magnesium level of 1 mg/dL (normal: 1.7-2.3 mg/dL). International normalized ratio was 2.8 on warfarin, brain natriuretic peptide was 1,246 pg/mL (normal: less than 450 pg/mL), and troponin T was normal. Chest X-ray showed new hazy right upper lobe lateral opacity concerning for an infiltrate with the increased prominence of right hilum indicating adenopathy or bronchiectatic inflammatory changes (Figure 2).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Influenza screen was negative; nasopharyngeal swab for coronavirus 19 testing was sent, blood cultures were drawn, and the patient was commenced on intravenous doxycycline and ceftriaxone before transfer to our service on the regular medical floor (RMF).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "On the RMF, the patient was initially managed as community-acquired pneumonia with a COVID-19 rule out status. All protective measures and precautions for suspected COVID-19 infection were taken, and the patient was placed in isolation. Intravenous antibiotics were continued, and bacterial pneumonia workup and procalcitonin were sent.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Overnight, the patient became tachycardiac (HR, 130 BPM) and spiked a fever of 101.5°C, with physical examination revealing worsening bilateral wheezing and intermittent delirium. Sepsis lactate was 1 mmol/L (normal: 0.5-2 mmol/L) and C-reactive protein was 6.1 mg/dL (normal: 0-1 mg/dL). Bacterial pneumonia workup came back negative and COVID testing was still pending amid severe backlog. AF with a rapid ventricular response (RVR) was deemed to be due to acute illness, and home metoprolol dose was increased. Instructions were given to avoid nebulizer treatments and oral/parenteral steroids due to the pending COVID 19 status.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "On the morning of day 2 of admission, the patient became progressively hypoxic and his oxygen demands acutely increased, with worsening diffuse wheezing on examination. Attempts were made to relax the airway with ipratropium and budesonide inhalers, with minimal effect. Eventually, the rapid response team was called in the afternoon of day 2 for persistent hypoxia and AF with RVR. Arterial blood gas revealed acute hypoxic respiratory failure with a P:F of 140.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Chest X-ray this time around showed worsening infiltrates bilaterally (Figure 3).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Transthoracic echocardiogram showed normal biventricular size and function (Figure 4).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Intravenous steroids were administered, and the patient was transferred to the intensive care unit (ICU). En route to the ICU, the patient’s COVID 19 test came back positive, approximately 48 hours after it was ordered. The patient was intubated and put on mechanical ventilation in the ICU under airborne precautions, avoiding non-invasive ventilation and commenced on hydroxychloroquine and azithromycin, as an initial step with an aim to add on other proposed therapies (remdesivir, tocilizumab, lopinavir-ritonavir). The patient currently remains in the ICU, critically ill with a poor prognosis.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Coronavirus (CoV) is a large family of positive-sense, single-stranded RNA viruses that belong to the Nidovirales order. The order includes Roniviridae, Arteriviridae, and Coronaviridae families [3]. The Coronaviridae family is subdivided into Torovirinae and Coronavirinae families [3]. Coronavirinae subfamily is further subclassified into alpha-, gamma-, and delta-CoVs [4]. Their viral RNA genome ranges from 26 to 32 kilobases in length. Usually found in mammals and birds, human pathogenic subtypes are associated with mild clinical symptoms. However, severe acute respiratory syndrome-related coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) are two notable exceptions [4,5].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 374,
                    "end": 375,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 711,
                    "end": 712,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the past 20 years, two CoV epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China in 2002 and involving two dozen countries with approximately 8,000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia in 2012 and has approximately 2,500 cases and 800 deaths and still causes sporadic cases. In a timeline that reaches to the current day, an epidemic of cases with unexplained lower respiratory tract infections detected in Wuhan, a large metropolitan area in China’s Hubei province, was first reported to the WHO county office in China on December 31, 2019. As the cases grew in number, the Chinese Center for disease control (CDC) organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel CoV, COVID-19. On February 11, 2020, the WHO Director-General, Dr. Tedron Ghebreyesus, announced that the disease caused by this new CoV was COVID-19 an acronym of “coronavirus disease 2019” [6]. This new virus is very contagious and is spreading quickly globally and has been labeled as a global pandemic earlier this month by WHO.",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 985,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As of March 28, 2020, the WHO has confirmed 683,694 confirmed cases of COVID-19 infection. A total of 32,155 (4.70%) cases have succumbed to the virus. The disease has affected more than 189 nations around the globe. As per the CDC, the United States has the most number of cases (>123,000) followed by Italy (>92,000) and China (>81,000) cases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Because the first case of the COVID-19 disease was linked to direct exposure to the Huanan Seafood Wholesale Market of Wuhan, animal to human transmission was presumed as the main mechanism. However, subsequent cases were not associated with this exposure mechanism. Therefore, it was concluded that the virus could also be spread from human to human, and symptomatic people are the most frequent source of COVID-19 spread.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently, our understanding of the clinical spectrum of COVID-19 disease is very limited [7]. Complications including severe pneumonia, acute respiratory distress syndrome (ARDS), and cardiac injury, including fatal outcomes, have been reported in China [8,9]. Clinical and epidemiological data from the Chinese CDC report regarding 72,314 case records (confirmed, suspected, diagnosed, and asymptomatic cases) were shared in the Journal of the American Medical Association (JAMA), providing vital epidemiologic information in the Chinese outbreak. There were 62% confirmed cases with a case-fatality ratio of 2.3%. Of note, the fatal cases were primarily elderly (>80 years, 15% and 70 to 79 years, 8%). Approximately half of the critical patients affected by pre-existing comorbidities such as cardiovascular disease, diabetes, chronic respiratory disease, and oncologic disease, died. The authors classified the disease as mild, moderate, and severe disease (severe pneumonia, ARDS, septic shock) [10]. Our case manifested as a severe case of COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 256,
                    "end": 257,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 258,
                    "end": 259,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There is no specific antiviral medication to date for COVID-19, and no vaccine is currently available. Symptomatic treatment is currently the mode of practice and treatment primarily depends upon the severity of illness. Our patient rapidly deteriorated within 48 hours of presentation requiring mechanical ventilation. During those 48 hours on the RMF, it was a challenging encounter regarding the management. The patient likely had worsening of his underlying chronic obstructive pulmonary disease due to the extensive smoking history. Nebulizer treatment was avoided, as the risk of infection transmission via droplet nuclei and aerosols increases during nebulizer treatments because of the potential to generate a high volume of respiratory aerosols that may be propelled over a longer distance than that involved in the natural dispersion pattern [11]. Furthermore, the larger aerosol particles (1-5 µm) may stimulate both the patients and bystanders to cough, thus increasing the risk of the disease spread. Nebulizer therapy in patients with pandemic COVID-19 infection has the potential to transmit potentially viable COVID-19 to susceptible bystander hosts.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 855,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our patient, metered dose inhalers were utilized but with minimal benefit. Corticosteroids (oral/parenteral) were avoided as per the WHO guidance and published recommendations [12]. However, when the patient went into ARDS, it became prudent to administer parenteral corticosteroids as treatment with parenteral steroids has shown to decrease the risk of death in patients with COVID-19 disease and ARDS [13]. The patient became gradually more hypoxic and eventually went into moderate-to-severe ARDS, requiring invasive ventilator support.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 408,
                    "end": 410,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We report a case of COVID-19 infection deteriorating to moderate-to-severe ARDS in a matter of 48 hours. As an Internist, we provide a perspective of the scarcity of the available treatment modalities in our arsenal. The exponential spread of the disease warrants intense surveillance and isolation protocols to be implemented to prevent further spread. Health care workers should have a thorough understanding of the presentation of the disease, workup, and management of these patients, as well as necessary precautions, to avoid contact and spread of the disease.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention [Epub ahead of print]",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Factors involved in the aerosol transmission of infection and control of ventilation in healthcare premises",
            "authors": [],
            "year": 2006,
            "venue": "J Hosp Infect",
            "volume": "64",
            "issn": "",
            "pages": "100-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China [Epub ahead of print]",
            "authors": [],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus (COVID-19): a review of clinical features, diagnosis, and treatment",
            "authors": [],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Genomic characterization and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Features, Evaluation and Treatment Coronavirus (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        }
    }
}