{
    "paper_id": "PMC7110802",
    "metadata": {
        "title": "Leçons et perspectives concernant la prise en charge des grippes sévères depuis 2009",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Vandroux",
                "suffix": "",
                "email": "vandroux.david@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "La grippe saisonnière se caractérise par une incubation courte (48 heures), une phase d’invasion brutale et un contraste entre des signes généraux intenses et des signes physiques pauvres durant la phase d’état. La guérison est spontanée en moins d’une semaine. Cependant, des tableaux plus préoccupants peuvent conduire les patients à une hospitalisation en réanimation. Il faut différencier les atteintes spécifiques des virus grippaux des décompensations de maladies chroniques [1].",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Tableaux cliniques",
            "ref_spans": []
        },
        {
            "text": "La mortalité propre à la grippe reste difficile à évaluer car l’infection par le virus est souvent un facteur de décompensation d’une pathologie chronique mais elle n’est pas forcément recherchée dans ce contexte. La grippe saisonnière reste un des facteurs de décompensation majeure des bronchopneumonies obstructives devant le virus respiratoires syncitiaux et les Picornavirus. La grippe est aussi un facteur de décompensation de l’asthme. Un épisode grippal peut se traduire par la décompensation d’une maladie métabolique telle qu’une acidocétose ou une complication aigu d’un diabète de type II. La grippe est aussi facteur de décompensation d’une insuffisance cardiaque, rénale ou d’une hépatopathie.",
            "cite_spans": [],
            "section": "Décompensation de maladies chroniques",
            "ref_spans": []
        },
        {
            "text": "L’atteinte pulmonaire est la plus classique ; parmi les pneumopathies communautaires virales, celles liées aux virus Influenza et aux Rhinovirus sont les plus fréquentes. L’apparition chez un sujet jeune d’une tachypnée, d’une hypoxémie ou d’une confusion suggère une pneumonie grippale potentiellement grave. La pandémie 2009, en plus de confirmer la vulnérabilité des femmes enceintes à cette pathologie, a mis en évidence deux facteurs de risque qui étaient alors ignorés : immunodépression et obésité morbide [2]. La pneumopathie virale peut se compliquer de co-infections bactériennes : pneumocoques, staphylocoques dorés, Haemophilus influenzae en particulier. Il était noté avec le virus A(H1N1)pdm2009 des co-infections précoces à streptocoques β hémolytique avec une mortalité élevée. Une procalcitonine élevée semble en faveur d’une co-infection bactérienne. La pneumopathie peut évoluer vers un syndrome de détresse respiratoire (SDRA) nécessitant la mise sous ventilation mécanique, voire l’assistance en ECMO. La période post-infectieuse peut se compliquer d’aspergillose bronchopulmonaire, de bronchiolite oblitérante ou de fibrose pulmonaire.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 516,
                    "mention": "[2]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Atteintes spécifiques",
            "ref_spans": []
        },
        {
            "text": "L’atteinte neurologique peut être centrale ou périphérique. Il peut s’agir d’une méningite aseptique de bon pronostic ou d’une encéphalite survenant moins d’une semaine après les signes généraux et se manifestant par des troubles de conscience, des troubles focaux et des convulsions et par la mise en jeu du pronostic vital et fonctionnel [3]. Il était noté entre 1998 et 2000 une augmentation des cas au Japon chez les enfants de moins de 6 ans avec une forte mortalité. L’encéphalite aiguë fulminante se traduit par une atteinte multifocale (bithalamique, périventriculaire et cérébelleuse), un œdème cérébral et une forte mortalité. Le syndrome de Reye peut survenir après un épisode grippal, mais aussi d’autres virus tels que la varicelle. Myélite et syndrome de Guillain-Barré sont plus rarement induits par la grippe.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "mention": "[3]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Atteintes spécifiques",
            "ref_spans": []
        },
        {
            "text": "Les virus grippaux peuvent aussi induire myocardites ou péricardite. La myosite est plus fréquente, survient généralement après l’atteinte respiratoire. Les rhabdomyolyses massives sont rares. Une otite moyenne aiguë surviendrait chez 20 % des enfants présentant une grippe A. Les sinusites par surinfection bactérienne sont classiques.",
            "cite_spans": [],
            "section": "Atteintes spécifiques",
            "ref_spans": []
        },
        {
            "text": "Les virus grippaux traversent la barrière placentaire et présentent un risque maternel et fœtal. La pandémie 2009 avait rapidement mis en évidence une surmortalité en état gravide.",
            "cite_spans": [],
            "section": "Atteintes spécifiques",
            "ref_spans": []
        },
        {
            "text": "Les virus grippaux, Myxovirus influenzae, appartiennent à la famille des Orthomyxoviridae. Ce sont des virus à ARN, intracellulaires obligatoires, classés en trois types majeurs selon leurs caractères antigéniques, sans immunité croisée : A, B et C. Le virus C n’est responsable que de cas sporadiques de gravité modéré ou mineur. Les groupes A et B sont recouverts de deux glycoprotéines de surface : l’hémagglutinine H qui permet la fixation du virus sur l’arbre bronchique, et la neuraminidase N permettant la dissémination du virus. Les virus du type A possèdent différentes présentations antigéniques les classant selon leurs protéines de surface H et N. Les gènes codant ces protéines se modifient constamment par des modifications intrinsèques ou des échanges de matériel génétique entre virus aviaires et humains. Les souches émergentes apparaissent d’abord en Extrême-Orient où existe une importante promiscuité entre réservoirs humains et aviaires. Les glissements antigéniques (mutation de gènes entraînant des mutations mineures du virus) induisent les variations saisonnières du virus de la grippe et les épidémies hivernales tandis que les cassures antigéniques (changement antigénique brusque et complet au moins de l’hémagglutinine) sont responsables de pandémies avec une morbi-mortalité élevée. Plusieurs virus sont responsables de risques épidémiologiques particuliers :•le virus A(H1N1) : plusieurs pandémies (1918, 1968, 2009) témoignent de cassures antigéniques. Le variant A(H1N1)pdm2009, descendant de la souche A(H1N1) de 1918, a atteint la Californie, le Mexique, le Canada avant de s’étendre au reste de la planète. La pandémie était marquée de cas graves atteignant des patients jeunes et sans comorbidité. Une modélisation récente estime qu’entre 123 000 et 203 000 personnes sont décédées par infection A(H1N1)pdm2009 durant les 9 derniers mois de 2009 [4] ;•le virus A H5N1 est un virus aviaire pathogène pour l’homme mais dont la transmission à l’homme reste occasionnelle, par contact avec des oiseaux en zone de panzootie aviaire. Les cas de transmission interhumaine sont possibles, mais rares. La mortalité est de 60 % par SDRA et défaillance multiviscérale. Le risque théorique serait l’acquisition de capacités de transmission interhumaine. Un cas mortel était déclaré au Canada au retour d’un voyage en Chine en janvier 2014 ;•le virus A H7N9 touche la Chine. La transmission interhumaine est décrite, mais n’est pas la règle qui reste la transmission à partir de la volaille. Les premiers cas remontent à mars 2013 avec une mortalité de l’ordre de 20 %. Il y a eu une résurgence très nette de la maladie en janvier 2014 (50 cas déclarés).\n",
            "cite_spans": [
                {
                    "start": 1883,
                    "end": 1886,
                    "mention": "[4]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Microbiologie et diagnostic virologique",
            "ref_spans": []
        },
        {
            "text": "La méthode de référence est maintenant la détection de l’ARN viral par RT-PCR ; sensibilité et spécificité sont proches de 100 % par rapport à la culture cellulaire. Le prélèvement peut être nasal, pharyngé ou pulmonaire profond. Il y a moins d’intérêt à la sérologie, la détection antigénique ou l’immunofluorescence. La culture cellulaire permet dans un second temps l’isolement des souches virales pour la détection des mutants, la résistance aux antiviraux ou la réalisation de vaccins.",
            "cite_spans": [],
            "section": "Microbiologie et diagnostic virologique",
            "ref_spans": []
        },
        {
            "text": "La prise en charge ventilatoire du SDRA est le seul élément qui semble en modifier le pronostic. Aucune démarche basée sur des éléments pharmacologiques ou immunologiques n’a à ce jour permis d’améliorer la survie. Dès 2000, il était montré que la réduction du volume courant permettait la réduction de la mortalité et des défaillances d’organe associées [5]. L’un des facteurs essentiels semble en être le niveau de la pression de plateau, lui-même associé à la mortalité [6]. La ventilation protectrice consiste à limiter les lésions induites par la ventilation mécanique (baro-, volotraumatisme et lésions d’ouverture-fermeture) en réduisant le volume courant autours de 6 mL/kg de poids idéal et en limitant la pression de plateau durant la ventilation en pression positive, considérant que cette pression est l’indicateur le plus pertinent de la contrainte alvéolaire.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "mention": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 476,
                    "mention": "[6]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "La ventilation protectrice",
            "ref_spans": []
        },
        {
            "text": "La définition de Berlin du SDRA associe des opacités bilatérales pulmonaires apparaissant de façon aiguë (en moins d’une semaine), non expliquées par des épanchements pleuraux, des atélectasies ou une défaillance cardiaque, et une hypoxémie définie comme un rapport PaO2/FiO2 inférieur à 300. Cette nouvelle définition intègre donc des hypoxémies peu profondes pour lesquelles la ventilation protectrice est indiquée plus précocement. La curarisation précoce durant les premières 48 heures de prise en charge permet une meilleure adaptation au respirateur afin d’optimiser ses réglages, une meilleure oxygénation et une immunomodulation. Le cysatracurium diminue la mortalité des patients atteints de SDRA avec un rapport PaO2/FiO2\n < 150, diminue le risque de baro-volotraumatisme sans augmenter le risque de neuromyopathie de réanimation [7]. Les méthodes de recrutement, telles que le décubitus ventral mais aussi peut-être la ventilation en oscillation haute fréquence, ont leur place dans la prise en charge des patients en SDRA mais doivent être utilisées précocement. Cependant, l’échec de la ventilation protectrice doit faire évoquer d’autres moyens de suppléance respiratoire.",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 843,
                    "mention": "[7]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "La ventilation protectrice",
            "ref_spans": []
        },
        {
            "text": "En 2009, dans le cadre du développement dans l’hémisphère sud de la pandémie de grippe A(H1N1), les équipes australiennes et néo-zélandaises (ANZICS) ont rapporté leur expérience de l’ECMO dans les SDRA réfractaires [8]. Au moment de la publication, 79 % des patients étaient en vie alors qu’ils présentaient des signes de haute gravité lors de la prise en charge initiale (PaO2/FiO2 médian de 56 mmHg avec une PEP médiane de 18 cmH2O). C’est également en 2009 que l’étude CESAR qui comparait ECMO versus ventilation mécanique entre 2001 et 2006 a été publiée [9]. Cette étude montrait une tendance à la réduction de mortalité à six mois dans le groupe ECMO. Il faut souligner que le bénéfice en termes de risque relatif de cette étude était plus en faveur du transfert du patient vers un centre référent pratiquant l’ECMO qu’en faveur de l’ECMO dans le SDRA. L’utilité de l’ECMO avait aussi été étudiée durant la pandémie 2009 en France à partir du réseau Reva : 52 des 123 patients traités par ECMO ont été appareillés avec des patients de gravité comparable, aucune différence de mortalité n’a été observée ; les 51 patients traités et non appariés étaient plus jeunes et plus sévèrement atteints mais avaient une mortalité plus faible suggérant qu’ils représentaient une cohorte susceptible de bénéficier de la technique (Pham T et al. Am J Resp Crit Care Med 2013;187:276–85).",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "mention": "[8]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 560,
                    "end": 563,
                    "mention": "[9]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Recours à l’assistance extracorporelle respiratoire",
            "ref_spans": []
        },
        {
            "text": "L’analyse du registre britannique durant la pandémie de 2009 montre que le transfert vers un centre réalisant des assistances respiratoires par ECMO était associé à une mortalité deux fois plus basse comparé aux patients non transférés [10]. Ce modèle a été aussi appliqué en Italie par le réseau ECMOnet correspondant à 14 centres référents rapportant une survie hospitalière de 68 % [11]. Le regroupement de patient a permis d’obtenir des cohortes suffisantes pour étudier les facteurs pronostiques. L’étude prospective d’une cohorte de 60 patients du réseau ECMOnet pour grippe A(H1N1) a permis de définir le score ECMOnet [12]. L’analyse multivariée mettait en évidence comme facteur prédictif de mortalité : bilirubine, créatinine, hématocrite, pression artérielle moyenne, durée de séjour avant la mise en place de l’ECMO. En France, une régression logistique pour la mortalité à 6 mois de patients ayant bénéficié d’une ECMO pour un SDRA a objectivé comme facteur pronostique l’âge, l’indice de masse corporelle, l’immunodépression, le score SOFA, le nombre de jour de ventilation mécanique, l’absence de décubitus ventral avant la mise en place de l’assistance, une pression expiratoire positive peu élevée et une pression de plateau au-delà de 30 cm eau [13]. Il faut remarquer que dans cette étude, l’obésité est un facteur protecteur, peut-être en relation avec leur élastance thoracique. La grippe A(H1N1) ne représentait que 26 % de l’effectif. Plus simple, un score SOFA peu élevé et une atteinte par la grippe diminue la mortalité dans le cadre des SDRA ayant bénéficié d’une ECMO. Le grand intérêt de l’établissement d’un score de gravité (Tableau 1\n) est d’évaluer l’indication d’une assistance, en particulier lorsque le patient est dans un centre hospitalier ne disposant pas de technique extracorporelle. Le rapprochement du patient vers un centre référent peut s’avérer dangereux en cas d’hypoxémie sévère ou d’instabilité hémodynamique ; dans l’étude CESAR, 6 % des patients n’arrivent pas au centre référent. Les unités mobiles d’assistance circulatoire ont pour but de mettre en place les circuits de circulation extracorporelle in situ avant d’acheminer le patient vers les centres de référence. Ces équipes font appel aux compétences d’un médecin anesthésiste-réanimateur ou réanimateur connaissant la technique d’ECMO, d’un chirurgien et d’un perfusioniste de CEC. La miniaturisation des pompes a facilité ce moyen thérapeutique. Si la grippe n’est que l’une des indications de ces transferts, la pandémie de 2009 a joué un rôle de catalyseur pour la création de ces unités.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "mention": "[10]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 385,
                    "end": 389,
                    "mention": "[11]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 626,
                    "end": 630,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "mention": "[13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Recours à l’assistance extracorporelle respiratoire",
            "ref_spans": [
                {
                    "start": 1656,
                    "end": 1665,
                    "mention": "Tableau 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "L’utilisation d’antiviraux dans la prise en charge de la grippe sévère s’est considérablement développée depuis 2009. Les virus grippaux entrent dans le spectre des inhibiteurs de neuramidases, le spectre des amantadases est plus restreint. Le spectre de l’oseltamivir couvre les virus saisonniers A et B, A(H1N1)pdm2009 et le virus H5N1. Les séquençages du virus H7N9 montrent qu’il devrait être sensible aux inhibiteurs de la neuramidase (oseltamivir et zanamivir) mais des souches résistantes ont été repérées.",
            "cite_spans": [],
            "section": "Traitement antiviral",
            "ref_spans": []
        },
        {
            "text": "Le patient hospitalisé pour grippe sévère et traité par oseltamivir ou zanamivir a une mortalité et une durée de séjour significativement diminuées [14]. L’efficacité du traitement par oseltamivir est meilleure si l’administration est précoce mais sa prescription chez un patient présentant un syndrome grippal plusieurs jours avant son admission en réanimation est recommandée. Concernant les patients de réanimation, l’absorption par la sonde gastrique de l’oseltamivir est satisfaisante et il n’existe pas de forme parentérale commercialisée [15]. La dose curative des formes sévères est de 150 mg × 2/j durant 10 jours. Le produit nécessite une adaptation posologique en cas d’insuffisance rénale (clairance < 30 mL/min) ou le sujet hémofiltré ; la dose recommandée est alors de 75 mg × 2/j. Pour l’insuffisance rénale terminale, la dose recommandée est de 30 mg après chaque dialyse. Des formes résistantes à l’oseltamivir ont été décrites dés 2009 sur des clusters de patients d’oncohématologie puis lors d’épidémie saisonnière de grippe A (H1N1). Il est alors possible de proposer la zanamivir en forme intraveineuse. Le zanamivir inhalé en ventilation mécanique peut induire des obstructions de filtre.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "mention": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 549,
                    "mention": "[15]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Traitement antiviral",
            "ref_spans": []
        },
        {
            "text": "Il existe depuis de nombreuses années des débats au sujet de l’utilisation de la corticothérapie dans le SDRA. L’utilisation de corticostéroïdes dans le cadre des grippes sévères lors de la pandémie 2009 s’est vite posée. Cependant, de nombreuses études montrent que la corticothérapie précoce n’améliore pas la mortalité, voire génère une surmortalité, et est associée à une durée de ventilation plus longue et à un taux de pneumopathie nosocomiale plus élevé [16], [17], [18].",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "mention": "[16]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 467,
                    "end": 471,
                    "mention": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 473,
                    "end": 477,
                    "mention": "[18]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Corticothérapie",
            "ref_spans": []
        },
        {
            "text": "La pandémie 2009 a montré toute l’importance que pouvaient prendre les réseaux de surveillance internationaux et nationaux en monitorant l’expansion épidémique permettant la préparation des centres hospitaliers : achat de matériel, protocole de prise en charge institutionnelle, protocoles de recherche clinique, etc. Ainsi, en France, existe une véritable politique de surveillance épidémiologique par l’Institut national de veille sanitaire à travers des réseaux hospitaliers et de médecine générale. Pour prendre l’exemple de La Réunion, le système de surveillance de la grippe est basé sur les données fournies par le réseau de médecins sentinelles coordonné par la Cellule interrégionale d’épidémiologie Océan Indien, par les données hospitalières de passage aux urgences et des cas graves hospitalisés en réanimation. De par sa situation dans l’hémisphère Sud, la saisonnalité de la grippe est marquée par une recrudescence modérée des indicateurs de surveillance durant l’hiver austral ; les épidémies de grippe précèdent donc de six mois celles de métropoles et les types de virus grippaux observés à La Réunion durant les dernières années étaient observés en métropole quelques mois plus tard [19]. Comme d’autres territoires ultramarins, La Réunion peut donc faire office de « territoire sentinelle » des épidémies saisonnières, mais aussi lors de cassure antigénique [20]. Durant l’année 2013, l’épidémie saisonnière de grippe était marquée par la recrudescence du virus A(H1N1)pdm2009 ; cependant, contrairement aux années antérieures, la population atteinte correspondait aux sujets porteurs de comorbidités avec des facteurs de risque en rapport avec une simple épidémie saisonnière, dans une région où la couverture vaccinale est très inférieure à la métropole [21].",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1206,
                    "mention": "[19]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "mention": "[20]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1776,
                    "end": 1780,
                    "mention": "[21]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Réseaux de surveillance épidémiologique",
            "ref_spans": []
        },
        {
            "text": "Le risque de contagion des virus grippaux est important et l’hôpital est un milieu propice pour la diffusion de l’épidémie. Au Royaume-Uni, 2 % des patients hospitalisés avec un diagnostic de grippe A(H1N1)pdm2009 avaient acquis leur infection plus de 72 heures après leur hospitalisation [22]. Parmi ces patients, 57 % ont requis la ventilation mécanique et 27 % sont décédés. Le taux d’acquisition nosocomial avoisinerait 7 % des grippes hospitalisées dans les services de soins critiques au Canada [23]. Ces transmissions semblent plus importantes en milieu de pédiatrie ou d’oncohématologie [24], [25]. En Suisse, entre janvier et avril 2012, les patients présentant des symptômes grippaux ont été identifiés au sein de l’hôpital de Genève. Sur les 150 cas de grippe saisonnière diagnostiqués, 79 patients ont développé les symptômes de la maladie après plus de 72 heures d’hospitalisation, soit au sein de l’établissement. Enfin, si la moitié de ces malades ont présenté des complications, ces dernières se sont avérées « sévères » dans 8,5 % des cas.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "mention": "[22]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 501,
                    "end": 505,
                    "mention": "[23]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 595,
                    "end": 599,
                    "mention": "[24]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 601,
                    "end": 605,
                    "mention": "[25]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "Les deux outils de lutte contre la transmission nosocomiale de la grippe sont l’isolement des patients et la vaccination du personnel soignant ou des patients hospitalisés à risque.",
            "cite_spans": [],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "Les patients suspects de grippe font l’objet d’un isolement de contact comprenant une protection oculaire et à un isolement respiratoire. Cet isolement respiratoire peut faire appel à des circuits clos de ventilation et au port de masque par les équipes soignantes, en particulier lors des contacts avec les voies aériennes. Pour la grippe saisonnière, il a été démontré que le port de masques chirurgicaux est équivalent aux masques de protection renforcée type FFP2 [26]. Cependant, même avec des programmes d’information du personnel, la compliance du personnel soignant au port de protection individuel n’est pas optimal. Une meilleure compliance aux mesures de protection est notée chez les soignants vaccinés contre la grippe [27], lorsque la disponibilité du matériel est facilitée et lorsque le personnel peut être réprimandé (sic). La grippe aviaire A H5N1 est un agent biologique de groupe 4 à transmission aérienne et impose dans de nombreux protocoles de comités de lutte contre les infections nosocomiales le port de masque FFP2 ou 3.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "mention": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 732,
                    "end": 736,
                    "mention": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "Hors période pandémique, les vaccins disponibles en France sont des vaccins trivalents inactivés, sans adjuvant, contenant les antigènes des trois virus grippaux les plus susceptibles de circuler et déterminer par l’Organisation mondiale de la santé. Ainsi le vaccin anti-grippal 2013-2014 est actif contre les souches A(H1N1)pdm2009, A(H3N2) et B. Certains pays commercialisent un vaccin tétravalent, actif sur une souche B supplémentaire. L’efficacité de la vaccination serait de 59 % chez l’adulte jeune et de 42 % chez l’adulte de plus de 65 ans [28]. Les recommandations en population générale concernaient les personnes de plus de 65 ans, l’entourage des nourrissons avec des facteurs de risque de grippe grave, les personnes séjournant en établissement de soins de suite et les personnes atteintes de pathologies pouvant décompensée : maladie respiratoire chronique, diabète, insuffisance cardiaque, déficit immunitaire, neuropathies et néphropathies. En 2012, en relation avec les facteurs de risque décrits durant la pandémie de 2009, les recommandations vaccinales concernent les femmes enceintes, quel que soit le trimestre, et les personnes obèses avec IMC supérieur à 40 kg/m2. En 2013, les recommandations sont élargies aux hépatopathies chroniques. Les recommandations englobent aussi le service de santé. La vaccination des soignants présente de nombreux avantages : protection individuelle, protection collective en limitant la transmission nosocomiale, gain financier en diminuant l’absentéisme [29]. Ainsi, 88 % des pays recommandent la vaccination antigrippal pour le personnel soignant. Cependant, plusieurs barrières diminuent la motivation des personnels de santé pour la vaccination : polémique de 2009 sur les adjuvants dans le vaccin pandémique, perception d’inefficacité, peur des effets secondaires, méconnaissance du risque nosocomiale, manque de temps.Dans notre service, le taux de couverture vaccinale était de 100 % pour le personnel médical de 2009 à 2011 mais avoisinait 0 % pour le personnel paramédical.\n",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "mention": "[28]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "mention": "[29]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "Nous avons donc réalisé un questionnaire pour le personnel paramédical sur une unité du service de réanimation où le turnover est restreint. Seule 1 personne sur 20 était vaccinée pour l’année 2013 contre la grippe. Dix pour cent des sujets répondants avaient été vaccinés l’année précédente. Durant l’épidémie 2009–2010, 25 % avaient été vaccinés, tous en relation avec leur activité professionnelle. Les obstacles à la vaccination qui était évoqués étaient une démarche chronophage, le manque d’information, en particulier de la médecine du travail, la peur des effets indésirables. L’une des personnes interrogées n’avait pas réalisé de vaccination en 2012 pensant que la grossesse était une contre-indication à la vaccination. Cependant, pour 70 % du personnel interrogé, la vaccination est justifiée pour la protection individuelle, et pour 80 %, elle est justifiée dans le cadre de la sécurité des patients.",
            "cite_spans": [],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "Certains systèmes de santé ont instauré des mesures contraignantes aux soignants pour améliorer le taux de vaccination. Plusieurs états américains ont rendu obligatoire la vaccination du personnel soignant. En Colombie britannique (Canada), les soignants ou les visiteurs non vaccinés doivent porter des masques de protection. En Suisse, certains hôpitaux sanctionnent les soignants qui n’optent pas pour des mesures préventives, soit vaccination, soit port de masque chirurgical. Ces mesures contraignantes ne sont toutefois utilisées qu’après mise à disposition et gratuité de la vaccination. Une action incitative par la médecine du travail auprès du personnel hospitalier et dans les services permettrait, du moins dans les services où le taux d’opposition à la vaccination est faible, d’améliorer la couverture vaccinale et le risque de transmission sans altérer la liberté individuelle des soignants.",
            "cite_spans": [],
            "section": "Vaccination des soignants et isolement des patients",
            "ref_spans": []
        },
        {
            "text": "L’incidence élevée des grippes graves depuis 2009 a permis des avancées à la fois dans la prise en charge de la grippe, mais aussi de l’ensemble des SDRA. La prise en charge du SDRA associe maintenant de façon plus homogène entre les centres ventilation protectrice, curarisation, décubitus ventral. La question de la suppléance par ECMO et d’un transfert par une unité mobile se pose de façon beaucoup plus précoce et courante depuis la dernière pandémie grippale. Il est maintenant établi que, concernant spécifiquement la grippe, la corticothérapie précoce n’est pas recommandée, les doses des antirétroviraux sont établies, la vaccination du personnel doit être incitée.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "L’organisation en réseau de soins pour les réanimations en synergie avec des réseaux de surveillance épidémiologique permettrait d’adapter les stratégies de prises en charge, à la fois pour les épidémies grippales saisonnières, mais aussi pour les risques suscités par les grippes d’origine aviaire ou d’autres virus tels que les coronavirus.Points essentiels\n•Les virus de la grippe provoquent soit des décompensations de maladies chroniques, soit des atteintes viscérales en particulier pulmonaires pouvant évoluer vers un SDRA.•La prise en charge d’un SDRA grippal sévère associe ventilation protectrice et curarisation. Le recours au décubitus ventral ou à l’ECMO doit être précoce (moins d’une semaine).•La pandémie de 2009 a décrit un modèle de réseau de soins associant centres de référence et unité mobile d’assistance.•L’absorption entérale de l’oseltamivir est satisfaisante chez le patient de réanimation. La dose curative des formes sévères est de 150 mg deux fois par jour.•La corticothérapie précoce n’est pas recommandée.•Le risque d’émergence d’épidémie de pneumopathie aiguë est réel et peut être en rapport avec un virus grippal.•Les patients doivent faire l’objet d’un isolement contact et respiratoire.•Une politique intra-hospitalière incitative à la vaccination permet la protection du personnel soignant et la lutte contre les grippes nosocomiales.\n\n",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "L’auteur déclare ne pas avoir de conflits d’intérêts en relation avec cet article.",
            "cite_spans": [],
            "section": "Déclaration d’intérêts",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Tableau 1: Scores pronostiques des patients sous ECMO. Le cut-off du risque prédictif de mortalité de l’ECMOnet score est 4,5. La survie à 6 mois est de 80 % pour un score PRESERVE entre 3 et 4, 50 % pour 5 à 6 et de 20 % au-delà de 7.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bréchot",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Luyt",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Trouillet",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infectiologie en réanimation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Global Mortality Estimates for the 2009 influenza pandemic from the GLaMOR Project: a modeling study",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Spreeuwenberg",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kroneman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Med",
            "volume": "10",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ventilation with lower tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ARDSnet",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301-1308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Effect of a clinical trial on mechanical ventilation practices in patients with acute lung injury",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Checkley",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Korpack",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "1215-1222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Neuromuscular blockers in early acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Forel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gacouin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "1107-1116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Efficacity and economic assessment of conventional ventilator support vs extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicenter randomized controlled trial",
            "authors": [
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351-1363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Refferal to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 Influenza A(H1N1)",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Noah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "15",
            "pages": "1659-1668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The Italian ECMO network experience during the 2009 influenza A(H1N1) pandemic: preparation for severe respiratory emergency outbreaks",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Patroniti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Pappalardo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "9",
            "pages": "1447-1457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Predicting mortality risk in patients undergoing venovenous ECMO for ARDS due to Influenza A(H1N1) pneumonia: the ECMOnet score",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Pappalardo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pieri",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "2",
            "pages": "275-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The PRESERVE mortality risk score and analysis of long term outcomes after extracorporeal membrane oxygenation for severe ARDS",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Zogheid",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Rosé",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1704-1713",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The use of antiviral agents for the management of severe influenza",
            "authors": [
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Ariano",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Toovey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "4 Suppl.",
            "pages": "e43-e51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Enteric absorption and pharmacokinetics of oseltamivir in critically ill patients with pandemic (H1N1) influenza",
            "authors": [
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Ariano",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Sitar",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Zelenitsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CMAJ",
            "volume": "182",
            "issn": "4",
            "pages": "357-363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "H1N1 Influenza A virus-associated acute lung injury: response to combination oseltamivir and prolonged corticosteroid treatment",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Quispe-Laine",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Bracco",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Barberia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int Care Med",
            "volume": "36",
            "issn": "1",
            "pages": "33-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Use of early corticosteroid therapy on ICU admission in patients affected by severe pandemic (H1N1)v Influenza A infection",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Martin-Loeches",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Lisboa",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "37",
            "issn": "2",
            "pages": "272-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Reunion, a sentinel territory for influenza surveillance in Europe",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Filleul",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Brottet",
                    "suffix": ""
                },
                {
                    "first": "B.-A.",
                    "middle": [],
                    "last": "Gauzere",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "EuroSurveill",
            "volume": "17",
            "issn": "27",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Intensive Care Unit Admission for pandemic (H1N1) 2009, Reunion Island, 2009",
            "authors": [
                {
                    "first": "B.-A.",
                    "middle": [],
                    "last": "Gauzere",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Malvy",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Filleul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Em Inf Dis",
            "volume": "17",
            "issn": "",
            "pages": "140-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "New patterns of A(H1N1)pdm2009 influenza in the Southern Hemisphere",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vandroux",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Brottet",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ursulet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "1",
            "pages": "131-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Nosocomial pandemic (H1N1)2009, United Kingdom, 2009–2010",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Enstone",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Myles",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Gadd",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Semple",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "4",
            "pages": "592-598",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Zarychanski",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1872-1879",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nosocomial outbreak of the pandemic Influenza A(H1N1)2009 in critical hematologic patients during seasonal influenza 2010–2011: detection of oseltamivir resistant variant viruses",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Pollara",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Piccinelli",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Perandin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Corbellini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Un cas de grippe A(H1N1)v2009 nosocomial à la Réunion",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vandroux",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lugagne-Delpon",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bossard",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Drouet",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Djourhi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bull Soc Pathol Exot",
            "volume": "104",
            "issn": "",
            "pages": "105-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Efficacy and effecctiveness of influenza vaccines: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Osterholm",
                    "suffix": ""
                },
                {
                    "first": "N.S.",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Belongia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "36-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Protecting patients, protecting healthcare workers: a review of the role of influenza vaccination",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Music",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int Nursing Rev",
            "volume": "59",
            "issn": "2",
            "pages": "161-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Morbid obesity as a risk factor for hospitalization and death due to 2009 pandemic Influenza A(H1N1) disease",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bramley",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fowlker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Plos One",
            "volume": "5",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Influenza virus and CNS manifestations",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Studahl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "28",
            "issn": "3",
            "pages": "225-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) Acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Australian and New Zealand Extracorporeal Membrane Oxygenation Influenza investigators",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2193-2196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Early corticosteroids in acute lung injury and acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Brun-Buisson",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "9",
            "pages": "1200-1206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Surgical mask vs N95 respirator for preventing influenza among health care workers: a randomized trial",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Dafoe",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1865-1871",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Self-reported Use of personal protective equipment among chinese critical care clinicians during 2009 H1N1 Influenza pandemic",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Plos One",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}