{
    "paper_id": "PMC7227514",
    "metadata": {
        "title": "Opinion: An Increase in Severe Late-Dental Complications May Result from Reliance on Home Dental Remedies During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Dorin",
                "middle": [],
                "last": "Yakubov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Max",
                "middle": [],
                "last": "Ward",
                "suffix": "",
                "email": "Maxward94@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Brittany",
                "middle": [],
                "last": "Ward",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "George",
                "middle": [
                    "F."
                ],
                "last": "Raymond",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Paskhover",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The global pandemic resulting from the COVID-19 outbreak has caused significant limitations in the publics access to routine dental and medical care. Availability of appointments at private medical and dental practices, particularly on the east coast, have been severely curtailed as practices have shut their doors and laid off workers in response to stay-at-home orders and reduced clinical volume.1 Even larger academic practices have been forced to close for all but the most severe emergencies.2\n,\n3 Despite this, routine dental issues continue to occur. Data from Google Trends shows that while United States searches for “dentist appointment” are at a one year low, searches for “dental emergency” are at a 1 year high (Figure 1\na). This also coincides with the massive spike in interest for the terms “COVID-19” and “Stay at home”, as well as the growing awareness COVID-19 in the United States (Figure 1b). Unfortunately, routine dental conditions may rapidly evolve to emergencies if not promptly handled, and these data suggest that while patients decreasingly looking for dental appointments, they are increasingly using Internet searches to see if their dental condition is an emergency in order to avoid leaving the house. Patients may even attempt to treat themselves at home in extreme circumstances.4\n",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 500,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 504,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1316,
                    "end": 1317,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 727,
                    "end": 735,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 904,
                    "end": 912,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Clinically, the consequences of this are becoming increasingly apparent. At our hospital system, we have begun to see increasing numbers late dental complications, specifically Ludwig’s Angina, an end-stage infection of the floor-of the mouth often resulting from untreated mandibular infections or trauma.5 This condition has become exceeding rare in the age of modern dentistry, and therefore this increase is alarming. We believe this may be the direct result of decreased routine dental care, as patients begin to ignore signs of increasingly severe dental conditions in an effort to remain home. We believe that this is likely the result of a failure to directly communicate with patients the circumstances under which they should seek dental care despite the COVID-19 pandemic. In cases of severe dental pain, persistent oral bleeding, or increasing difficulty with breathing or swallowing, patients should still be urged to seek dental care. While the risks associated with COVID-19 are significant, the risks of untreated dental emergencies may prove immediately life-threatening. As such, it is our belief that when public agencies and policy makers communicate the situations under which citizens may leave their residences, there should be greater emphasis placed on non-COVID related medical and dental emergencies.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: A. Google Trends graph of the past 12 months showing an appreciable increase in search interest for “dental emergencies” while also showing a decrease in searches for “dentist appointment”. B. Google Trends graph of the past 12 months showing appreciable increase in search interest for COVID-19 and “Stay at Home”.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}