{
    "paper_id": "PMC7217495",
    "metadata": {
        "title": "Collective versus hub activation of epidemic phases on networks",
        "authors": [
            {
                "first": "Silvio",
                "middle": [
                    "C."
                ],
                "last": "Ferreira",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Renan",
                "middle": [
                    "S."
                ],
                "last": "Sander",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Romualdo",
                "middle": [],
                "last": "Pastor-Satorras",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The study of epidemic spreading [1] in complex topologies is one of the cornerstones of modern network science [2], with applications in the spread of influence, opinions, and other social phenomena [3,4]. Of particular interest is the theoretical understanding of epidemic models in scale-free (SF) networks [5], in which the probability P(k) (degree distribution) that a node is connected to k others (has degree k) exhibits heavy tails of the form P(k)∼k−γ. This interest is motivated by the possible effects that a heterogeneous topology might have on the location of the epidemic threshold λc, for some control parameter λ, signaling a phase transition separating a healthy, disease-free phase, from an infected phase, in which the epidemics can thrive [1].",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 111,
                    "end": 114,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 199,
                    "end": 204,
                    "mention": "[3,4]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 309,
                    "end": 312,
                    "mention": "[5]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 758,
                    "end": 761,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "For epidemics leading to a steady (endemic) state, the main object of interest has been the susceptible-infected-susceptible (SIS) model, which is defined as follows [6]: Individuals, represented as nodes in the network, can assume two different states, susceptible (S) or healthy, and infected (I), and capable of transmitting the disease. Infected individuals recover and become spontaneously susceptible again with a rate β that can be taken equal to 1. Transmission of the disease is effected by a rate to transmit the disease through an edge connecting an infected to a susceptible node equal to a constant λ. After a considerable theoretical effort, it has been shown that the behavior of the SIS model in uncorrelated [2] SF networks is far from trivial [7–16]. Two competing theories were initially proposed to account for the SIS epidemic threshold. Heterogeneous mean-field (HMF) theories [1], neglecting both dynamical and topological correlations, provide a threshold λcHMF=〈k〉/〈k2〉\n[8,17], which tends to zero in the thermodynamic limit for γ≤3, and is finite for γ>3. Quenched mean-field (QMF) theory [9], including the full network structure through its adjacency matrix Aij\n[2], but still neglecting dynamical correlations, predicts instead a threshold λcQMF≃1/Λm, where Λm is the largest eigenvalue of the adjacency matrix. The scaling form of this threshold is given by [11,18]\nλcQMF≃1/kmax for γ>5/2, where kmax is the maximum degree in the network, while for γ<5/2 it yields λcQMF≃〈k〉/〈k2〉 in agreement with HMF theory. Numerical simulations [11,12,14] indicate that QMF is qualitatively correct in SF networks, implying that the epidemic threshold vanishes in the thermodynamic limit when kmax diverges, irrespective of the degree exponent γ.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "mention": "[6]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 725,
                    "end": 728,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 761,
                    "end": 767,
                    "mention": "[7–16]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 899,
                    "end": 902,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 995,
                    "end": 1001,
                    "mention": "[8,17]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "mention": "[9]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1388,
                    "end": 1395,
                    "mention": "[11,18]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1562,
                    "end": 1572,
                    "mention": "[11,12,14]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The origin of this null threshold has been physically interpreted in Ref. [14] taking explicitly into account the interplay between the lifetime of a hub of degree k, τkrec, and the time scale τk,k′inf with which an infected hub of degree k infects a susceptible hub of degree k′. The fact that the lifetime τkrec is diverging with degree k faster than τk,k′inf for any value of λ is the ultimate cause of the null epidemic threshold in the SIS model [10,14,15]. However, other epidemic and dynamical models on SF networks, in particular the contact process (CP) [19], defined by an infection rate inversely proportional to the degree of the infected node, λ/k, possess a finite threshold which can be better captured in terms of a HMF theory [20,21]. This observation claims an understanding of the mechanisms ruling epidemic transitions, regarding in particular the conditions under which the threshold is either constant or vanishing.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 451,
                    "end": 461,
                    "mention": "[10,14,15]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 563,
                    "end": 567,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 743,
                    "end": 750,
                    "mention": "[20,21]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The results of Ref. [14], while important, are strictly applied to the SIS process, and thus a general formalism, adapted to more complex and realistic epidemic models with a steady state, is still lacking. Here we determine the recovery τrec and infection τinf time scales of hubs for generic epidemic models including waning immunity and arbitrary edge-dependent infection rates and, building on these results, we propose a classification of endemic epidemic transitions on networks: When τrec≫τinf, a scenario of local hub activation with mutual hub reinfection is at work [14], leading to λc→0 when the recovery times diverge in the thermodynamic limit. In such scenario, QMF theories are expected to be qualitatively correct. On the other hand, for τrec≤τinf, mutual hub reinfection cannot take place, and an endemic state is possible only through a collective activation of the whole network in a standard phase transition occurring at a finite threshold. In this second scenario, HMF theories should be correct.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 576,
                    "end": 580,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We present evidence for this scenario analyzing the susceptible-infected-removed-susceptible (SIRS) model [6], an extension of the SIS model allowing for a waning immunity of nodes. While it has be shown that SIRS is equivalent to SIS dynamics in the framework of standard mean-field theories [22], here we show that the effect of waning immunity is to induce a finite threshold in SF networks for γ>3, at odds with QMF and qualitatively described by HMF theories. For sake of generality, the theory is also applied to other epidemic models without immunity, namely, the CP [19] and the generalized SIS model proposed by Karsai, Juhász, and Iglói (KJI) [23] with weighted infection rates.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "mention": "[6]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 293,
                    "end": 297,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 574,
                    "end": 578,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 653,
                    "end": 657,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Our paper is organized as follows: We develop the theory for the interplay between of hub lifetime and mutual hub infection time in Sec. II and corroborate the theory with simulations on synthetic and real SF networks in Secs. III and IV, respectively. We briefly summarize our conclusions and prospects in Sec. V. Three appendixes complement the paper: HMF and QMF theories for the investigated models are presented in Appendixes A and B while simulation methods are presented in Appendix C.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To develop our theory we study a generalized epidemic model on a network where each vertex can be either healthy or susceptible (S), infected (I), and immune or recovered (R). Infected individuals recover spontaneously, I→R, with rate β. Recovered individuals become again spontaneously susceptible (waning immunity), R→S, with a rate α. Infected nodes of degree k transmit the disease to each adjacent susceptible node of degree k′ with a heterogeneous infection rate λk,k′. See Figs. 1(a) and 1(b) for a graphical description of the model. From this generalized epidemic model, classical ones can be recovered: the SIS model (α→∞, λk,k′=λ); the CP [19] model (α→∞, λk,k′=λ/k); the SIRS model (α finite, λk,k′=λ); the KJI [23] model (α→∞, λk,k′=λ/(kk′)θ), etc.\n",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 654,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 723,
                    "end": 727,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Generalized epidemic model ::: THEORY",
            "ref_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "mention": "1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 495,
                    "end": 499,
                    "mention": "1(b)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To be used later, we define the average infection rate produced, λkout, and received, λkin, by a vertex of degree k as\n(1)λkout=∑k′λkk′P(k′|k),λkin=∑k′λk′kP(k′|k),respectively, where P(k′|k) is the probability that a vertex of degree k is connected to vertex of degree k′\n[24].",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Generalized epidemic model ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "We focus in the first place on the hub lifetime τkrec, which is defined as the average time that a hub of degree k, starting from a configuration with a single infected node, takes to reach a configuration in which the hub and its nearest neighbors are all susceptible. To estimate this quantity, we approximate the dynamics of a hub of degree k by that of a star-like graph, composed by a center connected to k nodes (leaves) of arbitrary degree, the red nodes in Fig. 1(c), where we neglect infection coming from outside the star. For analytical tractability, we consider a simplified generic epidemic process with two states (S, I) in the leaves and three states (S, I, R) in the center. The rate of infection along an edge from a leaf to the center is approximated by λkin and from the center to a leaf by λkout, see Eq. (1); that is, we consider the effect of the leaves as an average over their possible degree values k′, weighted with the probability P(k′|k). The transitions I→S (leaves), I→R and R→S (center) have constant rates β, β, and α, respectively. The lifespan for this dynamics is larger than in the real model, where leaves can also assume the R state, and so it provides an upper bound for the true τkrec.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "mention": "1(c)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We approximate this dynamics in a star as follows:",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(i) At t=0 the center is infected and all leaves are susceptible.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(ii) At time t1=1/β the center becomes recovered and n1 leaves are infected with probability\n(2)P1(n1|k)=kn1p1n1(1−p1)k−n1,where p1=1−exp(−λkout/β) is the probability that each leaf was infected by the center in the interval t<t1.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(iii) At time t=t1+t2, where t2 has a distribution ρ2(t2)=αexp(−αt2), the center becomes susceptible and n2 leaves remain infected with probability\n(3)P2(n2|n1)=n1n2p2n2(1−p2)n1−n2,where p2=exp(−βt2) is the probability that each active leaf remains infected for a time t2.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(iv) At time t=t1+t2+t3, where t3=1/β, all n2 leaves infected at time t1+t2 become (synchronously) susceptible and the center is infected again with probability\n(4)P3(n2)=1−(1−p3)n2,where p3=1−exp(−λkin/β) is the probability that each leaf sent the infection to the center during a time t3.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "Steps (ii) and (iv) are essentially a generalization of the approximation for SIS dynamics on stars in Ref. [14], in which stochasticity of infective time and multiple infections of the leaves are neglected, while step (iii) does not involve approximations. Treating step (iii) stochastically is essential since the rare events in which only a few infected leaves survive cannot be neglected. The probability that the star returns to its initial state in one step with interevent times t1,t2, and t3 is\n(5)qk(t2)=∑n1=1kP1(n1|k)∑n2=1n1P2(n2|n1)P3(n2).Averaging qk(t2) over ρ2(t2) we finally have\n(6)Qk=1−α∫0∞e−αt2[1−e−βt2A]kdt2,with A=(1−e−λkout/β)(1−e−λkin/β). Now, the probability that this dynamics survives for s steps of average duration τ0=t1+〈t2〉+t3=2/β+1/α is P(s)=Qks−1(1−Qk) and the average number of survival steps is 〈s〉=∑s=1∞sP(s)=1/(1−Qk). We thus obtain the final result,\n(7)τkrec≡τ0〈s〉=τ01−Qk.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "Considering the absence of waning immunity inserting in Eq. (6) the limit limα→∞αe−αt=δ(t), the Dirac δ function, and assuming λkin/β,λkout/β≪1, we obtain\n(8)τkrec∼expkλkinλkout/β2.",
            "cite_spans": [],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "In the case of α finite, Eq. (6) becomes, after the change of variable u=Ae−βt,\n(9)Qk=1−αβAα/β∫0Auα/β−1(1−u)kdu.We can estimate the behavior of Qk in the limit of large k using\n(10)(1−u)k=expkln(1−u)≃e−uk,valid for A<1, and\n(11)∫0Aua−1e−ukdu≃∫0∞ua−1e−ukdu=k−aΓ(a),where Γ(z) is the gamma function [25], and in which the extension of the integral's upper limit to infinity is valid for kA large. Thus, from Eq. (9), we obtain\n(12)Qk≃1−αβAα/βΓαβk−α/β.From here and Eq. (7), it follows that, in the limit of large k,\n(13)τkrec∼kα/β1−e−λkout/β1−e−λkin/βα/β.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Hub lifetime ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "To estimate the infection time τk,k′inf, we consider two stars of degree k (the source i=0) and k′ (the target at i=d+1), connected through a path of d vertices (i=1,2,...,d) of arbitrary degree; see Fig. 1. The following hypotheses are used in the derivation for the case τkrec≫1/λkout:",
            "cite_spans": [],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "(i) The vertex with degree k on the left (i=0) is never recovered and transmits the infection to its nearest neighbor at i=1 at an average rate λkout and, in an average, a new epidemic outbreak is started at i=1 each 1/λkout time units.",
            "cite_spans": [],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(ii) We assume that both λkk′/β≪1 and λkk′/α≪1 and consider only the epidemic routes where an infected vertex always transmits the infection to its right neighbor before it becomes recovered or susceptible [14]. Additionally, we assume the average transmission rate for all edges inside the chain (i=1,...,d−1)λ¯=∑k′λkoutP(k) that leads to the average probability of transmission per edge given by q¯=λ¯/(λ¯+β).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(iii) The rate at which an infected vertex at i=d transmits the infection to the rightmost hub of degree k′ at i=d+1 is approximated by λk′in. The average probability to transmit to i=d+1 before recovering of i=d is, therefore, q¯k′=λk′in/(λk′in+β).",
            "cite_spans": [],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(iv) The probability that an infection started at i=1 reaches the rightmost hub (i=d+1) under these assumptions is given by q¯d−2q¯k′ and, consequently, the transmission rate is λkoutq¯d−2q¯k′.",
            "cite_spans": [],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "(v) For small-world networks with N vertices, the average distance between nodes of degrees k and k′ is [26]\n(14)d=1+ln(N〈k〉/kk′)/lnκ,where κ=〈k2〉/〈k〉−1, resulting in an upper bound for the infection time (inverse of the rate) given by\n(15)τk,k′inf≲τkk′=q¯k′λkoutq¯N〈k〉kk′b(λ¯),where b(λ¯)=ln(1+β/λ¯)/lnκ.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "For the case τkrec<1/λkout, the leftmost star recovers before producing the first outbreak in i=1 and thus the infection time becomes infinite.",
            "cite_spans": [],
            "section": "Hub mutual infection time ::: THEORY",
            "ref_spans": []
        },
        {
            "text": "The SIS model is defined by α=0 and λk,k′=λ, independent of k and k′, yielding λkin=λkout=λ. These values imply, from Eq. (8), τkrec,SIS∼exp(λ2k/β). On the other hand, from Eq. (15), and using Eq. (17), we obtain a τkinf,SIS that is constant for γ<3 (b→0), while for γ>3 (b→const) it shows an algebraic increase that, for the largest hubs with degree kmax given by Eq. (16), takes the form τinf,SIS∼Nγ−3γ−1b(λ). Both expressions have been confirmed by means of numerical simulations of the SIS model in Ref. [14]. We have thus that, for the SIS model τkrec,SIS≫τinf,SIS, i.e., the hubs survive for much longer times than are needed for hubs to reinfect another, and there is therefore a plausible scenario in which the transition is ruled by a hub activation dynamics. This possibility is substantiated by an analysis of the SIS dynamics within a theory taking into account, at a mean-field level, the dynamics of hub recovery and mutual reinfection, leading to a vanishing epidemic threshold scaling with network size in qualitative agreement with the predictions of QMF theory [14].",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "SIS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "In the case of the CP [19], we have α=∞ and λk,k′=λ/k implying λkin=λ/〈k〉 and λkout=λ/k, and thus, from Eq. (8), τkrec,CP∼const. On the other hand, 1/λkout, and thus τinf,CP, diverges implying that, for any value of γ, τrec,CP≪τinf,CP. This result indicates that it is impossible to have a scenario in which the transition is driven by the successive activation and reactivation of hubs, and that the associated epidemic transition must be given by a collective phenomenon, involving the activation of the whole network. This collective transition is consistent with the finite threshold numerically observed in the CP on SF networks [20,21], in agreement with HMF predictions [19,21]. Interestingly in the case of the CP, the QMF prediction [30] coincides with the HMF theory [19], λc=1, indicating a threshold completely independent of the network structure. This theoretical prediction is not fully observed in numerical simulations, which show a constant threshold but that is modulated by network heterogeneity [19–21].",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 634,
                    "end": 641,
                    "mention": "[20,21]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 677,
                    "end": 684,
                    "mention": "[19,21]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 742,
                    "end": 746,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 777,
                    "end": 781,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1016,
                    "end": 1023,
                    "mention": "[19–21]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Contact process ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "The KJI model is defined by α→∞ and a heterogeneous infection rate λk,k′=λ/(kk′)θ, with 0≤θ≤1; that is, the infection power decreases with the degree of both the infected and susceptible nodes connected by the corresponding edge.",
            "cite_spans": [],
            "section": "KJI model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "Simple HMF theory [23] (see Appendix A) predicts a threshold in uncorrelated networks\n(18)λcHMF,KJI=〈k〉〈k2(1−θ)〉,which takes a finite value for γ>3−2θ, and in particular for γ>3 and any θ>0. On the other hand, QMF theory (see Appendix A) predicts\n(19)λcQMF,KJI=1ΛmD,where ΛmD is the largest eigenvalue of the matrix Dij=Aij/(kikj)θ, Aij being the adjacency matrix. This largest eigenvalue (see Appendix A) increases with network size for θ<1/2 irrespective of γ. Therefore the QMF prediction is a vanishing threshold for θ<1/2, and a finite one otherwise.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "KJI model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "Applying Eq. (1) to the present model leads to λkin=λkout=λ〈k1−θ〉/(〈k〉kθ), which translates, from Eq. (8), to a hub recovery time τkrec,KJI∼exp(constk1−2θ) that is finite for θ>1/2 and diverges as a stretched exponential for θ<1/2. These results are backed up by numerical simulations of the KJI model on star graphs; see Fig. 2(a).\n",
            "cite_spans": [],
            "section": "KJI model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "mention": "2(a)",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mutual infection time of hubs for θ<1/2 scales similarly as in the SIS dynamics τinf,KJI∼N[(γ−3)/(γ−1)]b(λ¯) for γ>3 and τinf,KJI∼const for γ<3, the only difference being in the factor λ¯=λ〈k−θ〉〈k1−θ〉/〈k〉. For θ≥1/2, we have 1/λkout and thus τinf,KJI diverging as in the CP case. Thus, in the case γ>3, where HMF and QMF predictions disagree markedly for θ<1/2, we obtain that, for θ<1/2, the transition should be driven by a hub activation mechanism, since in this region τrec≫τinf, and thus should correspond to a vanishing threshold, qualitatively in agreement with QMF, which indeed predicts a threshold λcQMF,KJI∼kmaxθ−1/2; see Appendix A. For θ>1/2, on the other hand, the hub lifetime is finite, compatible with a collectively activated transition, and corresponding to a finite threshold, in agreement with both HMF and QMF theories. These predictions are verified in Fig. 2(b) by means of numerical simulations of the KJI model on SF networks using the quasistationary (QS) method [20,31], estimating the effective threshold for each network size as the position of the main peak shown by the susceptibility χ=N(〈ρ2〉−〈ρ〉)/〈ρ〉 (see Appendix C for simulation details). For values of θ close to 1/2, however, long crossovers are found in the threshold, in analogy with the behavior observed in the lifespan of stars. Indeed, after a crossover that can be very long as θ approaches 1/2, the epidemic lifetime of the KJI model on star graphs of increasing size reaches the asymptotic regime of a stretched exponential; see Fig. 2. These crossovers, also observed in the numerical estimate of the QMF threshold (see Appendix A), explain the apparently constant threshold observed in Fig. 2 for θ=0.4. Equivalent scenarios can be drawn for γ<3 with critical values of θ smaller than 1/2.",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 1001,
                    "mention": "[20,31]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "KJI model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 885,
                    "end": 889,
                    "mention": "2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1536,
                    "end": 1537,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1695,
                    "end": 1696,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We finally consider the SIRS model, an extension of the SIS model, with the same λk,k′ constant, but with a finite waning immunity. Application of standard mean field theories (see Appendix B) leads to exactly the same result as the SIS model, independently of the waning immunity α, i.e., λcHMF,SIRS=〈k〉/〈k2〉 and λcQMF,SIRS=1/Λm. So, we face the same situation of the SIS and KJI models, with two contradictory predictions in SF networks for γ>3.",
            "cite_spans": [],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "In the SIS model, from Eq. (13), and given that λkin=λkout=λ, we obtain\n(20)τkrec,SIRS∼kα/β,that is, an algebraic increase of the hub recovery time with degree, modulated by the exponents α and β. This analytic prediction is confirmed in numerical simulations of the SIRS model using the QS method (see Appendix C for details) in Fig. 3(a). The agreement observed is expected for small λ, since only a few leaves are infected in each step and thus neglecting the recovered leaves at the end of each step becomes a good approximation.\n",
            "cite_spans": [],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Application of Eq. (15) turns out the same result as in the SIS model, i.e., a finite infection time for γ<3 and an algebraic increase for γ>3. This result, which is independent of α, is numerically confirmed in Fig. 3(b). At this respect, it is interesting to notice that the basic hypothesis used in our analysis, see Sec. II B, considering only the epidemic routes where the infected vertices always transmit the infection to its right neighbor before it becomes recovered or susceptible [14], is more precise for longer immunization periods (small α) since the multiple infections of a vertex in this path occurs rarely, implying the bound is an estimate of τk,k′inf for SIRS as good as or better than that for SIS.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "mention": "3(b)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Combining the previous results, we observe that for γ<3, the hub recovery time is always larger than the hub infection time, the same situation observed in the SIS model, with the only difference of the sharper (exponential) increase of τkrec in the SIS case. The scenario that we expect in this range of γ values is thus a SIS-like transition, with the hub reinfection mechanism at work and a vanishing epidemic threshold, in qualitative agreement with QMF. In order to check the prediction, we have performed numerical simulations of the SIRS model on SF networks using the QS method (see Appendix C for details). In Fig. 3(c) we show that, for γ<3, even a very small value of α/β leads to a scaling of the epidemic threshold against network sizes, in very good agreement with the QMF prediction.",
            "cite_spans": [],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "mention": "3(c)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "For γ>3, on the other hand, the situation is more complex and the threshold finite-size behavior depends on α. From the divergence of the maximum degree in Eq. (16), we obtain τinf,SIRS∼N[(γ−3)/(γ−1)]b(λ) and τrec,SIRS∼N(α/β)/(γ−1), that is, algebraic increases with network size in both cases. A SIS-like regime (hub reinfection triggering epidemics where the threshold decreases with N) is expected whenever 1/β≪τinf,SIRS≪τrec,SIRS, which corresponds to b(λ)<αβ(γ−3)lnκ or, equivalently,\n(21)λ>βϑ(α,γ)≡β/κα/[β(γ−1)]−1.Unless α is sufficiently small and/or γ is sufficiently large, this inequality is violated, and the hub lifetime is smaller than the hub infection time. This indicates that the hub activation scenario is not viable, and in analogy with the contact process, it hints towards a finite threshold. However, for sufficiently small ϑ(α,γ), we can observe a region of λ values for which the hub activation mechanism is at work, leading to an effective threshold decreasing with N. A sufficient condition to observe this effective SIS-like behavior is βϑ(α,γ)<λcSIS(N), the effective SIS threshold in the network of size N\n[12,14,32], since if the SIS dynamics cannot activate hubs in a network, SIRS dynamics cannot either, due to the suppressing effect of immunity. Assuming a scaling λcSIS(N)∼kmax−μ where μ=1/2 for the QMF theory [11], this SIS-like behavior should be observed for network sizes N≪Nc≡[βϑ(α,γ)](γ−2)/μ, crossing over to a constant threshold for N≫Nc.",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1145,
                    "mention": "[12,14,32]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": []
        },
        {
            "text": "Numeric thresholds for γ>3 are shown in Fig. 4. As we can see, for sufficiently small α (up to 1 for γ=4), we can observe a constant threshold for large N. For larger α values, the trend is still decreasing, being the constant plateau located on system sizes larger than those available to our computer resources.\n",
            "cite_spans": [],
            "section": "SIRS model ::: ANALYSIS OF EPIDEMIC MODELS ON SYNTHETIC SCALE-FREE NETWORKS",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "These results presented so far have been checked on synthetic uncorrelated networks. They can however be extended to real correlated networks, characterized by conditional probability P(k′|k) with a nontrivial dependence on k\n[28]. Focusing on the SIRS model, in Figs. 5(a) and 5(b) we present numerical simulations on two SF real networks. We consider in particular the location-based social network Gowalla [33] and the product copurchasing network in the Amazon website [34], possessing degree exponents smaller and larger than 3, respectively; Fig. 5(c). According to QMF theory, the thresholds for these networks are equal to the inverse of the largest eigenvalue of their adjacency matrix. By means of a numerical diagonalization, we obtain the values λcQMF,Gowalla=0.0059 and λcQMF,Amazon=0.042. Our simulations show, in the case of the Gowalla network, with a degree exponent γ≃2.4<3, that numerically estimated thresholds are essentially independent of α and very close to the QMF prediction. This behavior is consistent with the theoretical expectation of a hub activated dynamics, to be observed in the regime γ<3; see Fig. 5(a). On the other hand, for the Amazon network, with degree exponent γ≈3.5>3, we observe effective thresholds that diminish with increasing α, approaching the QMF prediction for α→∞. This behavior is again in agreement with the prediction for the SIRS model in SF networks with γ>3, that indicates a finite threshold for small α values, opposite to the QMF prediction of threshold independence.\n",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 409,
                    "end": 413,
                    "mention": "[33]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 473,
                    "end": 477,
                    "mention": "[34]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SIRS MODEL ON REAL NETWORKS",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "mention": "5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 278,
                    "end": 282,
                    "mention": "5(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 553,
                    "end": 557,
                    "mention": "5(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "mention": "5(a)",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The determination of the properties of the epidemic transition in models of disease propagation in highly heterogeneous networks is a crucial topic in network science, to which a large research effort has been recently devoted. Among others, one of the main questions that remains to be answered in this field is what are the conditions under which a given epidemic model leads to a vanishing or a finite threshold, and how the properties of the epidemic transition can be best described from a theoretical point of view.",
            "cite_spans": [],
            "section": "SUMMARY",
            "ref_spans": []
        },
        {
            "text": "In the present paper, building on an extension of the theory of Ref. [14], we have proposed a general criterion to discern the nature of thresholds in epidemic models. The criterion is based on the comparison of the time scales of hub recovery (lifespan) and hub reinfection. When the lifespan is larger than the infection time, dynamics is triggered by a hub activation process, akin to the SIS dynamics: Hubs survive for very long times, and are able to reinfect each other, in such a way as to establish a long-lived endemic state. This hub activation scenario leads to a vanishing threshold when the lifespan is diverging faster than the reinfection time in the thermodynamic limit. In this case, QMF theories are expected to be qualitatively correct. The reason underlying the effectiveness of QMF theories lies in the fact that they take into account the full topological structure of the network, and are dominated by the effects of the largest hubs. On the other hand, for a lifespan smaller than the infection time scale, hub activation cannot be sustained and possible epidemic phase transitions should be the result of a collective activation process, leading to a standard phase transition at a finite threshold, as in the case of the CP. In this second scenario, HMF theories should be qualitatively correct, due to the fact that they work on the annealed network approximation, in which every node can interact with every other with a degree dependent probability [35].",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "mention": "[35]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "SUMMARY",
            "ref_spans": []
        },
        {
            "text": "To check the validity of the criterion, we have investigated a generic epidemic model with spontaneous recovering, waning immunity, and edge degree dependent infection rates on scale-free networks, for which we can compute analytic expressions for the hub recovery and infection time scales. The model has as particular cases the fundamental epidemic models, as the SIS, SIRS, and CP as well as more complex ones as the generalized SIS model of Ref. [23], which we have considered. After exemplifying our framework with the known cases of the SIS and CP models, we present an extended discussion of the SIRS model, an extension of the SIS model with waning immunity. While previous analytic approaches (HMF and QMF theories) predict for the SIRS model the same behavior as the SIS model, the main result from our criterion is that we are able to show that, instead, the effect of even a small amount of waning immunity is able to restore a finite threshold (albeit affected by possible strong finite-size effects) in scale-free networks with degree exponent γ>3, at odds with the QMF theory valid for SIS in this regime, and in agreement with HMF theory. Our predictions are corroborated by means of numerical simulation on synthetic uncorrelated scale-free networks, as well as on real correlated networks.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "SUMMARY",
            "ref_spans": []
        },
        {
            "text": "The proposed criterion represents a step forward in our understanding of the properties of the epidemic transition in epidemic modeling, and thus opens the path to study more general and realistic models. In this sense, its application to more complex models is straightforward, only possibly hampered by technical difficulties in extracting analytic expressions for the hub lifetime and infection time scales. These time scales can, however, be numerically estimated from direct simulations of epidemics on star networks, as we have shown in the examples presented here.",
            "cite_spans": [],
            "section": "SUMMARY",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG. 1.: Generic epidemic model in complex networks. (a) Nodes in the network can be either healthy or susceptible (S), infected (I), and immune or recovered (R). (b) Infected individuals recover spontaneously, I→R, with rate β. Recovered individuals become again spontaneously susceptible, R→S, with a rate α. Heterogeneous transmission is implemented by infected nodes of degree k transmitting the disease to adjacent susceptible nodes of degree k′ with rate λk,k′. (c) Schematic representation of a chain of d vertices of arbitrary degrees k1,k2,...,kd, connecting two hubs of degree k and k′. The infection starting in the center of the leftmost star (red) aims to reach the rightmost star (blue). Stubs represent edges that can transmit but cannot receive the infection.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 2.: (a) Lifespan for KJI model on star graphs with λ〈k1−θ〉/〈k〉=0.2 confirming the stretched exponential asymptotic behavior expected for θ<1/2. (b) Epidemic activation thresholds for the KJI model with different values of θ and γ=3.5.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG. 3.: (a) Lifespan for SIRS or SIS dynamics on star graphs with k leaves for λ=0.05, β=1, and different values of α. Solid lines are power laws τk∼kα/β. (b) Infection times of vertices of degree k′ in a network with N=105 vertices where the epidemics starts in a vertex of degree k=50 which is never cured. The solid line represents the theoretical value of Eq. (15). (c) Epidemic thresholds against network size for different immunization times 1/α, using SF networks with degree exponents γ=2.2 (bottom curves) and γ=2.7 (top curves). Dashed lines correspond to λcQMF=1/Λm, where Λm is the largest eigenvalue of the adjacency matrix.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIG. 4.: Epidemic threshold for SIRS model against network size for UCM networks with distinct degree exponents (a) γ=3.5 and (b) γ=4.0 with minimal degree k0=3. This SIS limit (α=∞) is also included for comparison.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIG. 5.: Simulation of SIS and SIRS dynamics on real networks. Quasistationary density against infection rate in (a) Gowalla and (b) Amazon networks for different waning immunity rates. Arrows indicate the positions of the thresholds obtained via susceptibility method and QMF theory; see Appendix B. (c) Degree distribution for Gowalla (N=196591, kmax=14730, γ=2.4) and Amazon networks (N=334863, kmax=549, γ=3.5). Solid lines are power-law regressions.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIG. 6.: Scatter plot of the largest eigenvalue ΛmD of the matrix Dij=Aij/(kikj)θ against the degree of the most connected vertex kmax for UCM networks with exponents (a) γ=2.7 and (b) γ=3.5 using minimal degree k0=3 and structural cutoff kc∼N1/2\n[29]. The results were computed for five independent networks for γ=3.5 and 1 for γ=2.7 (largest degree fluctuates little). Sizes of N=103, 3×103, 104, 3×104, 105, 3×105, 106, 3×106, 107, 3×107, and 108 were used. In the bottom panel, solid lines are power laws kmax1/2−θ. In the top panel, solid lines are proportional to Λm/kmaxθ, with Λm being the numerically estimated largest eigenvalue of the adjacency matrix Aij for θ<1/2.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIG. 7.: Susceptibility against infection rate for SIRS dynamics with α=1.0. We used UCM networks of different sizes (noted in the labels) with k0=3 and γ=2.7.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Rev. Mod. Phys.",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.87.925"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Ann. Probab.",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1214/09-AOP471"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. Lett.",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.105.218701"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.041125"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Sci. Rep.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00371"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. Lett.",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.111.068701"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. Lett.",
            "volume": "109",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.109.128702"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.63.066117"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0937490100"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Phys. Rev. Lett.",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.038701"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Networks: An Introduction",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.84.066102"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "New J. Phys.",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/1367-2630/16/5/053006"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Eur. Phys. J. B",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2010-00165-7"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Phys. Rev. E",
            "volume": "73",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.73.036116"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. Lett.",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.87.258701"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 1972,
            "venue": "Handbook of Mathematical Functions",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "72",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.72.026108"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Eur. Phys. J. B",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2004-00038-8"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Adv. Phys.",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/00018730110112519"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.71.027103"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Networks, Crowds, and Markets: Reasoning About a Highly Connected World",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Europhys. Lett.",
            "volume": "89",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/89/38009"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.71.016129"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Phys. Rev. E",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.91.012816"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Proceedings of the 17th ACM SIGKDD International Conference on Knowledge Discovery and Data Mining",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Knowl. Inf. Syst.",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s10115-013-0693-z"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Rev. Mod. Phys.",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.80.1275"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Dynamical Processes on Complex Networks",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.71.056104"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Europhys. Lett.",
            "volume": "103",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/103/48003"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "83",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.83.066113"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Rev. Mod. Phys.",
            "volume": "81",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.81.591"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Eur. Phys. J. B",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2013-40534-0"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.87.062812"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Sci. Rep.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep05097"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.286.5439.509"
                ]
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Infectious Diseases in Humans",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. Lett.",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.3200"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.047104"
                ]
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "ACM Trans. Inf. Syst. Secur.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1145/1284680.1284681"
                ]
            }
        }
    }
}