{
    "paper_id": "PMC7195310",
    "metadata": {
        "title": "Sospecha de abdomen agudo como manifestación extrapulmonar de infección por Covid-19",
        "authors": [
            {
                "first": "Ruth",
                "middle": [],
                "last": "Blanco-Colino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ramon",
                "middle": [],
                "last": "Vilallonga",
                "suffix": "",
                "email": "vilallongapuy@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Rocío",
                "middle": [],
                "last": "Martín",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Petrola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Armengol",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "En diciembre del 2019, se produjo un brote de nueva neumonía por coronavirus en Wuhan, Hubei, y se extendió rápidamente por China y a un nuevo foco en Europa. Es causada por el patógeno llamado SARS-CoV-2, inicialmente 2019-nCoV1. Después del brote, con más o menos éxito, países como Italia, España, Francia y también EE. UU. han iniciado una respuesta de primer nivel. Finalmente, ha sido declarado pandemia por la Organización Mundial de la Salud en marzo del 20202.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Los síntomas clásicos de los pacientes con COVID-19 y que nos sirven para su orientación diagnóstica durante esta situación excepcional son la tos seca y la fiebre. Los protocolos actuales utilizan estos síntomas para realizar una sospecha clínica de la enfermedad. Sin embargo, algunos pacientes presentan otros síntomas extrapulmonares3. Presentamos un caso tratado inicialmente por el equipo de Urgencias de Cirugía en marzo del 2020 y que puede ser de interés como ejemplo del alcance que puede tener el COVID-19.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Se trata de un paciente de 53 años, con antecedentes de epilepsia en tratamiento farmacológico y sin antecedentes quirúrgicos previos. Acude a urgencias por malestar abdominal, sensación de distensión y fiebre termometrada de 38 °C que había empeorado en las últimas 48 h. Además, explicaba cambio del ritmo deposicional con escasas heces líquidas en la última semana. En la anamnesis dirigida, el paciente refirió leve tos sin mucosidad de 1 semana de evolución, sin asociar artromialgias, rinorrea, disnea o clínica respiratoria. Se descartaron viajes recientes o contacto con familiares con sintomatología respiratoria.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "En la exploración presenta febrícula de 37,5 °C tras la toma de paracetamol, hemodinámicamente estable (presión arterial 125/69 mmHg, 75 lpm) y saturación aire ambiente del 98%. El paciente presentaba distensión abdominal moderada, más exacerbada en el hemiabdomen superior, con molestias abdominales difusas sin focalización ni defensa peritoneal.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Se solicitó analítica en la que destaca linfopenia del 11,3% (valores normales [VN] entre el 20 y el 50%) y PCR de 18,6 (VN entre 0,03-0,05) y radiografía de tórax y abdomen que objetivan gran distensión de asas colónicas (fig. 1\n) y leve aumento de condensación bibasal, sin infiltrados con compresión por asas dilatadas de hemitórax superior. Se solicita finalmente tomografía computarizada (TC) de abdomen solicitando ampliar a bases pulmonares (fig. 2\nA y B). La TC urgente descartó enfermedad quirúrgica abdominal urgente, describiendo una marcada distensión del dolicosigma con contenido aéreo; en el lóbulo pulmonar inferior izquierdo se objetivan infiltrados en vidrio deslustrado que, dada la situación epidemiológica actual, se orienta compatible con infección por COVID. Se solicitó finalmente PCR SARS-CoV-2, resultando positivo.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "mention": "fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 449,
                    "end": 455,
                    "mention": "fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Este caso es un ejemplo de las manifestaciones de tipo no respiratorio producidos por COVID-19. En la actualidad, la tos (98%) y la fiebre (76%) suponen los síntomas más frecuentes4. Sin embargo, otros síntomas como los digestivos pueden estar presentes5. La diarrea se ha descrito en un 3-14% de los pacientes, vómitos en un 5%, dolor abdominal en un 3% y anorexia en el 55%1, 6. La presentación de sintomatología gastrointestinal puede variar según la población, presentándose como síntomas leves y en algunos casos previos a la clínica respiratoria. Analíticamente, es común encontrar linfopenia, descrita en más del 60%. Asimismo, se puede encontrar elevación de aminotransaminasas en casos con daño hepático leve o moderado, o debido a la afectación hepática derivada del tratamiento farmacológico recibido4, 5, 6. Otras formas de presentación de COVID-19 son las serositis cardiacas7.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 253,
                    "end": 254,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 376,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 378,
                    "end": 379,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 811,
                    "end": 812,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 814,
                    "end": 815,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 817,
                    "end": 818,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 888,
                    "end": 889,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "La inmunopatogenia por la cual el COVID-19 produce clínica gastrointestinal aún no se ha demostrado. Se ha visto en estudios previos que podría estar relacionado con el receptor ACE2 expresado en diferentes proporciones en células pulmonares AT2, células del tracto superior esofágico y células epiteliales estratificadas y enterocitos de íleon y colon8.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Este caso clínico nos muestra la importancia de revisar, en el momento actual, durante la anamnesis, la posibilidad de existencia de síntomas respiratorios en pacientes inicialmente orientados para valoración quirúrgica. Este cribado es de importancia para evitar contagios con pacientes, ya no solo asintomáticos, sino también con pacientes infectados. Cualquier medida que pueda servir para paliar la enfermedad de los profesionales es necesaria en el momento actual. Otro aspecto a destacar es la afectación abdominal no tan frecuente en el paciente afectado de COVID-19. En la actualidad, se ha descrito este tipo de afectación, sin embargo, no se han descrito, por el momento, complicaciones derivadas de la afectación gastrointestinal, como podrían ser perforación, isquemia o hemorragia gastrointestinal. Otro dato que se conoce es que los pacientes afectados de COVID-19 podrían ser transmisores por las heces, sugiriéndose como posible método diagnóstico5, 9. En este sentido, y en el momento actual, deberíamos ser vigilantes en pacientes que presenten tos y fiebre alta en el momento de la exploración anal.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 964,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 966,
                    "end": 967,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figura 1: En esta imagen podemos observar la gran distensión de colon, pudiendo ser compatible con un cuadro de colitis infecciosa.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figura 2: Imagen de neumonía organizada con opacificación bilateral en vidrio esmerilado multilobar de predominio en lóbulos inferiores.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10223",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "SARS-CoV-2: A potential novel etiology of fulminant myocarditis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Herz.",
            "volume": "",
            "issn": "",
            "pages": "10-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The digestive system is a potential route of 2019-nCov infection: A bioinformatics analysis based on single-cell transcriptomes",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}