{
    "paper_id": "PMC7163749",
    "metadata": {
        "title": "Monarch butterfly migration and parasite transmission in eastern North America",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [
                    "A."
                ],
                "last": "Bartel",
                "suffix": "",
                "email": "bbartel@uga.edu",
                "affiliation": {}
            },
            {
                "first": "Karen",
                "middle": [
                    "S."
                ],
                "last": "Oberhauser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacobus",
                "middle": [
                    "C."
                ],
                "last": "de Roode",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sonia",
                "middle": [
                    "M."
                ],
                "last": "Altizer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Many animal species migrate long distances to track resources or environmental conditions that change seasonally (Johnson and Gaines 1990, Dingle 1996). Despite the pervasiveness of animal migrations and their often spectacular nature, their dynamical consequences for host–parasite interactions remain largely unknown. Long‐distance movements could facilitate the geographic spread of pathogens (Henien and Merriam 1990, Riley 2007), including those with human health impacts such as SARS‐related coronaviruses in bats (Dobson 2005, Li et al. 2005) and avian influenza viruses in waterfowl and shorebirds (Kilpatrick et al. 2006, Garamszegi and Møller 2007). Some modeling studies indicate that host dispersal could facilitate widespread epidemics (Busvine 1993, Hess 1996), whereas others show that host movements can prevent population extinction in the face of a debilitating pathogen and allow host resistance genes to spread (Carlsson‐Graner and Thrall 2002, Gog et al. 2002). However, most theory on migration and infectious disease dynamics has focused on undirected, short‐distance dispersal, rather than on regular, directed movements that characterize seasonal migration.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Empirical studies indicate that long‐distance migrations can reduce parasite prevalence, for example in sea lice infesting Pacific salmon (Krkošek et al. 2005, 2006), warble flies in reindeer (Folstad et al. 1991, Nilssen and Haugerud 1995), and nematodes in fall armyworm moths (Simmons and Rogers 1991). Two mechanisms could cause this association. First, if parasites accumulate in the hosts' environment over time, migration could allow animals to escape from contaminated habitats (“migratory escape”; Loehle 1995). This mechanism predicts that prolonged use of habitats allows parasite transmission stages to build up in the environment over time, such that migrating animals might therefore leave behind contaminated habitats. Unfavorable environmental conditions, combined with a lack of hosts, could represent a bottleneck for remaining parasites, and hosts returning to these habitats after an extended absence could encounter largely disease‐free conditions (Loehle 1995).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Second, heavily infected animals could be removed from the population (“migratory culling” sensu Bradley and Altizer 2005). Migration is often energetically demanding or stressful (Alerstam et al. 2003) and could increase susceptibility to parasites through immunosuppression (e.g., Garamszegi and Møller 2007, Weber and Stilianakis 2007). Moreover, parasite infections can reduce dispersal ability through reducing flight speed or endurance, as has been shown in monarch butterflies (Bradley and Altizer 2005) and waterfowl (van Gils et al. 2007). Thus, the combined demands of migration and negative effects of parasites could remove infected animals from the population, reducing parasite prevalence.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To examine the effects of long‐distance migration on host–parasite dynamics, we studied infection patterns of monarch butterflies (Danaus plexippus; see Plate 1) with a vertically transmitted (from infected adults to their progeny) protozoan, Ophryocystis elektroscirrha. Monarchs occur worldwide and populations vary widely in migratory behaviors. Here we focus on the eastern North American monarch population, which migrates annually to Mexico. Because this migration is similar in timing, duration, and distance to that of many other migratory animals, this host–pathogen system represents a relevant model to ask how seasonal migration impacts infectious disease dynamics. We test the following predictions: (1) Parasite prevalence increases from early to late in the breeding season, possibly as a result of increasing parasite transmission associated with sequential host generations on the same breeding grounds, consistent with the migratory escape hypothesis. (2) Parasite prevalence decreases as monarchs progress southward during their fall migration, with the lowest prevalence expected at Mexican overwintering sites as compared to breeding areas, consistent with the migratory culling hypothesis.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "mention": "Plate 1",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Monarchs in eastern North America migrate up to 2500 km each fall from areas as far north as southern Canada to wintering sites in central Mexico (Urquhart and Urquhart 1978, Brower and Malcolm 1991). In spring, the same individuals that migrated south fly north to recolonize their breeding range in the eastern United States (Malcolm et al. 1993). A second monarch population in western North America migrates a shorter distance to overwinter along the California coast (Nagano et al. 1993). Monarchs also form nonmigratory populations that breed year‐round in tropical locations such as southern Florida, Hawaii, the Caribbean Islands, and Central and South America (Ackery and Vane‐Wright 1984).",
            "cite_spans": [],
            "section": "Host–pathogen system ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The protozoan O. elektroscirrha (OE) is transmitted when infected adult monarch butterflies scatter parasite spores onto their eggs and milkweed leaves. Larvae ingest the spores, parasites replicate within larval and pupal tissues, and butterflies emerge with dormant spores on the outsides of their bodies (McLaughlin and Myers 1970, Leong et al. 1997b\n). Parasites can be transferred vertically, from infected adults to their progeny, and horizontally, when butterflies scatter spores that are ingested by unrelated larvae (Altizer et al. 2004, De Roode et al. 2009). Larva‐to‐larva transmission does not occur (Leong et al. 1997b\n). Parasites occur in all monarch populations examined to date (Leong et al. 1997a\n, Altizer et al. 2000). Previous work showed that infection levels were highest in southern Florida where monarchs breed year‐round, whereas monarchs from the eastern and western migratory populations in North America were less heavily infected (Altizer et al. 2000).",
            "cite_spans": [],
            "section": "Host–pathogen system ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We examined parasite prevalence in wild monarchs captured during the fall migration in eastern North America and at overwintering sites in central Mexico. From 2006 to 2009, we collected adults at two points along the east coast fall migratory flyway (e.g., Howard and Davis 2009): Athens, Georgia, USA and St. Marks, Florida, USA. In 2009, we added samples from a more northern location at Cape May, New Jersey, USA (Appendices A and B). Samples collected between 15 September and 10 November were assumed to be fall migrants and were included in analyses. We also sampled wild adults collected at overwintering sites in central Mexico in January 2007, February 2008, and February 2009 (Appendix A). We used a nondestructive method to assess individual infection status based on samples from adult abdomens (Altizer et al. 2000). Samples with more than 100 spores (counted at 50×) were considered to be heavily infected; this classification includes the two highest spore load categories defined by Altizer et al. (2000). We limited the data analysis to monarchs with more than 100 spores, as these reflect active parasite infections caused by the ingestion of spores by larvae; in contrast, lower spore numbers can occur as a result of passive transfer of spores between adult butterflies (Altizer et al. 2004, De Roode et al. 2007, 2009).",
            "cite_spans": [],
            "section": "Field data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used data from two citizen science projects to assess geographic and temporal variation in parasite infection throughout the monarchs' eastern breeding range. First, we used data from Project Monarch Health (MH), in which volunteers from across the United States and Canada collect parasite samples from wild‐caught monarchs by pressing transparent 1‐cm2 stickers against adult monarch abdomens. Samples are returned to our laboratory and scored for the presence/absence of infection based on the presence of >100 parasite spores per sample (protocols for this program are available online).5 Across all years (2006–2009), a total of 124 MH volunteers returned 5470 parasite samples from 23 states and two Canadian provinces (Appendix B). For each monarch sampled, participants recorded nearest city or town, date collected, and gender. To calculate prevalence, we divided the number of heavily infected individuals by the number of individuals sampled.",
            "cite_spans": [],
            "section": "Citizen science data on parasite infection and larval abundance ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To examine relationships between monarch breeding densities and parasite prevalence, we used data on monarch larval abundance from the Monarch Larva Monitoring Project (MLMP; Prysby and Oberhauser 2004, Oberhauser and Prysby 2008). Volunteer observers for the MLMP collect weekly abundance data during the monarch breeding season, reporting densities of egg and larval stages (reported to individual stadia) per milkweed stalk examined (details on sampling protocols are available online).6 Data on monarch abundance from 2006 to 2009 were used from 300 locations in 25 states and two Canadian provinces (Appendix B), for a total of 5431 total observations. Because of high mortality during the egg and early larval stages (e.g., Prysby 2004), we followed Lindsey et al. (2009) and calculated average larval density per site based on count data for the final three instars (third, fourth, and fifth) only.",
            "cite_spans": [],
            "section": "Citizen science data on parasite infection and larval abundance ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To examine spatial variation in prevalence and host densities, we divided the breeding range of eastern North American monarchs into three regions based on latitude, the timing of monarch spring recolonization, and migratory flyways (Davis and Howard 2005, Howard and Davis 2009): Midwest, Northeast, and South (Appendix B). Gulf coastal regions of southern Florida, Louisiana, and Texas below 30° N latitude were not included in our analyses, as monarchs in these locations could breed year‐round and thus may be nonmigratory. We further classified observations into three time intervals within each year, hereafter called breeding phases: early (15 April–30 June), middle (1 July–14 August), and late (15 August–31 October). Within each phase and region, we estimated average parasite prevalence from MH data, and calculated average weekly monarch density (number of larvae reported/milkweed stalks examined) from MLMP data (SAS Institute 2004; PROC SQL). Because MH samples were collected from adults and MLMP density estimates were based on observations of larvae, we corrected for the time lag in host development by adding two weeks to the date of larval density estimates before assigning breeding‐phase classifications (assuming that monarchs require approximately 14 days to develop from mid‐ or late‐instar larvae to adults under average summer temperatures; Zalucki 1982).",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We screened citizen science data from both data sets and excluded observations for which there was insufficient spatiotemporal information (e.g., no date of collection reported, no location reported) or biologically aberrant data (e.g., monarchs reported at northern latitudes after 31 October or before 1 April). To limit observer‐induced contamination from volunteer‐derived MH samples, we removed data from observers for which prevalence was ≥70% based on five or more samples returned in a given year. In total, 5429 MH infection samples and 5427 MLMP estimates of monarch density were included in the final analyses. Observations of monarch density (MLMP) were log‐transformed to normalize the error variance, and were checked for normality using Kolmogorov‐Smirnov tests (SAS, PROC UNIVARIATE) and visual assessment of normal quantile–quantile plots.",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used logistic regression to examine the main effects and two‐way interactions of region, year, and breeding phase on estimated parasite prevalence using the MH data (SAS, PROC LOGISTIC; SAS Institute 2004). Differences in larval density (MLMP) were assessed using analysis of variance for main effects and two‐way interactions of region, year, and breeding phase (SAS, PROC GLM). To be conservative, our response variable was average weekly density for each region–phase combination, and we weighted models by sample size to account for variation in the number of MLMP volunteers reporting data from each region–phase combination. To examine how changes in parasite prevalence covaried with host density, we used a generalized linear model with binomial errors and a built‐in temporal autocorrelation function combining data from MH and MLMP data sets (SAS, PROC GLIMMIX). Specifically, we assumed that both prevalence and density estimates followed a time‐decaying covariance process, so that correlations within each variable decreased linearly over time by using the RANDOM statement with a first‐order autoregressive process. Lastly, we fit linear regressions to the relationship between parasite prevalence (MH) and host density (MLMP) within each region separately. To meet assumptions of normality in this analysis, we used log‐transformed host density and arcsine square‐root‐transformed parasite prevalence.",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Prevalence of infection among migrating adult monarchs from different points along the eastern North America flyway (Appendix B) was analyzed using logistic regression. Within each year (2006–2009) we compared pairs of points, with data for the northern most point compared against a more southern location. We tested the main effects and two‐way interactions of sampling site and year on estimated prevalence (SAS, PROC LOGISTIC). For a given migratory cycle, we also compared the average parasite prevalence of summer breeding monarchs (from the final phase of the breeding season using MH data) to parasite prevalence for adult monarchs sampled at overwintering sites in Mexico. We tested for main effects and two‐way interactions of phase (breeding vs. overwintering) and year on estimated parasite prevalence (SAS, PROC LOGISTIC).",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Citizen science data from Project Monarch Health (MH) showed a strong increase in parasite prevalence throughout the breeding season, with the proportion of infected monarchs peaking in the late breeding phase in all four years (Fig. 1, left‐hand panels). Most samples were collected in the Midwest, with fewer samples submitted from the Northeast and South, and the majority of samples were collected in the late breeding phase (August–October). The highest levels of infection varied across regions and years (Fig. 1, left‐hand panels). Logistic regression examining the full model with all two‐way interactions showed statistically significant main effects of year (Wald χ2 = 127.821, df = 3, P < 0.001), breeding phase (Estimate = 1.516, Wald χ2 = 17.918, df = 1, P < 0.001), and an interaction between year and region (Wald χ2 = 23.113, df = 6, P = 0.001) on parasite prevalence.",
            "cite_spans": [],
            "section": "Spatiotemporal trends of breeding‐season parasite prevalence ::: Results",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 235,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 512,
                    "end": 518,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Monarch larval density (from the Monarch Larva Monitoring Project, MLMP) also increased throughout the breeding season across all three regions, with the highest densities reported in the late breeding phase (Fig. 1, right‐hand panels). We detected the highest larval densities in the South and Northeast (Fig. 1, right‐hand panels). ANOVA of the full model with all two‐way interactions showed statistically significant main effects of region (F\n2,35 = 10.93, P = 0.001), year (F\n3,35 = 3.61, P = 0.03), breeding phase (F\n1,35 = 66.36, P < 0.001), and the interaction between year and region (F\n2,35 = 11.31, P = 0.001).",
            "cite_spans": [],
            "section": "Spatiotemporal trends of larval density ::: Results",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 306,
                    "end": 312,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Combining the transformed data from both MH and MLMP citizen science programs, we detected a significant main effect of larval density and a significant interaction between larval density and region on prevalence of infection in summer breeding monarchs (Appendix C). Linear regression analysis further indicated that larval density explained 37.8% of the variance in parasite prevalence (F\n1,35 = 20.58, P < 0.001) when data for all phases and regions were combined. The association between larval density and prevalence was statistically significant in the Northeast (R\n2 = 0.69, F\n1,11 = 22.25, P = 0.001) and the Midwest (R\n2 = 0.51, F\n1,11 = 10.20, P = 0.01), but not in the South (R\n2 = 0.12, F\n1,11 = 1.31, P = 0.280); raw values are presented in Fig. 2.",
            "cite_spans": [],
            "section": "Association between parasite prevalence and larval density ::: Results",
            "ref_spans": [
                {
                    "start": 754,
                    "end": 760,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Parasite prevalence in wild‐caught migrating adult monarchs declined as monarchs moved farther south (Fig. 3). Logistic regression analysis (full model with all two‐way interactions) showed statistically significant main effects of site (Wald χ2 = 7.929, df = 1, P = 0.005) and year (Wald χ2 = 8.143, df = 3, P = 0.043) on parasite prevalence. Because of the potential influence of only sampling one year in New Jersey on the statistical significance of the analysis, we also performed tests without this point. Logistic regression analysis still showed a statistically significant main effect of year (Wald χ2 = 10.397, df = 3, P = 0.016), and a nonsignificant trend for site (Wald χ2 = 2.852, df = 1, P = 0.091).",
            "cite_spans": [],
            "section": "Parasite prevalence in migrants and overwintering monarchs ::: Results",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Comparison of MH infection data across sampling times showed that prevalence increased across the breeding season for all years sampled, and decreased between the final breeding phase and wintering period (for two out of the three years examined; Fig. 4). Thus, monarchs that successfully migrated to Mexico had significantly lower prevalence than those sampled at the end of the summer breeding season. Logistic regression analysis of the full model showed statistically significant main effects of phase (late breeding phase vs. overwintering; Wald χ2 = 14.057, df = 1, P = 0.001) and year (Wald χ2 = 84.711, df = 2, P < 0.001), and a significant interaction between year and phase (Wald χ2 = 21.143, df = 2, P < 0.001), on parasite prevalence. Interestingly, O. elektroscirrha prevalence among monarchs sampled at the start of the breeding season was lower than for monarchs sampled at overwintering sites (Fig. 4), suggesting a further decline in prevalence during the spring migration.",
            "cite_spans": [],
            "section": "Parasite prevalence in migrants and overwintering monarchs ::: Results",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 910,
                    "end": 916,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Analysis of O. elektroscirrha (OE) infections in monarchs at a continent‐wide scale revealed within‐season changes in prevalence, with similar patterns being repeated over four years of monitoring. Across the eastern North American breeding range, parasite prevalence was lowest at the start of the breeding season and peaked in late summer/early fall, just prior to the fall migration. This pattern is consistent with predictions of migratory escape, whereby infections increase with more intense use and longer residency in a given habitat (Loehle 1995). Thus, eastern North American monarchs that migrate to Mexico each year could leave behind contaminated habitats.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "OE spores might accumulate in the hosts' environment by being scattered onto host plant leaves by infected females during oviposition (De Roode et al. 2009) or by male monarchs patrolling milkweed patches (e.g., Zalucki 1993). Thus, larvae could ingest spores deposited by their own parents, or by unrelated adults. Moreover, OE spores can persist for years in a laboratory environment (S. M. Altizer, unpublished data), and ingestion of even a single spore can cause heavy infections in adult butterflies (De Roode et al. 2007). These factors could cause rapid increases in infection among monarchs that use the same milkweed patches in multiple overlapping generations. Consistent with this idea, field‐collected milkweed host plants from southern Florida (where monarchs breed year round) caused high rates of infection when fed to previously unexposed larvae (indicating high spore densities), whereas field cuttings of milkweed from Minnesota and Wisconsin, where monarchs had bred for only two generations, caused low infection rates (Altizer et al. 2004).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the Northeast and Midwest, monarch larval density was the strongest predictor of variation in parasite prevalence in analyses that controlled for effects of region, year, and within‐season changes (Fig. 2). One possible, but untested, explanation for the lack of association between larval density and parasite prevalence in the South is host plant distribution. Because density is reported on a per‐milkweed‐stalk basis, it is possible that areas with less abundant milkweed could have high numbers of larvae per stalk, independent of the region‐wide abundance of monarchs. Whether or not variation in host plant distribution and the resulting density of monarchs on individual plants could cause regional differences in monarch density–parasite prevalence associations requires further investigation, and we recently modified MLMP data reporting protocols to allow future studies on this topic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 207,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Support for migratory escape has been provided by work on other host–parasite systems, including sea lice infesting Pacific salmon (Krkošek et al. 2005, 2006), where human interference with the salmons' natural migration has exposed wild juvenile fish to high concentrations of parasites (Costello 2006, Krkošek et al. 2007). Moreover, work on reindeer has shown that warble fly abundance was negatively correlated with the distance between reindeer calving grounds (the main larval shedding area) and summer pastures (Folstad et al. 1991, Nilssen and Haugerud 1995).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Findings from our study also support the mechanism of migratory culling, whereby infected animals are less able to successfully migrate long distances. Because OE infection causes reduced adult body size, shorter adult life span (De Roode et al. 2007, 2008), and reduced flight performance (Bradley and Altizer 2005), we expect that a high proportion of heavily infected monarchs will be removed from the population during long‐distance migrations. Our results here showed that parasite prevalence decreased as monarchs moved southward along the east coast during their annual fall migrations, consistent with the idea that infected animals were less able to reach the southernmost sites. Moreover, prevalence among eastern adults sampled at the end of the breeding season was greater than for overwintering monarchs sampled after they successfully reached Mexico. It is important to note that at overwintering sites, little to no population recruitment occurs, and hence no vertical transmission. Instead, parasite prevalence can decline further as a result of mortality of infected hosts (Altizer et al. 2000). Previous work detected differences in the prevalence of heavily infected adults during breeding, migration, and overwintering periods in western, but not in eastern, North America (Altizer et al. 2000). Here, we provide a more detailed analysis of a longer‐term and more spatially complete data set for eastern migratory monarchs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Additional support for migratory culling comes from other host–parasite systems. Simmons and Rogers (1991) demonstrated that armyworms infected by an ectoparasitic nematode had compromised migratory ability, such that males recolonizing sites as they return north contained few or no nematodes. Recent work on Bewick's Swans also showed that low‐pathogenic avian influenza viruses delayed migration and reduced travel distances (van Gils et al. 2007). Because migration is energetically demanding or stressful (Alerstam et al. 2003), long‐distance movements have been proposed to increase susceptibility to parasites through immunosuppression. Evidence includes increased susceptibility to low‐pathogenic avian influenza (LPAI) viruses (Garamszegi and Møller 2007, Weber and Stilianakis 2007) and relapses of Lyme disease spirochetes (Gylfe et al. 2000) in migratory birds. In cases where hosts harbor latent infections and the physiological stress of migration causes those infections to erupt, this could ultimately remove infected hosts and lower the prevalence of disease, as animals with severe infections most likely do not migrate successfully.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In monarchs, the same processes that cause temporal changes in prevalence within migratory populations could also cause divergence in prevalence among populations. Thus, population‐level prevalence of OE in monarchs varies inversely with host migratory behavior; historical samples (collected from 1968 to 1997) showed that prevalence was lowest among eastern North American monarchs that undergo the longest‐distance migrations, and was moderately low among migratory monarchs in western North America. By comparison, the prevalence of infected adults in nonmigratory monarchs from southern Florida has been consistently high (70–95%) over the past 15 years (Altizer et. al 2000; S. M. Altizer, unpublished data). Nonmigratory monarch populations may experience higher rates of both horizontal and vertical transmission due to interacting effects of continuous breeding activity and extended use of the same host plants for egg deposition (Altizer et al. 2004). Moreover, monarchs that breed year‐round are not subject to the effects of migratory culling.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Understanding the mechanisms by which long‐distance movements affect host–pathogen systems is critical to predicting future threats of infectious diseases to wildlife health. In monarchs, threats to the population include deforestation of overwintering grounds (Brower et al. 2004), loss of critical habitat across the breeding range, and climate change (Oberhauser and Peterson 2003, Batalden et al. 2007). Collectively, these have caused the monarchs' annual migration to be considered a “threatened phenomenon” (Brower and Malcolm 1991). At the same time, local pockets of winter‐breeding monarchs have appeared sporadically along the Gulf coast and the southern Atlantic coast in recent years (Howard et al., in press\n), possibly owing to mild climates and the planting of tropical milkweeds that produce vegetation year‐round. Ultimately, if the large eastern migratory population declines and year‐round breeding monarchs expand, this could lead to greater disease prevalence and reductions in overall population health.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Declines in movement or interruption of migratory patterns could have enormous impacts on many migratory species. For example, migratory insects account for more total moving biomass than the largest groups of migratory mammals or birds (Holland et al. 2006), and contribute to crucial ecosystem services such as crop pollination, nutrient cycling, and pest control (Wilcove and Wikelski 2008). Migratory vertebrates such as birds, salmon, and antelope (Wilcove and Wikelski 2008) have all suffered severe and often sustained population declines and reductions in movement. It is possible that the “fading glory” of animal migrations (Wilcove and Wikelski 2008) will affect host–parasite interactions across a broad range of taxa, in some cases presenting additional risks for migratory populations. Pathogen‐driven wildlife declines and extinction are increasingly evident (for a comprehensive review, see de Castro and Bolker 2005). Thus, understanding how human activities that alter host migratory patterns (either by breaking migration pathways or through the loss of breeding or wintering sites) influence parasite dynamics in wild animal populations will help guide conservation and management of migratory species and the ecological processes associated with these movement patterns.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Parasite prevalence (left‐hand panels) and monarch butterfly (Danaus plexippus) larval density (right‐hand panels) both increase over time across three breeding‐season phases (described in Methods) in three geographic regions (Midwest, Northeast, and South; Appendix B) for eastern North American migratory monarchs from 2006 to 2009. Values are means + SE, with sample sizes above bars; “†” indicates that fewer than 10 samples were available. Sample sizes for parasite prevalence are the number of adult monarchs sampled; sample sizes for larval density are the number of sites sampled with milkweeds. Parasite prevalence was determined as the proportion of heavily infected adult monarchs (those having >100 spores), based on Project Monarch Health (MH) citizen science data. Larval density was measured from MLMP data as described in Methods. For general linear models, estimates of host density were log‐transformed but are shown here as untransformed values.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Parasite prevalence (proportion of adult monarchs heavily infected) is positively related to larval density across the geographic breeding range of eastern North American monarchs from 2006 to 2009. Each point represents average raw values for a region–phase combination in a given year, where regions and phases are described in Methods. Trend lines shown are based on raw data. Although qualitatively similar to trends in transformed data, the parasite prevalence values were arcsine square‐root‐transformed, and larval density estimates were log‐transformed prior to analysis due to violations of data normality, as reported in Results. Appendix C gives results of full analysis of transformed data.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Decreasing parasite prevalence (proportion of adult monarchs heavily infected, mean ± SE) for wild‐caught eastern North American migrating adult monarchs from three different locations (New Jersey, Georgia, and Florida, USA) along the eastern fall migratory flyway from 2006 to 2009 (N = 1917 adult monarchs). Sample sizes for each year and site combination are given. Sites are arranged (left to right) from relative northern to southern locations, and points are offset along the x‐axis for visualization.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Parasite prevalence (proportion of adult monarchs heavily infected, mean ± SE) across the annual migratory cycle of eastern North American monarchs using Project Monarch Health (MH) data (N = 5294) and data from wild overwintering populations in Mexico (N = 5337) from 2006 to 2009. For MH data, data were excluded for region–breeding phase (early, middle, late) combinations with fewer than 10 samples. A migratory cycle captures data for monarchs breeding in year t and overwintering in January or February of year t + 1. Points have been offset along the x‐axis for visualization. For parasite prevalence estimates equal to zero, standard error was estimated assuming that a single infected monarch was present in the sample.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure Plate 1: Infected adult monarch butterflies (Danaus plexippus) emerge covered in dormant spores of Ophryocystis elektroscirrha on the outsides of their bodies and can continue transmission of spores to their offspring. Photo credit: R. A. Bartel.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Milkweed butterflies: their cladistics and biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Long-distance migration: evolution and determinants.",
            "authors": [],
            "year": 2003,
            "venue": "Oikos",
            "volume": "103",
            "issn": "",
            "pages": "247-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Associations between host migration and the prevalence of a protozoan parasite in natural populations of adult monarch butterflies.",
            "authors": [],
            "year": 2000,
            "venue": "Ecological Entomology",
            "volume": "25",
            "issn": "",
            "pages": "125-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transmission of the protozoan parasite, Ophryocystis elektroscirrha, in monarch butterfly populations.",
            "authors": [],
            "year": 2004,
            "venue": "The monarch butterfly. Biology and conservation",
            "volume": "",
            "issn": "",
            "pages": "203-218",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Ecological niches in sequential generations of eastern North American monarch butterflies: The ecology of migration and likely climate change implications.",
            "authors": [],
            "year": 2007,
            "venue": "Ecological Entomology",
            "volume": "36",
            "issn": "",
            "pages": "1365-1373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Parasites hinder monarch butterfly flight ability: implications for disease spread in migratory hosts.",
            "authors": [],
            "year": 2005,
            "venue": "Ecology Letters",
            "volume": "8",
            "issn": "",
            "pages": "290-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Catastrophic winter storm mortality of monarch butterflies in Mexico during January 2002.",
            "authors": [],
            "year": 2004,
            "venue": "The monarch butterfly. Biology and conservation",
            "volume": "",
            "issn": "",
            "pages": "151-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Animal migrations: endangered phenomena.",
            "authors": [],
            "year": 1991,
            "venue": "American Zoologist",
            "volume": "31",
            "issn": "",
            "pages": "265-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Disease transmission by insects: its discovery and 90 years of effort to prevent it",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The spatial distribution of plant populations, disease dynamics and evolution of resistance.",
            "authors": [],
            "year": 2002,
            "venue": "Oikos",
            "volume": "97",
            "issn": "",
            "pages": "97-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Ecology of sea lice parasitic on farmed and wild fish.",
            "authors": [],
            "year": 2006,
            "venue": "Trends in Parasitology",
            "volume": "22",
            "issn": "",
            "pages": "475-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Spring recolonization rate of monarch butterflies in eastern North America: new estimates from citizen-science data.",
            "authors": [],
            "year": 2005,
            "venue": "Journal of the Lepidopterists' Society",
            "volume": "59",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Mechanisms of disease-induced extinction.",
            "authors": [],
            "year": 2005,
            "venue": "Ecology Letters",
            "volume": "8",
            "issn": "",
            "pages": "117-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Strength in numbers: high parasite burdens increase transmission of a protozoan parasite of monarch butterflies (Danaus plexippus).",
            "authors": [],
            "year": 2009,
            "venue": "Oecologia",
            "volume": "161",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Virulence determinants in a natural butterfly–parasite system.",
            "authors": [],
            "year": 2007,
            "venue": "Parasitology",
            "volume": "134",
            "issn": "",
            "pages": "657-668",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Virulence–transmission trade-offs and population divergence in virulence in a naturally occurring butterfly parasite.",
            "authors": [],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "105",
            "issn": "",
            "pages": "7489-7494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Migration: the biology of life on the move",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "What links bats to emerging infectious diseases?",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "628-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Parasite avoidance: the cause of postcalving migrations in Rangifer?",
            "authors": [],
            "year": 1991,
            "venue": "Canadian Journal of Zoology",
            "volume": "69",
            "issn": "",
            "pages": "2423-2429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Prevalence of avian influenza and host ecology.",
            "authors": [],
            "year": 2007,
            "venue": "Proceedings of the Royal Society B",
            "volume": "274",
            "issn": "",
            "pages": "2003-2012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Disease in endangered metapopulations: the importance of alternative hosts.",
            "authors": [],
            "year": 2002,
            "venue": "Proceedings of the Royal Society B",
            "volume": "269",
            "issn": "",
            "pages": "671-676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Reactivation of Borrelia infection in birds.",
            "authors": [],
            "year": 2000,
            "venue": "Nature",
            "volume": "403",
            "issn": "",
            "pages": "724-725",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The elements of connectivity where corridor quality is variable.",
            "authors": [],
            "year": 1990,
            "venue": "Landscape Ecology",
            "volume": "4",
            "issn": "",
            "pages": "72-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Disease in metapopulation models: implications for conservation.",
            "authors": [],
            "year": 1996,
            "venue": "Ecology",
            "volume": "77",
            "issn": "",
            "pages": "1617-1632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "How and why do insects migrate?",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "794-796",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The fall migration flyways of monarch butterflies in eastern North America revealed by citizen scientists.",
            "authors": [],
            "year": 2009,
            "venue": "Journal of Insect Conservation",
            "volume": "13",
            "issn": "",
            "pages": "279-286",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Citizen science observations of monarch overwintering in the southern United States.",
            "authors": [],
            "year": null,
            "venue": "Psyche",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Evolution of dispersal: theoretical models and empirical tests using birds and mammals.",
            "authors": [],
            "year": 1990,
            "venue": "Annual Review of Ecology and Systematics",
            "volume": "21",
            "issn": "",
            "pages": "449-480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Predicting the global spread of H5N1 avian influenza.",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "103",
            "issn": "",
            "pages": "19368-19373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Effects of host migration, diversity and aquaculture on sea lice threats to Pacific salmon populations.",
            "authors": [],
            "year": 2007,
            "venue": "Proceedings of the Royal Society B",
            "volume": "274",
            "issn": "",
            "pages": "3141-3149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Epizootics of wild fish induced by farm fish.",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "103",
            "issn": "",
            "pages": "15506-15510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Transmission dynamics of parasitic sea lice from farm to wild salmon.",
            "authors": [],
            "year": 2005,
            "venue": "Proceedings of the Royal Society B",
            "volume": "272",
            "issn": "",
            "pages": "689-696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Occurrence of a neogregarine protozoan, Ophryocystis elektroscirrha McLaughlin and Myers, in populations of monarch and queen butterflies.",
            "authors": [],
            "year": null,
            "venue": "Pan-Pacific Entomologist",
            "volume": "73",
            "issn": "",
            "pages": "49-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Instar susceptibility of the monarch butterfly (Danaus plexippus) to the neogregarine parasite, Ophryocystis elektroscirrha.",
            "authors": [],
            "year": null,
            "venue": "Journal of Invertebrate Pathology",
            "volume": "69",
            "issn": "",
            "pages": "79-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Bats are natural reservoirs of SARS-like coronaviruses.",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Crowding and disease: effects of host density on response to infection in a butterfly–parasite interaction.",
            "authors": [],
            "year": 2009,
            "venue": "Ecological Entomology",
            "volume": "34",
            "issn": "",
            "pages": "551-561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Social barriers to pathogen transmission in wild animal populations.",
            "authors": [],
            "year": 1995,
            "venue": "Ecology",
            "volume": "76",
            "issn": "",
            "pages": "326-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Spring recolonization of eastern North America by the monarch butterfly: successive brood or single sweep?",
            "authors": [],
            "year": 1993,
            "venue": "Biology and conservation of the monarch butterfly",
            "volume": "",
            "issn": "",
            "pages": "253-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "\nOphryocystis elektroscirrha sp. n., a neogregarine pathogen of the monarch butterfly Danaus plexippus (L.) and the Florida queen butterfly Danaus gilippus berenice. Cramer.",
            "authors": [],
            "year": 1970,
            "venue": "Journal of Protozoology",
            "volume": "17",
            "issn": "",
            "pages": "300-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Spring migration of monarch butterflies in California. Biology and conservation of the monarch biology.",
            "authors": [],
            "year": 1993,
            "venue": "Biology and conservation of the monarch butterfly",
            "volume": "",
            "issn": "",
            "pages": "217-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Epizootiology of the reindeer nose bot fly, Cephenemyia trompe (Modeer) (Diptera, Oestridae), in reindeer, Rangifer tarandus (L.), in Norway.",
            "authors": [],
            "year": 1995,
            "venue": "Canadian Journal of Zoology",
            "volume": "73",
            "issn": "",
            "pages": "1024-1036",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Modeling current and future potential wintering distributions of eastern North American monarch butterflies.",
            "authors": [],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "100",
            "issn": "",
            "pages": "14063-14068",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Citizen science: Creating a research army for conservation.",
            "authors": [],
            "year": 2008,
            "venue": "American Entomologist",
            "volume": "53",
            "issn": "",
            "pages": "103-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Natural enemies and survival of monarch eggs and larvae.",
            "authors": [],
            "year": 2004,
            "venue": "The monarch butterfly. Biology and conservation",
            "volume": "",
            "issn": "",
            "pages": "27-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Temporal and geographical variation in monarch densities: Citizen scientists document monarch population patterns.",
            "authors": [],
            "year": 2004,
            "venue": "The monarch butterfly. Biology and conservation",
            "volume": "",
            "issn": "",
            "pages": "9-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Large-scale spatial-transmission models of infectious disease.",
            "authors": [],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "1298-1301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "SAS 9.1.3 Help and documentation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Dispersal and seasonal occurrence of Noctuidonema guyanense, an ectoparasitic nematode of adult fall armyworm (Lepidoptera, Noctuidae), in the United States.",
            "authors": [],
            "year": 1991,
            "venue": "Journal of Entomological Science",
            "volume": "26",
            "issn": "",
            "pages": "136-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Autumnal migration routes of the eastern population of the monarch butterfly (Danaus plexippus) (L.) (Danaidae: Lepidoptera) in North America to the overwintering site in the neovolcanic plateau of Mexico.",
            "authors": [],
            "year": 1978,
            "venue": "Canadian Journal of Zoology",
            "volume": "56",
            "issn": "",
            "pages": "1756-1764",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Ecologic immunology of avian influenza (H5N1) in migratory birds.",
            "authors": [],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1139-1143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Going, going, gone: is animal migration disappearing?",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "(7)",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Temperature and rate of development in Danaus plexippus L. and D. chrysippus L. (Lepidoptera: Nymphalidae).",
            "authors": [],
            "year": 1982,
            "venue": "Journal of the Australian Entomological Society",
            "volume": "21",
            "issn": "",
            "pages": "241-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Sex around the milkweed patch: the significance of host plants in monarch reproduction.",
            "authors": [],
            "year": 1993,
            "venue": "Biology and conservation of the monarch butterfly. Science Series Volume 38",
            "volume": "",
            "issn": "",
            "pages": "69-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Hampered foraging and migratory performance in swans infected with low-pathogenic avian influenza A virus.",
            "authors": [],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "(1)",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}