{
    "paper_id": "PMC7202112",
    "metadata": {
        "title": "Anesthesiologists and the High Risk of Exposure to COVID-19",
        "authors": [
            {
                "first": "Nayely",
                "middle": [],
                "last": "García-Méndez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Lagarda Cuevas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tamara",
                "middle": [],
                "last": "Otzen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Manterola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "We read the study by Tompkins and Kerchberger,1 personal protective equipment (PPE) for Care of Pandemic Influenza Patients: A Training Workshop for the Powered Air-Purifying Respirators (PAPR), with great interest. Since the 2009 Pandemic Influenza A (H1N1 subtype) pandemic of the influenza virus, the Centers for Disease Control and Prevention (CDC) guidelines state that health care providers (HCP), when performing or participating in procedures that are associated with pathogen generating aerosols (aerosol-generating procedures [AGPs]), should wear an N95 filter mask and consider PAPR. AGPs include performance of the following procedures in patients with acute respiratory diseases2: intubation and related procedures, cardiopulmonary resuscitation, bronchoscopies, surgeries, and autopsies.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 691,
                    "end": 692,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "Regarding preventive measures for the Coronavirus Disease 2019 (COVID-19) virus in Mexico, the official normsNOM-017-STPS-2008 for PPE selection for health care personnel, highlight 2 important considerations: (1) PPE are all the set of elements and devices, that are specifically designed to protect the HCP against accidents and illnesses that could be caused by agents during the performance of their daily basis activities as well as in the emergency care; and (2) the occupational risk related to the exposure of the HCP must be identified and analyzed.3",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "The Joint Commission International (JCI) emphasizes that current status of PPE supplies remains inadequate to achieve minimum standards in most hospitals. The JCI has been calling for action at all government levels to address the shortage and protect those who work heroically to care for infected patients with COVID-19. We can confirm that in Mexico, there have been “hospital outbreaks” with 329 HCPs who have been infected with COVID-19 throughout the country. Planning an adequate distribution of PPE to health workers and developing appropriate strategies in clinics can diminish the impact of this pandemic on HCPs.",
            "cite_spans": [],
            "section": "To the Editor",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Personal protective equipment for care of pandemic powered air purifying respirator.",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Tompkins",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Kerchberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anes Analg",
            "volume": "111",
            "issn": "",
            "pages": "933-945",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prevención y control de infección en enfermedades respiratorias agudas con tendencia epidémica y pandémica durante la atención sanitaria Pautas.",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Norma Oficial Mexicana NOM-017-SSA2-2012, Para la vigilancia epidemiológica.",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}