{
    "paper_id": "PMC7159280",
    "metadata": {
        "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
        "authors": [
            {
                "first": "Romulus",
                "middle": [],
                "last": "Breban",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Riou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arnaud",
                "middle": [],
                "last": "Fontanet",
                "suffix": "",
                "email": "fontanet@pasteur.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since September, 2012, WHO has been notified of 64 cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection.1 This new disease has many features reminiscent of severe acute respiratory syndrome (SARS)—eg, predominance of respiratory symptoms, airborne transmission, high case-fatality ratio, and caused by a virus of the Betacoronavirus genus that is closely related to bat coronaviruses.2, 3, 4, 5 The SARS-CoV pandemic had been preceded by outbreaks in southeast China between November, 2002, and January, 2003.6, 7 During this period, the virus is thought to have been repeatedly introduced into human populations from its intermediate hosts (eg, the masked palm civet) before adapting to interhuman transmission.8, 9 The molecular events leading to the mutation that enabled the SARS-CoV spike protein to bind with the human ACE2 receptor have been particularly well described.10 The same sequence of events might be occurring with MERS-CoV, which has been repeatedly introduced into the human population for more than a year (from an unknown animal host) and might have human pandemic potential. One useful indicator of virus transmissibility is the basic reproduction number (R0), which represents the number of secondary cases per index case in a fully susceptible population. When R0 is above 1, epidemic potential has been reached. We aimed to adapt a recently published method of estimating R0\n11 to the MERS-CoV outbreaks and compare the results with similar findings obtained for prepandemic SARS.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 406,
                    "end": 407,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 409,
                    "end": 410,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 415,
                    "end": 416,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 531,
                    "end": 532,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 534,
                    "end": 535,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 734,
                    "end": 735,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 737,
                    "end": 738,
                    "mention": "9",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1422,
                    "end": 1424,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We retrieved data for MERS-CoV clusters and clinical disease progression from various sources, including the WHO summary1 and subsequent reports, and published descriptions of cases in the UK,4 Jordan,12 France,13 and Saudi Arabia.14, 15 As of June 21, 2013, 64 laboratory-confirmed MERS-CoV cases have been reported.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 193,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 201,
                    "end": 203,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 231,
                    "end": 233,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 235,
                    "end": 237,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The earliest two confirmed cases appeared in a cluster of 13 individuals with respiratory symptoms in a hospital in Zarqa, Jordan, in April, 2012. Diagnosis was done retrospectively, by analysis of samples from these patients; two patients, those who died, tested positive for MERS-CoV.12 Since then, other cases have occurred in and outside the Middle East (figure 1\n). 19 of these cases were regarded as sporadic, including three cases in individuals who were admitted to hospital in the UK and Germany. 15 reported cases were grouped into six small clusters of two to four cases, including four clusters in which interhuman transmission occurred outside the Middle East (UK, France, Tunisia, and Italy). In May, 2013, a large cluster of 23 confirmed cases was reported in the Al-Hasa governorate, Saudi Arabia. An unrelated cluster of five cases was later reported in the neighbouring city of Dammam, Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We obtained data on prepandemic SARS clusters in the Guangdong province of China from the scientific literature.7 Between November, 2002, and January, 2003, seven clusters of one, two, three, five, seven, eight, and nine cases, each having one index patient, were reported.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Data sources ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our data analysis is based on the concept of transmission tree, defined as all cases related to one index patient. By contrast, the concept of cluster is based on temporal and geographical grouping and might include one or more transmission trees, depending on the number of index patients belonging to the cluster.",
            "cite_spans": [],
            "section": "Data interpretation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the branching process analysis, we assumed that all MERS-CoV introductions into the human population occurred in the Middle East. We took into account 55 of the 64 laboratory-confirmed cases. We excluded the nine cases notified in the 2 weeks preceding June 21, 2013, because the incubation period of MERS-CoV could be up to 14 days, so these cases might belong to current transmission clusters.16 For improved modelling consistency, we also took into account seven probable cases: (1) one case, a patient who travelled from Saudi Arabia to Tunisia where two of his children, who had subsequent contact with him, tested positive; (2) the fourth case of the family cluster detected in Riyadh, Saudi Arabia, in October, 2012 (a patient aged 16 years who was symptomatic but was not tested for MERS-CoV);14 (3) cases A and C, reported as probable in the investigation of the Al-Hasa cluster;15 and (4) three cases in the Jordanian cluster. The large number of unconfirmed cases (11 of 13) in the Jordanian cluster called for caution. On the basis of a 38% case-fatality ratio in individuals younger than 60 years (see summary statistics in the Results section), and considering that the patients with the two confirmed cases in the Jordanian cluster died, we estimated that the expected cluster size could be 2/0·38, which is roughly 5. Hence, we considered three additionally probable cases next to the two confirmed ones in the Jordanian cluster. We also did a sensitivity analysis of our results, varying the size of the Jordanian cluster between two and 13 (appendix).",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 892,
                    "end": 894,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Data interpretation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The partition of clusters into transmission trees is often ambiguous when the data are insufficient. We dealt with this limitation in several ways. First, we used published epidemiological investigations of MERS-CoV clusters (ie, the Jordanian,12 UK,4 French,13 Al-Hasa,15 and Riyadh14 clusters) to provide information about their tree structure. Second, we regarded the MERS-CoV clusters detected outside the Middle East as trees generated by the patient travelling outside the Middle East. Third, we made assumptions on the occurrence of transmission events on the basis of epidemiological links between cases to investigate the clusters that remained otherwise unresolved. We regarded cases as epidemiologically linked if the patients were either close family members or had documented contact and, furthermore, if the dates of onset were separated by the minimum incubation period (ie, 2 days15). Hence, we did not consider infectiousness outside the symptomatic period, since no data support it at present, and all transmission data available so far are compatible with transmission during the symptomatic phase.15 This feature was also true for SARS-CoV.2\n",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 250,
                    "end": 251,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 283,
                    "end": 285,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1160,
                    "end": 1161,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Data interpretation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We investigated two different scenarios for partitioning the remaining clusters. Our first scenario assumes a large number of index patients per cluster, each generating a small tree, which results in a high introduction rate of the virus into the human population and a moderate transmissibility. The two cluster partitioning rules of the first scenario are that a report of an epidemiological link between two infected individuals certifies that transmission occurred between these individuals, and that all unlinked individuals are sporadic cases. However, we note that two epidemiologically linked cases might have become infected after common MERS-CoV exposure. Hence, the first rule is a modelling choice that can be refined as further data become available. According to scenario 1, we regarded two Saudi Arabian clusters of two and four cases (the cluster of four cases located in Riyadh14) as single trees since they consisted of family members. The cluster of five reported in Dammam was partitioned into three sporadic cases and one tree of two cases, since two of the patients shared a hospital room. We split the Jordanian cluster into three sporadic cases and a tree of two cases (patient 3 and his brother, patient 8).12\n",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 897,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Data interpretation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our second scenario assumes a small number of large trees, which results in a low introduction rate and raised transmissibility of the virus. In this case, we grouped the individuals in one cluster to obtain the maximum tree sizes compatible with the epidemiological investigations. Hence, in the second scenario the Dammam and Jordanian clusters were regarded as transmission trees each containing five cases. The distribution of tree sizes obtained for both scenarios is given in the table.",
            "cite_spans": [],
            "section": "Data interpretation ::: Methods",
            "ref_spans": [
                {
                    "start": 486,
                    "end": 491,
                    "mention": "table",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We analysed MERS-CoV transmission using the theory of homogeneous branching processes. The key element of this theory is the distribution of the number of cases caused by an infected individual. Its average, the basic reproduction number of the pathogen infection R0, has a fundamental role in the transmission dynamics. If R0 is less than 1, then all transmission trees terminate—otherwise transmission trees might be infinite and the disease becomes an epidemic. Assuming a Poisson distribution of the number of secondary cases, we inferred the R0 of MERS-CoV using Bayesian analysis (appendix). We also did two sensitivity analyses of our R0 results. First, we varied the size of the Jordanian cluster between two (the number of confirmed cases) and 13 (the total number of confirmed and probable cases). Second, we investigated the consequences of the outstanding event of six secondary cases caused by patient C of the Al-Hasa cluster in the dialysis ward (appendix).",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We calculated the rate of MERS-CoV introductions into the human population from the estimated number of index patients during the period of data collection (table\n). We assigned corresponding CIs on the assumption that introduction events follow Poisson statistics (appendix).",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 162,
                    "mention": "table",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The sponsors of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "section": "Role of the funding source ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Overall, patients with confirmed MERS-CoV were aged between 2 and 94 years (median 56 years, IQR 41–68·5) and most were men (44 [74%] of 61 patients with sex reported). The case-fatality ratio was 59·4% (95% CI 46–71; 38 of 64 patients). Advanced age was a significant risk factor for death (case-fatality ratio 76% [55–91; 19 of 25] for age ≥60 years vs 38% [22–56, 13 of 34] for age <60 years; p=0·008).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "We obtained an R0 of 0·60 (95% CI 0·42–0·80) for scenario 1 and 0·69 (0·50–0·92) for scenario 2. The number of transmission trees for each scenario provided the number of MERS-CoV introductions into the human population during the period of data acquisition. Hence, we obtained yearly introduction rates of 22·3 (95% CI 13·0–31·5) and 17·1 (9·0–25·3) for scenario 1 and 2, respectively. We also obtained an R0 of 0·80 (0·54–1·13) for prepandemic SARS. Repeating the analyses assuming the size of the Jordanian cluster to be between two and 13 or excluding the outstanding event of six secondary cases caused by patient C of the Al-Hasa cluster in the dialysis ward15 showed the robustness of our results (appendix). As shown in figure 2A\n, the average tree size is very sensitive to the value of R0, particularly when R0 is close to 1.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 666,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 728,
                    "end": 737,
                    "mention": "figure 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We further studied the expected yearly incidence of MERS-CoV infections, calculated by multiplying the introduction rate into the human population by the average tree size, 1 / (1 – R0).11\nFigure 2B shows a contour map of the yearly incidence versus the introduction rate and R0. Non-linear dependence qualifies R0 as the key parameter, particularly for values close to 1. On the same figure 2B, we plotted the parameters corresponding to our scenarios 1 and 2 and showed the region in the parameter space most likely to include the true parameters of MERS-CoV. This plot suggests that the possibility of MERS-CoV having an R0 above 1 or less than 0·4, or a yearly introduction rate above 35, is very small. To assess the potential effect of future MERS-CoV outbreaks on our R0 estimation, we analysed the change in the probability that R0 exceeds 1 versus the tree size that would be observed next (figure 2C). In scenario 2, a tree larger than 98 cases would imply that the probability of having a pandemic MERS-CoV strain exceeds 5%. In scenario 1, reaching the 5% threshold would need the next observed tree to consist of 200 cases.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 385,
                    "end": 394,
                    "mention": "figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 900,
                    "end": 909,
                    "mention": "figure 2C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "When active contact tracing is operational, public health authorities might immediately stop viral transmission after the index patient has been diagnosed, and thus the available data would be just the number of secondary cases of the index patient before their isolation. This situation is addressed in figure 2D in which, in scenario 2, the 5% probability threshold is reached if the next index patient caused eight secondary cases. In scenario 1, the 5% threshold is reached if the next index patient caused 14 secondary cases.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "mention": "figure 2D",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our analysis suggests that MERS-CoV has not reached epidemic potential—ie, R0 was less than 1. Although R0 estimates of prepandemic SARS-CoV and MERS-CoV under our second scenario are close, we cannot conclude that MERS-CoV will follow a similar path toward pandemic spread. Despite phylogenetic similarities, the two viruses have distinct biology, such as the use of different human receptors.10, 17 SARS-CoV adaptation to human beings took just several months, whereas MERS-CoV has already been circulating for more than a year in human populations without mutating into a pandemic form. However, the speed of adaptation depends on several variables, some of which might widely differ between China and the Middle East (eg, animal and human density, baseline preventive measures, and, most importantly, the prepandemic R0).18 Because of the very small number of MERS-CoV sequences available, non-synonymous mutations suggesting viral adaptation could not be yet established. Hence, comparison between SARS-CoV and MERS-CoV should remain cautious.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 825,
                    "end": 827,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nFigure 2B displays the yearly number of cases as a function of two variables, the yearly introduction rate and R0. Control of this new zoonosis could therefore be exercised by addressing these two components.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "mention": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "First, control could target a reduction in the rate of MERS-CoV introductions into the human population. However, the animal host responsible for MERS-CoV introductions is not yet known. This search should take high priority, focus on Middle Eastern countries where most cases occurred, and address the broad variety of species known to host coronaviruses, including bats, birds, mice, dogs, pigs, and cattle.19 Reports have already pointed to sick goats and camels in the vicinity of patients as a potential source of MERS-CoV.20, 21\n",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 528,
                    "end": 530,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, control could focus on a reduction in the infectious period of infected individuals through improved surveillance, rapid diagnosis, and isolation. When done effectively, active contact tracing could reduce the number of cases to the number of MERS-CoV introductions (ie, index patients) and the secondary cases they might cause before isolation.22 We note that R0 might also increase with the population density and is affected by the community age and contact structure. Large gathering events or travel of patients from the Middle East to densely populated areas might result in outbreaks with increased R0.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our analysis depends on the quality of the surveillance systems.23 In view of the tendency for identification of large clusters at the beginning of an epidemic, and insufficient data for partitioning clusters into smaller transmission trees, our tree-size data analysis might overestimate R0. Hence, this bias would not affect our conclusion that MERS-CoV does not have pandemic potential and is likely to be minimised now that public health surveillance systems are on alert. Also, timely control measures after diagnosis of a new patient will trim the natural pattern of transmission. Still, the virus will always have a short window of opportunity for transmission before the isolation of each new index patient. For this reason, we considered the situation in which the next available datapoint would be the count of cases secondary to the index patient, and provided a method that might be useful in places with effective surveillance.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another important issue is the possibility of asymptomatic and mild infections. A confirmed case with mild symptoms, for which admission to hospital was not needed, occurred in the UK.4 If asymptomatic and mild infections constituted an important fraction of the total, R0 might be higher than our estimate. In the future, serological analysis of contacts will allow a fair estimation of asymptomatic infections. Serological tests for MERS-CoV are under development, but have not yet been deployed. Retrospective analysis of sera of contacts of SARS-CoV patients showed a very small (0·2%) proportion of asymptomatic infections.24 Of note, serum samples of 2400 control patients at the Dr Soliman Fakeeh Hospital in Jeddah, Saudi Arabia, where the first patient was diagnosed, did not detect MERS-CoV in an immunofluorescence assay that was strongly positive with the serum of the patient, suggesting that MERS-CoV was not circulating undetected in the general population during the previous 2 years.3\n",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The main issue for now is how to interpret the data on the size of future outbreaks that surveillance systems will detect. Most certainly, future data will add to our knowledge about viral transmissibility and narrow the CIs around the R0 estimate. Our analysis suggests that if effective contact tracing detected eight or more secondary cases caused by the next index patient, then, under scenario 2, this would suggest, together with all knowledge gathered so far, that there is a more than 5% chance that the MERS-CoV R0 is larger than 1—ie, that MERS-CoV might have pandemic potential. This finding seems unlikely because the largest count of secondary cases attributed to a patient is seven (six in a dialysis ward and one outside) and is an outlier.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our analysis confirms the importance of enhanced surveillance of MERS-CoV infection and an active search for its animal host, particularly in the Middle East where MERS-CoV infection is most prevalent (panel\n). Close monitoring of cases and contact tracing are of high priority to limit transmission, gather high-quality data to update the R0 estimates, and decrease opportunities for viral adaptation to interhuman transmission. One of the main lessons of the SARS pandemic has been that early control of the virus (while it was still confined to southeast China) might have prevented its global spread.PanelResearch in context\nSystematic review\nA PubMed search on June 23, 2013, with the terms “HCoV-EMC”, “MERS-CoV”, and “novel human coronavirus” identified 24, 14, and 46 reports, respectively, linked to Middle East respiratory syndrome coronavirus (MERS-CoV) infection. 18 reports contained detailed epidemiological information about MERS-CoV cases, starting with the Sept 27, 2012, description of two cases by Danielsson and colleagues.25 Articles relevant to our paper are cited in the text.\nInterpretation\nOur report provides the first estimation of the basic reproduction number R0 for MERS-CoV, with evidence that the virus has not yet reached pandemic potential. Enhanced surveillance, active contact tracing, and vigorous searches for the MERS-CoV animal host and transmission route to human beings should be urgently prioritised.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table: Transmission tree sizes resulting from our interpretation of Middle East respiratory syndrome coronavirus data\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Map of Middle East respiratory syndrome coronavirus clusters included in the analysis Cluster sizes are shown in bold white text. We used a blue background if their location could be established within the country of origin and a red background otherwise. Each arrow corresponds to travel of one patient with Middle East respiratory syndrome coronavirus infection outside the Middle East, where they caused secondary cases. gov=governorate.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Mathematical modelling results (A) The average tree size versus R0 as predicted by the theory of homogeneous branching processes. The dark blue and red dashed lines correspond to the values of R0 that we calculated for scenarios 1 and 2, respectively. (B) Contour plot of the expected Middle East respiratory syndrome coronavirus (MERS-CoV) yearly incidence versus introduction rate into the human population and R0. The very dark blue region corresponds to yearly incidence estimates below 10. The dark red region corresponds to yearly incidence estimates above 320. All other solid colour regions correspond to yearly incidence estimates bounded by the values shown on the contours. The black square and red circle show the parameter sets of scenarios 1 and 2, respectively; the error bars represent the corresponding 95% CIs. As a visual aid, we have shaded the region comprising the parameter sets compatible with scenarios 1, 2, and the in-between area compatible with intermediate scenarios. (C) The probability that R0 exceeds 1 versus the size of the next MERS-CoV transmission tree; the horizontal dashed line corresponds to the 5% probability. (D) The probability that R0 exceeds 1 versus the size of the next count of secondary cases of an index patient; the horizontal dashed line corresponds to the 5% probability. R0=basic reproduction number (the number of secondary cases per index case in a fully susceptible population).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "MERS-CoV summary and literature update—as of 20 June 2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Structural biology. Adaptation of SARS coronavirus to humans",
            "authors": [
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1822-1823",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Inference of R0 and transmission heterogeneity from the size distribution of stuttering chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plos Comput Biol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Novel coronavirus infections in Jordan, April 2012: epidemiological findings from a retrospective investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hijawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdallat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sayaydeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alqasrawi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haddadin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaarour",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EMHJ",
            "volume": "19",
            "issn": "suppl 1",
            "pages": "S12-S18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East respiratory syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "el Mansouf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(08)61345-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Al-Hakeem",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1303729"
                ]
            }
        },
        "BIBREF6": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF7": {
            "title": "Updated rapid risk assessment: severe respiratory disease associated with Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "VS",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251-254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Koella",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658-661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "S88-S97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70154-3"
                ]
            }
        },
        "BIBREF13": {
            "title": "Contact investigation of a case of human novel coronavirus infection treated in a German hospital, October–November 2012",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18L",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "SARS: how a global epidemic was stopped",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Transmission scenarios for Middle East respiratory syndrome coronavirus (MERS-CoV) and how to tell them apart",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "SARS-CoV antibody prevalence in all Hong Kong patient contacts",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1653-1656",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Novel coronavirus associated with severe respiratory disease: case definition and public health measures",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Danielsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catchpole",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "ADME",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "RAM",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Evidence of person-to-person transmission within a family cluster of novel coronavirus infections, United Kingdom, February 2013",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "de Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China, in February, 2003",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353-1358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Epidemiologic clues to SARS origin in China",
            "authors": [
                {
                    "first": "R-H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1030-1037",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666-1669",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Cross-host evolution of severe acute respiratory syndrome coronavirus in palm civet and human",
            "authors": [
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "G-W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "2430-2435",
            "other_ids": {
                "DOI": []
            }
        }
    }
}