{
    "paper_id": "PMC7189175",
    "metadata": {
        "title": "Use of CT and artificial intelligence in suspected or COVID-19 positive patients: statement of the Italian Society of Medical and Interventional Radiology",
        "authors": [
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Neri",
                "suffix": "",
                "email": "emanuele.neri@med.unipi.it",
                "affiliation": {}
            },
            {
                "first": "Vittorio",
                "middle": [],
                "last": "Miele",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Coppola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Grassi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel coronavirus (SARS-cov-2) infection outbreak, rapidly spreading from Wuhan City (Hubei Province, China) to extra continental countries since December 2019, has been declared pandemic by the World Health Organization (WHO) on March 2020 [1].",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To date, the number of COVID-19 (coronavirus disease 2019) confirmed cases is constantly growing, with a death rate of 7%. COVID-19 can be asymptomatic or manifests with symptoms due to interstitial pneumonia, such as fever, dry cough, dyspnea, and in patients with respiratory failure requires admission to intensive care units [2].",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "On February 2020, the epidemic exploded in North of Italy with subsequent extension to the all country regions, and an exponential growth that has exceeded the number of cases reported in China [3].",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this emergency situation, the Italian radiology departments found themselves at the forefront in the management of suspected and positive COVID cases, both in diagnosis, in estimating the severity of the disease and in follow-up.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This required an important conversion of radiology activity, giving priority to COVID patients and inserting entire radiology departments into the so-called COVID pathways.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The management of this emergency required a precise choice on the correct and appropriate radiological diagnostic path to follow.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In a study by AI T et al., involving 1014 patients in Wuhan, China, who underwent both chest CT and RT-PCR tests, the authors report 97% sensitivity of chest CT in suggesting COVID-19, based on positive RT-PCR results, and 75% in patients with negative rRT-PCR (real-time reverse transcription polymerase chain reaction) results (showing positive chest CT findings). They conclude that chest CT has a high sensitivity for diagnosis of COVID-19 and may be considered as a primary tool for the current COVID-19 detection in epidemic areas [4]. However, the strategy of using CT as a screening method does not appear to be supported by solid basis. Using CT in screening and/or asymptomatic patients, the probability to find radiological signs of COVID-19 infection is low and therefore the use of CT would lead to many negative tests (even in patients with rRT-PCR positive tests), thus increasing the workload of the radiology departments and the risk of transmission of the infection.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 539,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In a study of Bai et al., in which of 213 CT examinations of positive COVID patients have been retrospectively reviewed by 3 Chinese and 4 US radiologists, they distinguished COVID-19 from viral pneumonia on chest CT with high specificity but moderate sensitivity. Another study by Li Y and Xia L, on 53 cases, concluded that chest CT had a low rate of missed diagnosis of COVID-19 (3.9%, 2/51) and may be useful as a standard method for the rapid diagnosis of COVID-19 to optimize the management of patients. However, CT is still limited for identifying specific viruses and distinguishing between viruses [5].",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 609,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While CT has low specificity for identifying COVID-19 lung infection, a recent study by Yuan et al. has shown a correlation between radiological signs and the mortality index; the authors found that CT findings of COVID-19 lung infection were featured by predominant ground-glass opacities mixed with consolidations, mainly peripheral or combined peripheral and central distributions, bilateral and lower lung zones being mostly involved, and a CT scoring method was capable to predict mortality with sensitivity of 85.6% and a specificity of 84.5% [6].",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 551,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Limited data are available to support CT as primary test, and as the American College of Radiology, SIRM does not recommend chest CT as a screening tool, suggesting this test only for symptomatic patients with specific clinical indications [7].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "SIRM recommendations on radiological management of COVID-19",
            "ref_spans": []
        },
        {
            "text": "As it is difficult to address a precise and shared diagnostic path and considering the need to make radiology services available in a short time, SIRM has indicated to its members a diagnostic path already applied by experience in the management of interstitial pneumonia. In agreement with the Italian Association of Ultrasonography in Medicine and Biology, and the Italian Association of Scientific Medical Societies, SIRM recommends:Chest X-ray as first-line imaging tool that allows a first assessment of patients, especially in the emergency room, and can direct the differential diagnosis toward other possible causes of pulmonary parenchymal involvement, other than COVID-19 infection [8].CT as additional tool that shows typical features of COVID pneumonia, as the most common bilateral ground-glass opacities involving mainly the lower lobes [9].Ultrasound of the lungs as monitoring tool also to evaluate the effectiveness of prone-supination maneuvers [10, 11].SIRM recommends, as high priority, to ensure appropriate sanitation procedures on the scan equipment after detecting any suspected or positive COVID-19 patients, since the risk of spreading the infection into the CT suite.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 694,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 852,
                    "end": 853,
                    "mention": "9",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "SIRM recommendations on radiological management of COVID-19",
            "ref_spans": []
        },
        {
            "text": "As diagnostic imaging is an ecosystem of digital data, which is collected for each patient who undergoes any radiographic, computed tomography, magnetic resonance, ultrasound, and all nuclear medicine investigation, so much data, or big data, need an accurate interpretation related to the clinical problem for which the patient undergoes the investigation; this is the task of the radiologist, through the radiological medical act, that is summarized in the radiological report. In this context, artificial intelligence is a promising technology that allows to process so big data and extract meaningful information [12–14].",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 620,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "SIRM recommendations on the use of artificial intelligence in COVID-19",
            "ref_spans": []
        },
        {
            "text": "In a paper about the role of artificial intelligence in COVID pandemic, Santosh KC et al. report that it could be useful to identify COVID-19 outbreaks and forecast their nature of spread across the globe [15]. The application of artificial intelligence to chest CT is reported by Li et al. on a retrospective and multicenter study of 4356 chest CT examinations, applying a deep learning model, COVID-19 detection neural network (COVNet). The authors report a per-exam 90% sensitivity and 96 specificity in detecting COVID patients and 87% sensitivity and 92% specificity for community acquired pneumonia and other lung diseases and conclude that the deep learning model can accurately detect COVID-19 and effectively help in the differential diagnosis [16].",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "SIRM recommendations on the use of artificial intelligence in COVID-19",
            "ref_spans": []
        },
        {
            "text": "Many national and international initiatives have been launched by the radiological community to promote research and fight against COVID infection, as the initiative of the European Institute for Biomedical Imaging Research (EIBIR), the call of the European Society of Radiology for strengthened approach safeguarding public health and guaranteeing legal certainty across Member States, the RSNA COVID-19 resources to access the latest guidance, original research, image collection and more about the pandemic, the Imaging COVID-19, a multicenter European project promoted by the European Society of Medical Imaging Informatics to enhance computed tomography (CT) in the diagnosis of COVID-19 by using artificial intelligence, and the SIRM initiative promoting guidelines and a collection of COVID-19 cases [17–20].",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 811,
                    "end": 813,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "SIRM recommendations on the use of artificial intelligence in COVID-19",
            "ref_spans": []
        },
        {
            "text": "The historical moment we are experiencing, in the midst of the COVID-19 pandemic, is generating many expectations about the role that artificial intelligence can have in improving the diagnosis and treatment of coronavirus infection; the European Commission has just launched the so-called common European response to the COVID-19 epidemic and created a team coordinated by the President [21]. Among the many initiatives, the “AI-ROBOTICS vs COVID-19 initiative” of the European AI Alliance has just been launched, testifying to the high expectations that the commission has toward artificial intelligence in this field [22].",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "SIRM recommendations on the use of artificial intelligence in COVID-19",
            "ref_spans": []
        },
        {
            "text": "In this context, SIRM wishes to deliver clear statements to the radiological community on the usefulness of artificial intelligence as a radiological decision support system in COVID-19 positive patients.SIRM supports the research on the use of artificial intelligence as a predictive and prognostic decision support system, especially in hospitalized patients and those admitted to intensive care, and welcomes single center of multicenter studies for a clinical validation of the test.2.SIRM does not support the use of CT with artificial intelligence for screening or as first-line test to diagnose COVID-19.3.Chest CT with artificial intelligence cannot replace molecular diagnosis tests with nose-pharyngeal swab (RT-PCR) or in suspected for COVID-19 patients;",
            "cite_spans": [],
            "section": "SIRM recommendations on the use of artificial intelligence in COVID-19",
            "ref_spans": []
        },
        {
            "text": "Few data are available about the role of artificial intelligence as a radiological decision support system in COVID-19 patients; it is too early to apply this technology in clinical practice as first-line modality. There are in fact many ethical and medico-legal implications in the use of this technology that, even in this emergency situation, do not allow its routine use [23–25]. As for any new technology, a clinical validation phase is needed with single or multicenter trials, and standardized approaches for imaging methodology and artificial intelligence algorithms. The multivariate of the technological solutions available both in the research centers and on the market poses serious questions on the variability of the results that can be generated by the software. A problem that certainly does not only regards the case of CT in COVID-19 patients, but that is extendable to all applications of artificial intelligence in diagnostic imaging.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Impact of an ultrasound-driven diagnostic protocol at early intensive-care stay: a randomized-controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pontet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yic",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Díaz-Gómez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sviridenko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Noveri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cancela",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ultrasound J",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13089-019-0139-2"
                ]
            }
        },
        "BIBREF2": {
            "title": "Findings of lung ultrasonography of novel coronavirus pneumonia during the 2019–2020 epidemic",
            "authors": [
                {
                    "first": "QY",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "XT",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "LN",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05996-6"
                ]
            }
        },
        "BIBREF3": {
            "title": "Big data and the future of radiology informatics",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Kansagra",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lenchik",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Prater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Heilbrun",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oselkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acad Radiol.",
            "volume": "23",
            "issn": "1",
            "pages": "30-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2015.10.004"
                ]
            }
        },
        "BIBREF4": {
            "title": "Bits and bytes: the future of radiology lies in informatics and information technology",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Arenson",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Grist",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enzmann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Radiol",
            "volume": "27",
            "issn": "9",
            "pages": "3647-3651",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-016-4688-5"
                ]
            }
        },
        "BIBREF5": {
            "title": "What the radiologist should know about artificial intelligence—an ESR white paper",
            "authors": [],
            "year": 2019,
            "venue": "Insights Imaging",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13244-019-0738-2"
                ]
            }
        },
        "BIBREF6": {
            "title": "AI-driven tools for coronavirus outbreak: need of active learning and cross-population train/test models on multitudinal/multimodal data",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Santosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Syst",
            "volume": "44",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-020-01562-1"
                ]
            }
        },
        "BIBREF7": {
            "title": "Artificial intelligence distinguishes COVID-19 from community acquired pneumonia on chest CT",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200905"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "China Medical Treatment Expert Group for Covid-19. Clinical characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Artificial intelligence: who is responsible for the diagnosis?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Miele",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bibbolino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiol Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11547-020-01135-9"
                ]
            }
        },
        "BIBREF16": {
            "title": "Medical ethics considerations on artificial intelligence",
            "authors": [
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Keskinbora",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Neurosci",
            "volume": "64",
            "issn": "",
            "pages": "277-282",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jocn.2019.03.001"
                ]
            }
        },
        "BIBREF17": {
            "title": "Ethics of artificial intelligence in radiology: summary of the joint European and North American multisociety statement",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Geis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Insights Imaging",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13244-019-0785-8"
                ]
            }
        },
        "BIBREF18": {
            "title": "Coronavirus Disease 2019 (COVID-19) in Italy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4344"
                ]
            }
        },
        "BIBREF19": {
            "title": "Correlation of chest CT and RT-PCR testing in Coronavirus Disease, 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF20": {
            "title": "Coronavirus Disease 2019 (COVID-19): role of chest CT in diagnosis and management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.22954"
                ]
            }
        },
        "BIBREF21": {
            "title": "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0230548"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Review of the clinical characteristics of Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gen Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-020-05762-w"
                ]
            }
        }
    }
}