{
    "paper_id": "PMC7148908",
    "metadata": {
        "title": "Clustered airline flight scheduling: Evidence from airline deregulation in Korea",
        "authors": [
            {
                "first": "Joo",
                "middle": [
                    "Yeon"
                ],
                "last": "Sun",
                "suffix": "",
                "email": "jysun@keri.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Domestic air passenger traffic in Korea has been decreasing since it picked up around a 16% annual growth rate in the late 1980's and early 1990's. On the other hand, international air passenger traffic has been increasing since the Severe Acute Respiratory Syndrome (SARS) epidemic had a severe negative effect on Asian air travel markets in 2002–2003 and the economic crisis swept across the nation in the late 1990s.3\n",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "While two legacy carriers, KAL and AAR, target international routes instead of pursing relatively low profits in domestic routes following the introduction of high-speed rail services, Korean Train eXpress (KTX), in 2004, LCCs have emerged and entered some domestic city pair markets in 2005, the first independent LCC, Hansung Airlines (HAN) received its Air Operator's Certificate (AOC). LCCs in Korea can be categorized into two types from the view point of ownership; independent LCCs and dependent LCCs. First, independent LCCs refer to LCCs that are not owned by full service legacy carriers.4\nSecond, dependent LCCs refer to LCCs that are wholly-owned LCC subsidiaries of legacy carriers.5\nIn response to the emergence of the independent LCCs the two full service carriers established their own subsidiary LCCs, either replacing their prior services with them or flying under both legacy carrier brand and LCC brand. AAR replaced its service on some routes with its own LCC, Air Busan (ABL), and KAL operated under two-brand strategy through its subsidiary LCC, Jin Air (JNA).",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 1\n, 6\nthe volume of passengers using LCCs had been growing at a faster pace than before in the Korea domestic airline markets over the past few years. The volume of traffic by LCCs has rapidly grown relative to that of the two major airlines from 2008 to 2009. The independent LCCs have shown considerable growth rate of market share, recording an 8.3% in 2008, 13.1% in 2009, an 18.3% in 2010, and 25.6% in 2011. The passengers share using the dependent LCCs recorded an 1.6% in 2008, 14.6% in 2009, 16.8% in 2010, and 16.3% in 2010. In 2011, aggregate domestic market shares of LCCs were above 40%, a new record for LCC penetration in the North Asian nation, making a significant rise from 9.8% in 2008.7\nFor the Korean airline industry, being slow to adopt the LCC model, the major barriers are regulated regimes in Korean air industry.",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Prior to May 2008 Korean airline regulation had restrictive licensing policies. This regulation system categorized airline carrier into two types: scheduled air service carriers and non-scheduled air service carriers. While non-scheduled air service carriers were only allowed to operate irregular flight services with aircraft, each having less than 80 seats, scheduled air service carriers could operate regular flight services with a license issued by a government aviation body. These restrictions on non-scheduled air service carriers, combined with irregular flights service, greatly limited their aircraft availability and selection (turboprop aircraft with less than 80 seats). Since 2005 a few independent LCCs had flown some city pair routes, but most of these were non-scheduled air service carriers subject to regulated market policy. In this context the “licensing policy” hindered prospective entrants from settling in the market (Table 1, Table 2\n).",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": [
                {
                    "start": 945,
                    "end": 952,
                    "mention": "Table 1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 954,
                    "end": 961,
                    "mention": "Table 2",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The May 2008 Deregulation Act removed restrictions imposed on aircraft size for the non-scheduled airlines while fare regulations have remained unchanged; thus, all independent LCCs were then able to operate jet aircraft with more than 80 seats each. Several LCCs (including both dependent and independent LCCs) have been established over the last four years. The remaining independent LCCs were restructured by expanding their capacities.8\n",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Beyond the supply side perspective of the impact of LCCs' entry on Korean airline markets, “a five-day work week” was introduced for Korea. The National Assembly cleared a legislative bill to amend the Labor Standard Act (LSA) on August 2003. This amended LSA introduced a five-day work week by reducing the maximum legal working hours from 44 to 40 per week, and the law was passed by the South Korean parliament in 2004.9\nAfter gradually establishing “a 5-day work week” system since 2005 (South Korean companies of all sizes became required to switch to the five-day work week in 2011), people's leisure activities have changed greatly. A five day work week system, combined with emergence of new LCCs in the deregulated period, has prompted more people to fly and changed market structure.",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The rest of this paper is organized as follows. Section 2 introduces an index for the departure flight times differentiation. Section 3 outlines the empirical framework of testing the impact of competition level on departure flight times scheduling. In Section 4, the variables used in the model are defined and the data description are presented. Section 5 presents estimation results. Finally, concluding remarks are given in Section 6.",
            "cite_spans": [],
            "section": "The May 2008 Deregulation Act in the Korean airline industry ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The study on spatial competition model dates back to Hotelling (1929). In Hotelling's linear city model with linear transport cost, each of duopolists differentiate their products in only one dimension, geographic location. Firms are located at the same point (minimal differentiation, i.e., perfect substitutes). Given the assumption of a quadratic transport costs, D'Apremont et al. (1979) show that duopolists with a single outlet locate at opposite ends of the linear markets. An example of the study of the circle model of spatial competition is Martinez-Giralt and Neven (1988). They developed spatial competition models allowing for competition from multiple outlets. In the circle model of spatial competition with duopolists, in equilibrium each firm positions its two outlets at the same point. As summarized in Borenstein and Netz (1999), theoretical models of spatial product differentiation suggest two possible polar cases regarding location competition outcomes: minimal differentiation in order to steal customers from rivals, and maximal differentiation in order to soften price competition with competitors.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 69,
                    "mention": "Hotelling (1929)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 391,
                    "mention": "D'Apremont et al. (1979)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 551,
                    "end": 583,
                    "mention": "Martinez-Giralt and Neven (1988)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 822,
                    "end": 848,
                    "mention": "Borenstein and Netz (1999)",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Theoretical framework: spatial competition model in the airline industry ::: Departure flight times differentiation",
            "ref_spans": []
        },
        {
            "text": "Unlike perfectly competitive markets in which firms take prices as a given, the air travel industry is characterized by differentiated products. With differentiated products, competition has both price and non-price dimensions. Airline carriers choose not only prices, but also flight frequency and flight departure times. Spatial competition theory has been applied to airline studies such that airlines compete on departure times where the departure times of flights on a route can be interpreted as locations on a 24-h clock and the air traveler's preferred departure times are non-uniformly distributed, i.e., heterogeneous consumer's preferences. One of the studies in the airline industry literature related to departure flights scheduling competition is Borenstein and Netz (1999). In this study, passenger's transport costs are assumed to be quadratically related to departure flight times in minutes. They empirically test the relationship between the level of competition and spatial product differentiation using cross-sectional U.S airline 1975 (when fares were regulated) and 1986 (when fares were not regulated) data, respectively for a given number of flights on a route. According to their findings, airlines schedule their flights more closely to each other as competition increases for both periods. They also find that reductions in scheduling constraints increase differentiation in departure times after deregulation. Yetiskul and Kanafani (2010) also test location theory using cross-sectional U.S. airline 2005 data. They find that intense competition leads to less departure time differentiation. This tendency is lower in the presence of low cost carriers on a route. Salvanes, et al., (2005) empirically examine departure time differentiation in the Norwegian airline industry. When price is exogenous, they find evidence that an increase in competition on a route leads to a decrease in departure time differentiation.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 787,
                    "mention": "Borenstein and Netz (1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1439,
                    "end": 1467,
                    "mention": "Yetiskul and Kanafani (2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1693,
                    "end": 1717,
                    "mention": "Salvanes, et al., (2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Theoretical framework: spatial competition model in the airline industry ::: Departure flight times differentiation",
            "ref_spans": []
        },
        {
            "text": "In sum, spatial competition model in the airline industry suggests that when prices are set exogenously, then it follows that carriers would minimize departure time differentiation in the absence of price competition. On the other hand, carriers might increase departure time differentiation in order to soften price competition in the presence of potential intensive price competition. Deregulation in the Korean airline industry concentrated on eliminating regulatory barriers to entry, but did not lead to a huge reduction in the average fares due to unexpectedly introduced fuel surcharges on all domestic city-pair routes. With this small variations in fares within carriers, carriers would have engaged in non-price dimension competition. It is therefore of interest to investigate whether the pattern for scheduling departure flight times has changed since the 2008 Deregulation Act, and if so, the estimated effects differ depending on the types of routes: the Jeju island routes (leisure type) and the inland routes (business type).",
            "cite_spans": [],
            "section": "Theoretical framework: spatial competition model in the airline industry ::: Departure flight times differentiation",
            "ref_spans": []
        },
        {
            "text": "The differentiation index, adapted from the one used by Borenstein and Netz (1999), DIFF is used as a measure for overall flight times differentiation. DIFF takes a value in the interval [0,1].10\nThis measure is calculated by using departure times of all non-stop flights. The closer the index to 1, the flights are more evenly distributed over a 24-h clock, maximizing departure time differentiation. When this index is equal to 0, all flights depart at the same time, meaning no differentiation in departure times.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 82,
                    "mention": "Borenstein and Netz (1999)",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Measure of overall differentiation: the DIFF index ::: Departure flight times differentiation",
            "ref_spans": []
        },
        {
            "text": "Since the airfares are not set exogenously in the Korean airline industry, and passenger's preferred departure flight times are not uniformly distributed across the types of routes, the Hotelling's conjecture cannot be directly applied to the data.",
            "cite_spans": [],
            "section": "Predictions ::: Model",
            "ref_spans": []
        },
        {
            "text": "In order to examine the effect of competition level on the scheduling differentiation, we need to control for other factors that affect airline scheduling: LCC flight shares, deregulation, route-specific profitability, load factor, flight frequency and flight duration. The emergence and failure of LCCs are linked to the LCC flight shares. Carriers are likely to diversify their competition strategies on the route where new entry of independent LCCs compete with legacy carriers in the post-deregulation period. Independent LCCs would distinguish their flights from the two legacy carriers by means of product differentiation strategy. We conjecture that the effect of competition level on airline scheduling differentiation depends on the deregulation policy which leads to the change in market structure.",
            "cite_spans": [],
            "section": "Predictions ::: Model",
            "ref_spans": []
        },
        {
            "text": "The supply-side perspectives can pose constraints that affect airlines' strategic responses through departure flight times schedule differentiation. Since each route is a part of a network and the plane used on one route is in use in prior and subsequent routes, carriers strategically schedule departure flights and allocate flight frequencies between routes, taking into account all domestic routes profitability. The route-specific profitability would drive carriers to schedule flight times either more closely to or farther from each other. On a route with higher profitability as exogenous, a carrier would have a greater incentive to schedule flight times closer to each other's flights, drawing passengers off from the most nearby flights. On the other hand, carriers might try to differentiate their departure flight times farther from each other when the route-specific average profitability per passenger is high, avoiding potentially intense price competition.",
            "cite_spans": [],
            "section": "Predictions ::: Model",
            "ref_spans": []
        },
        {
            "text": "The load factor on a route would affect the degree of scheduling differentiation. From the supply side perspective, the incentive to schedule departure flight times far from each other by means of a product differentiation strategy would be strengthened in the absence of capacity constraints. With regards to the demand-driven incentive, high load factors mean that demand is high relative to the number of seats offered. Carriers would schedule their flight times closer to each other in order to capture the high demand, stealing air passengers from competitors. Flight frequency on the route controls for the market size, holding a fixed number of carriers. With regard to flight duration that we control for the distribution of passenger's preferred departure times, carriers would strategically schedule departure flight times on short-haul routes.",
            "cite_spans": [],
            "section": "Predictions ::: Model",
            "ref_spans": []
        },
        {
            "text": "We estimate the econometric model of departure flight times scheduling. We observe t = 1,…,T time period. All explanatory variables are assumed to have route-specific effects: r = domestic non-stop routes. The error term ε is assumed to be i.i.d. The present models consider the impacts of each independent variable in an additive way. Each carrier is considered to be competing with all other carriers on a route in the model. We assume a log–log relationship (eq (1)).(1)LDIFFt=β0r+β1rLCOMP1t+β2rLCCsh1t+β3rDeregulationt+β4rLCOMP1t⋅Deregulationt+β5rLRelFaret+β6rLLoadFact+β6rLFlightFreqt+β7rLDurationt+εtwhere LDIFF\nt is the logarithm of the differentiation index of departure flight times, DIFF\nt; LCOMP1t is logarithm of the competition level variable based on flight frequency shares among all carriers; LCCsh1t is the ratio of LCC flight on the route; Deregulation\nt is a dummy variable, 1 for the observations following the May 2008 deregulation and 0 otherwise. Given that the estimated effect of competition might depend on deregulation, we can account for this intuition with an interactive dummy variable, estimating change in the effect of competition level depending on the value of Deregulation\nt; LRelFare\nt is logarithm of the load factors; LLoadFac\nt is logarithm of the load factors; LFlightFreq\nt is logarithm of the total flight frequency; LDuration\nt is logarithm of the flight duration for the route. The two variables, RelFare and LoadFac, would be correlated to the econometric error term, suggesting the use of instruments for RelFare and LoadFac. The set of instruments and their validity are discussed in Section 4.",
            "cite_spans": [],
            "section": "The model ::: Model",
            "ref_spans": []
        },
        {
            "text": "To compare the magnitude of the competition intensity effects, alternative model specification is testable (eq. (2)). Instead of COMP1t and LCCsh1t, additional explanatory variables – COMP2t and LCCsh2t – are included in the baseline specification. In this specification, legacy carriers and their own subsidiary LCCs are considered a single entity, not competing with each other on a route.(2)LDIFFt=β0r+β1rLCOMP2t+β2rLCCsh2t+β3rDeregulationt+β4rLCOMP2t⋅Deregulationt+β5rLRelFaret+β6rLLoadFact+β6rLFlightFreqt+β7rLDurationt+εt\n",
            "cite_spans": [],
            "section": "The model ::: Model",
            "ref_spans": []
        },
        {
            "text": "All city pair routes of the Jeju island routes are flying to Jeju island and vice versa. Within the five Jeju island routes, the entry of LCCs is limited to four routes, of which three routes had significant competition (e.g., over half a year) from independent LCCs. For the Jeju island routes two independent LCCs, ESR and JJA, as well as the two dependent LCCs, JNA and ABL, have been established.16\nThe two incumbents have developed new business strategies in response to the entry of LCCs in the deregulation period. The legacy carriers, KAL and AAR, rebadged and entered a few of their own markets with LCC operations either replacing their prior service or flying under a two-brand strategy for some city pair routes.",
            "cite_spans": [],
            "section": "Jeju island routes (leisure type) ::: Data ::: Estimation",
            "ref_spans": []
        },
        {
            "text": "\nTable 4\npresents summary statistics for the average monthly values of the departure flight times differentiation indices and main explanatory variables from two perspectives: pre- and post-deregulation. For all routes connected to Jeju island, we use departures from other origin cities to Jeju island. For the Seoul-Jeju route, for example, the values of indices in each observation are derived from all non-stop flights on a directional route, from Seoul to Jeju. We also compared the value with Jeju to Seoul observation, but the results are qualitatively insensitive. The same result applies to the rest of the Jeju island routes.",
            "cite_spans": [],
            "section": "Jeju island routes (leisure type) ::: Data ::: Estimation",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 4",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "A measure for scheduling differentiation, DIFF, slightly decreased from 0.830 in the pre-deregulated period to 0.821 in the post-deregulated period. Competition level, measured by both COMP1 and COMP2, increased considerably over the 5-year period. The average value for the competition level increased from 2.465 in the pre-deregulated period to 2.959 for COMP1 (2.696 for COMP2 in the post-deregulated period), which is a significant rise in the airline industry competition. Interestingly, the average value of LCCsh1 in the post-deregulation period, 26.3 per cent, was almost twice the share of LCCs in the pre-deregulation period, 14.1 per cent. The average value of LCCsh2, the independent LCCs flight shares, in the post-deregulation period recorded a 17 per cent, which was only 2.9 per cent higher than that of pre-deregulation. The difference between the average values for LCCsh1 and LCCsh2, about 9 per cent, represents the flight shares scheduled by the legacy carriers' subsidiary LCCs. These huge gaps between the two measures could be attributed to the two legacy carriers’ intense multiproduct activity through their own subsidiary LCCs operation in the post-deregulation. The value less than one for RelFare would imply that the average airfare for the Jeju island routes was lower than that of the inland routes. A reduction in flight duration, combined with a rise in LCC flight shares, would support an evidence that deregulation has led to structural change in the Jeju island routes, removing restrictions imposed on aircraft size and eliminating the administrative regulation of entry into the Korean airline industries.",
            "cite_spans": [],
            "section": "Jeju island routes (leisure type) ::: Data ::: Estimation",
            "ref_spans": []
        },
        {
            "text": "All city pair routes of the inland routes are flying to Seoul and vice versa. Within the six inland routes, the entry of LCCs is limited to one route, Busan-Seoul, having the two largest metropolitan areas as an end point city. The other five inland routes have only been operated by the two legacy carriers, KAL and AAR.",
            "cite_spans": [],
            "section": "Inland routes (business type) ::: Data ::: Estimation",
            "ref_spans": []
        },
        {
            "text": "Below we present an overview of the average values of the departure flight time differentiation indices and the other explanatory variables from two perspectives: pre- and post-deregulation (Table 5\n). For all routes flying inland routes, we use departures from other origin cities to Seoul. For the Seoul-Busan route, for example, the values of indices in each observation are derived from all non-stop flights on a directional route, from Seoul to Busan. We also compared the value with Busan to Seoul observation, but the results are qualitatively insensitive. The same result applies to the rest of the inland routes.",
            "cite_spans": [],
            "section": "Inland routes (business type) ::: Data ::: Estimation",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "mention": "Table 5",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "The average values for differentiation index, DIFF, increased rather than decreased. With respect to both competition measures with moderate variation over time, we do not draw any conclusion from the initial analysis of the data on the inland routes. The average value of COMP1 increased from 1.872 to 1.875 during the period 2006-2010, while the average value of COMP2 decreased from 1.872 to 1.866 over the same period. The decrease in the average value for COMP2 and the low average value for LCCsh2 would be consistent with the lack of entry to inland routes for the two years following the May 2008 Deregulation Act. Along with the fact that no independent LCCs operated any of the six inland routes in the deregulated period, LCCsh2 has a virtually zero value. With respect to RelFare, the value greater than one would imply that the average airfare for the inland routes was higher than that of the Jeju island routes. The inland routes recorded a relatively low load factor as compared to the Jeju island routes, the country's largest island and tourist destination. This low average value for LoadFac is not surprising because there are substitutable transportation modes such as bus, rail, and automobile. No significant changes in the number of flights were reported.",
            "cite_spans": [],
            "section": "Inland routes (business type) ::: Data ::: Estimation",
            "ref_spans": []
        },
        {
            "text": "One potential problem can arise here due to endogeneity concerns. The two variables, RelFare and LoadFac, would be correlated to the error term if the error term incorporates unobserved seasonal effects or cyclical fluctuations. The minimal differentiation comes at the expense of the intense price competition. There clearly exists endogeneity issue between a measure for profitability, RelFare, and dependent variable, DIFF. Scheduling patterns of departure flight times constrained by both the demand side and supply side perspectives would affect the number of passengers on a route, thereby the load factor, LoadFac. Thus we control for these potentially endogenous variables using instrumental variables (IVs). As suggested by Borenstein and Netz (1999) carrier dummy variables operating the route, and end point city population relative to aggregate seat capacity on a route are used as the excluded instruments. In addition, the peak season dummy variable and meteorological variables, such as air temperature, and humidity, which are suggested by Berry and Jia (2010), are also used as the excluded instruments.17\n",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 759,
                    "mention": "Borenstein and Netz (1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1056,
                    "end": 1076,
                    "mention": "Berry and Jia (2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Instruments ::: Estimation",
            "ref_spans": []
        },
        {
            "text": "The estimates of four models of departure flight times differentiation are presented in Table 6\n; we attempt to fit a regression to pooled data from all 11 non-stop routes in Korea.18\nThe coefficients of interest, both LCOMP1 and LCOMP2, are negative and significant across all specifications. Our results for the model of airline scheduling suggest that competition leads to less differentiated scheduling pattern. The magnitude difference in these two competition variables would be consistent with the way in which the two measures are constructed; competition level is measured by COMP1, the upper bound of competitive intensity, and COMP2, the lower bound of competitive intensity. The results on Deregulation are not robust, and neither is significant. The point estimates for Deregulation with its interaction effect with competition level are positive, but less robust at 5% significance level. It would imply that there would be no significant differences in the marginal effect of competition on departure flight times differentiation across the two time periods, pre- and post-deregulation.",
            "cite_spans": [],
            "section": "Baseline model: does competition lead to less differentiated flight times? ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "mention": "Table 6",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "The estimated impacts of LCCsh1 and LCCsh2 are positive and significant across different specifications, indicating that the expansion of LCCs contributed to greater differentiation in departure flight times. It could be explained by the LCC's incentive to sufficiently differentiate their products. The route-specific flight service profitability, LRelFare, has a negative effect on DIFF in Column (2), implying that the higher the profitability, the smaller the LDIFF. The coefficient estimate for LLoadFac is negative in all specifications and statistically significant. This could be seen to underline the fact that carriers would schedule their flight times closely to each other to capture the high demand when the average load factors are high. The estimated impacts of LFlightFreq on the degree of departure flight times differentiation are less robust, and positive for IV model in Columns (2) and (4). The coefficient estimates for LDuration are all positive. Given that the longest flight in domestic routes only takes about an hour, carriers are less constrained by passengers' preferred departure times. Along with the fact that time zone change effect is irrelevant in Korea, the point-to-point service on domestic short-haul routes would lead to differentiated departure flight times over a day.",
            "cite_spans": [],
            "section": "Baseline model: does competition lead to less differentiated flight times? ::: Results",
            "ref_spans": []
        },
        {
            "text": "The estimates of four models of departure flight times differentiation are presented in Table 7\n; we attempt to fit a regression to pooled data from 5 Jeju island non-stop routes in Korea.19\nThe estimation results reveal several interesting findings regarding clustering pattern. The coefficients for both LCOMP1 and LCOMP2 have the expected negative sign and statistically significant at the 5% level, implying that competition would be negatively related to the degree of airline scheduling. From comparison of the magnitude of these coefficients, an inference would seem to be that the two legacy carriers’ responding strategy with their own subsidiary LCCs to the entry of new independent LCCs lowers the degree of competition in the Jeju island routes. The impacts of Deregulation on the degree of departure time differentiation are all negative and robust across models, implying a less differentiated departure flight times scheduling pattern in the deregulated period. The coefficients on the interaction terms are positive, and all statistically significant, which indicate that the more competitive route is, the stronger the negative impact of deregulation policy on departure flight times differentiation (i.e., the negative impact of Deregulation on departure flight times differentiation scheduling is greater on a highly competitive route). This empirical finding would support the statement that carriers schedule their flights closely to each other as the air services on the Jeju island routes become more competitive.",
            "cite_spans": [],
            "section": "Jeju island routes (leisure type) ::: Does competition affect scheduling pattern differently across route types? ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "mention": "Table 7",
                    "ref_id": "TABREF10"
                }
            ]
        },
        {
            "text": "The estimated impacts of LCCsh1 and LCCsh2 are positive and significant for OLS model in Columns (1) and (3). These positive coefficients are possibly due to the changed industry competition configuration, indicating that new low cost entrants with the greater degree of product differentiation would compete with the incumbents, spreading out their scheduled flight times over a day. All coefficient estimates on LRelFare are statistically significant. This negative sign indicates that high profitability would drive the carriers to schedule their flights closely to each other, drawing more passengers from nearby flights. The coefficients for LLoadFac alternate in sign and less robust. The estimated impacts of flight frequency are all positive and robust. The coefficient estimates for LDuration are all positive. This can be interpreted as an evidence that carriers flying Jeju island would strategically schedule their flight times, capturing the leisure passenger's less concentrated preferred departure times.",
            "cite_spans": [],
            "section": "Jeju island routes (leisure type) ::: Does competition affect scheduling pattern differently across route types? ::: Results",
            "ref_spans": []
        },
        {
            "text": "Unlike the Jeju island routes, no entrants were observed in five out of the six inland routes in Korea. Due to the lack of the entry of the independent LCCs to inland routes during 2006–2010, the analysis using COMP2, LCCsh2 is not applicable to the inland routes. The estimates of two models of departure flight times differentiation are presented in Table 8\n; we attempt to fit a regression to pooled data from 6 inland non-stop routes.20\nThe estimated impacts of both LCOMP1 and LCOMP2 are negative, implying that competition leads to a less differentiated scheduling pattern with regard to departure times. Unlike the Jeju island routes, the coefficient estimates of Deregulation are all positive and statistically significant for the inland routes. The results suggest that for the inland routes the degree of this tendency for less product differentiation is relatively weak when compared with the Jeju island routes in the post-deregulated period. In other words, the larger gaps among departure flight times were found in the deregulated period than in the regulated period. The reason why deregulation is estimated to have route type-specific effects can be due to the fact that the Jeju island routes (leisure type routes) recorded high volumes of passenger traffic relative to the inland routes (business type routes). The Korean airline industry deregulation has led to substantial traffic growth, carrying more passengers at lower fares. In particular, competition among the two legacy carriers and independent LCCs for the Jeju island routes has intensified due to the dominance of air transportation for travel to and from Jeju island, the country's largest island and tourist's destination. Along with the demand-driven motivation, fuel costs and capacity constraints also provide an incentive for a carrier to schedule more frequent flights, which are concentrated into the route of high demand, in a more strongly clustered pattern as opposed to less frequent flights for the low demand routes, resulting an asymmetric pattern of clustered departure flight times across the type of routes in the deregulated period. We see that its interaction effect with competition level is negative and statistically significant. The more competitive route is, the weaker the positive impact of Deregulation on departure flight times differentiation.",
            "cite_spans": [],
            "section": "Inland routes (business type) ::: Does competition affect scheduling pattern differently across route types? ::: Results",
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "mention": "Table 8",
                    "ref_id": "TABREF11"
                }
            ]
        },
        {
            "text": "\nLCCsh1 is estimated to have positive impacts on LDIFF. The LCC penetration rate would be positively related to the degree of airline scheduling. Similar to the Jeju island routes, the coefficient estimates for LRelFare are negative and robust. This results can be attributed to the fact that carriers would schedule their flights closely to each other in the absence of intense price competition over the sample period. The coefficients for LLoadFac alternate in sign and less robust across model specifications. The impacts of flight frequency are all negative. The coefficient estimates for LDuration are all positive. Given that the longest flight only takes about an hour in the inland routes, carriers strategically schedule departure flight times.",
            "cite_spans": [],
            "section": "Inland routes (business type) ::: Does competition affect scheduling pattern differently across route types? ::: Results",
            "ref_spans": []
        },
        {
            "text": "In order to investigate the competitive effects of deregulation in the Korean airline industry, we constructed panel structure data of the Korean domestic non-stop routes for the period 2006 June – 2010 June. We analyze for the first time the impact of competition on departure flight times differentiation given that a hub-and-spoke system is not the optimal air transport network strategy for the Korean domestic short-haul routes.",
            "cite_spans": [],
            "section": "Concluding remarks",
            "ref_spans": []
        },
        {
            "text": "This new study adds to evidence that competition would lead to less differentiated flight times as conjectured by Hotelling's model, after controlling for various factors that may have determined the degree of differentiation. The most striking finding of this study is that the degree of this tendency for less product differentiation differs across the type of routes. The changed competition conditions, which culminated with the implementation of the May 2008 Deregulation Act, contributed to route-type specific consequences: the Jeju island routes (leisure type) and the inland routes (business type). We find a strongly clustered pattern of airline scheduling in the Jeju island routes where there have been competitive pressures associated with new low cost entrants. On the other hand, due to the lack of entry to inland routes, we find partial support for the clustered pattern of airline scheduling. The two legacy carriers' subsidiary LCCs operation leads to less dominant pattern of clustered flight, lowering the competition level. Consistent with the fact that the longest flight only takes about an hour and time zone change effect is irrelevant in the Korean domestic routes, carriers have a greater incentive to schedule strategically in the absence of capacity constraints. There was greater product differentiation on routes with lower profitability, which reduces the incentive to schedule flight times closer to each other's flights, drawing passengers off from the nearby flights.",
            "cite_spans": [],
            "section": "Concluding remarks",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table A1: Variable definition for excluded IVs.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table A2: Descriptive statistics for excluded IVs: all 11 domestic routes in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table A3: Descriptive statistics for excluded IVs: the Jeju island routes in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table A4: Descriptive statistics for excluded IVs: the inland routes in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 1: List of aircraft carriers in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 2: Act change of the Korean airline industry: pricing rules remained unchanged.\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 3: Variable definition.\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 4: Descriptive statistics: the Jeju island routes in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF8": {
            "text": "Table 5: Descriptive statistics: the inland routes in Korea (June 2006–June 2010).\n",
            "type": "table"
        },
        "TABREF9": {
            "text": "Table 6: Estimation results for all 11 domestic routes in Korea (June 2006–June 2010) dependent variable: LDIFF.\n",
            "type": "table"
        },
        "TABREF10": {
            "text": "Table 7: Estimation results for the Jeju island routes in Korea (June 2006–June 2010) dependent variable: LDIFF.\n",
            "type": "table"
        },
        "TABREF11": {
            "text": "Table 8: Estimation results for the inland routes in Korea (June 2006–June 2010) dependent variable: LDIFF.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Percentage of Korean domestic flight shares operated by legacy carriers and LCCs by year.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Can price competition dominate market segmentation?",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Martinez-Giralt",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Neven",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Industrial Econ.",
            "volume": "36",
            "issn": "",
            "pages": "431-442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Winston",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Hotelling in the air? Flight departures in Norway",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Salvanes",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sørgard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Regional Sci. Urban Econ.",
            "volume": "35",
            "issn": "",
            "pages": "193-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "How the presence of low-cost carrier competition scheduling differentiation",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Yetiskul",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kanafani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Air Transp. Manag.",
            "volume": "16",
            "issn": "",
            "pages": "7-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Tracing the Woes: an empirical analysis of the airline Industry",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. Econ. J. Microeconomics",
            "volume": "2",
            "issn": "",
            "pages": "1-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Why do all the flights leave at 8 am? Competition and departure-time differentiation in airline markets",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Netz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Industrial Organ.",
            "volume": "17",
            "issn": "",
            "pages": "611-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "On hotelling's “stability in competition”",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "D'Apremont",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gabszewicz",
                    "suffix": ""
                },
                {
                    "first": "J.-F.",
                    "middle": [],
                    "last": "Thisse",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "",
            "pages": "1145-1150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Stability in competition",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hotelling",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "Econ. J.",
            "volume": "39",
            "issn": "",
            "pages": "41-57",
            "other_ids": {
                "DOI": []
            }
        }
    }
}