{
    "paper_id": "PMC7107527",
    "metadata": {
        "title": "Where do pets fit into human quarantines?",
        "authors": [
            {
                "first": "C.",
                "middle": [
                    "Patrick"
                ],
                "last": "Ryan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Public health circles are now debating the impact of pets in human quarantines (a state of enforced isolation), particularly as it applies to zoonoses.1 Currently, there are over 400 viral zoonoses in the world. In addition, there are numerous bacterial zoonoses, fungal zoonoses and the emergence of variant Creutzfeldt–Jakob disease. Avian influenza H5N1 was detected in a domestic cat eating a bird carcass. The authors expressed concern regarding disease transmission to people from household cats.2",
            "cite_spans": [],
            "section": "\nIntroduction\n",
            "ref_spans": []
        },
        {
            "text": "In the United States, pets are present in 58% of the households, which includes about 69 million cats and 62 million dogs.3 Owners of cats and dogs are likely to have as much contact with their pets as with people. Of the emerging diseases, ∼75% are zoonoses. When the disease is known to be a zoonosis and the species of origin understood, the role of animals is fairly straightforward.",
            "cite_spans": [],
            "section": "\nIntroduction\n",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, when an emerging disease first appears, the origin is uncertain. The potential for household transmission through pets is now being considered in any new disease when information is incomplete regarding potential hosts, and the risk for interspecies transmission is unknown.",
            "cite_spans": [],
            "section": "\nIntroduction\n",
            "ref_spans": []
        },
        {
            "text": "Several reports exist regarding bilateral transmission of viral and bacterial pathogens between humans and pets.4–7 Typically, transmission of pathogens from domestic pets focuses on the household members. However, many other persons also have regular or sporadic contact with household pets owned by friends or family or through animal visitation programs.",
            "cite_spans": [],
            "section": "\nTransmission of pathogens—a two way street\n",
            "ref_spans": []
        },
        {
            "text": "The potential role of household pets in disease transmission in community-based quarantines has previously been overlooked. For example, the severe acute respiratory syndrome (SARS) was first detected in China in 2002. SARS spread to numerous countries, mainly in Southeast Asia, but also to Canada and the United States. The outbreak is a recent example of an emerging disease for which a human quarantine was implemented.",
            "cite_spans": [],
            "section": "\nHuman quarantine imposed for SARS\n",
            "ref_spans": []
        },
        {
            "text": "The cause was determined to be a previously undiscovered coronavirus. It appears to have been transmitted to humans through contact with wild masked palm civets that are eaten in China. Subsequent cases were spread person-to-person, mainly through infected respiratory secretions.8 The ease of travel between continents contributed to the pandemic.",
            "cite_spans": [],
            "section": "\nHuman quarantine imposed for SARS\n",
            "ref_spans": []
        },
        {
            "text": "Outside of Asia, the country most affected by SARS was Canada. Most cases, and all the deaths, were in the Greater Toronto Area. In the 2003 SARS outbreak in Toronto, Canada, at least 23 000 persons participated in voluntary quarantine in their homes because of possible exposure. To control the spread of SARS, public health officials held large numbers of their residents in quarantine for an average of 10 days (the incubation period of SARS).9 Quarantined persons were told to remain at home, not allow anyone to visit, wear a mask when in the same room as other members of the household and sleep in a separate room.",
            "cite_spans": [],
            "section": "\nHuman quarantine imposed for SARS\n",
            "ref_spans": []
        },
        {
            "text": "Today, we know that domestic cats and ferrets are susceptible to experimental infection by the SARS coronavirus and that they can transmit this virus to other cats and ferrets.10",
            "cite_spans": [],
            "section": "\nHuman quarantine imposed for SARS\n",
            "ref_spans": []
        },
        {
            "text": "At times, imposition of a quarantine seems like a logical response, but there may not be enough facts to make an evidence-based decision. The United Kingdom has been rabies-free since 1922, which was thought to be in part due to the strict laws requiring that imported cats and dogs be vaccinated and quarantined for 6 months immediately on entry into the country. However, at the end of 2002, dogs and cats from mainland America and Canada meeting the travel scheme requirements were able to forgo the 6-month quarantine. The Pet Travel Scheme (PETS) also has requirements for bringing other types of pet animals into the United Kingdom (for additional information about requirements for traveling with pets to the UK, visit www.defra.gov.uk/animalh/quarantine/index.htm).",
            "cite_spans": [],
            "section": "\nGreat Britain rethinks rabies quarantine\n",
            "ref_spans": []
        },
        {
            "text": "A quantitative risk assessment of the UK’s PETS, that assumed 100% compliance, determined the probability of importing rabies was lower than what would be obtained with the quarantine.11",
            "cite_spans": [],
            "section": "\nGreat Britain rethinks rabies quarantine\n",
            "ref_spans": []
        },
        {
            "text": "One statistical study found that for a quarantine to be effective, a large proportion of infections generated by an individual must be prevented through quarantine. According to researchers, the use of quarantine will be most beneficial only when there is significant asymptomatic transmission and if the asymptomatic period is neither very long nor very short.12",
            "cite_spans": [],
            "section": "\nGreat Britain rethinks rabies quarantine\n",
            "ref_spans": []
        },
        {
            "text": "In planning community-based human quarantine protocols, more emphasis will be placed on companion animals. Clinical and epidemiological studies concerning the potential role companion animals play in disease transmission will hopefully be undertaken. Human medicine may also become more aware of the role pets play as sentinel species. This will require a coordinated effort between human and veterinary medicine.",
            "cite_spans": [],
            "section": "\nWhat the future holds\n",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Risk Anal",
            "volume": "25",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "U.S. Pet Ownership and Demographics Sourcebook",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Am Vet Med Assoc",
            "volume": "224",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Respir Care",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "JAMA",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Robbins and Cotran Pathologic Basis of Disease",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}