{
    "paper_id": "PMC7123119",
    "metadata": {
        "title": "AIDS Policy: China’s Tipping Point",
        "authors": [
            {
                "first": "Zunyou",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": "wuzy@263.net",
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Pisani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zunyou",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": "wuzy@263.net",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "When learning about the behaviours that spread HIV and while trying out different prevention programmes, Chinese scientists and health professionals had discovered the value of working with partners from other countries. They used this strategy politically, too, encouraging high-level representatives from other countries and international organisations to raise the issue of HIV when they visited China.",
            "cite_spans": [],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "This became a lot easier after international press reports turned the global spotlight on the “AIDS villages” of central China – areas hollowed out by the epidemic that was triggered by the unsafe blood collection practices described in Chap. 10.1007/978-981-10-3746-7_2.",
            "cite_spans": [],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "UNAIDS Executive Director Peter Piot, for example, visited Shaanxi, one of the provinces with a significant blood-related HIV outbreak, in November 2001. Speaking the following week at China’s first National AIDS and STD Conference, Piot made an impassioned plea for China’s leaders to show more resolve in tackling AIDS. “Over the next two decades what happens in China will determine the global burden of HIV/AIDS”, he said. “Whether there will be 10 million people or 50 million people infected in China, that will depend in the first place on whether the country really wakes up on a massive scale...Leadership is what makes the real difference in the fight against AIDS, and leadership from the top” [3].",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 707,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "Less than a year later, in October 2002, United Nations Secretary-General Kofi Annan added his voice to a growing chorus demanding greater commitment from the Chinese leadership. “There is no time to lose if China is to prevent a massive further spread of HIV/AIDS”, he told an audience at Zhejiang University. “China is facing a decisive moment” [4].",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "Cumulatively, these visits did contribute to a gradual change of thinking on behalf of China’s policy makers. “Somehow, external voices are always more influential”, noted one AIDS programme official. Speeches by foreign officials provided an opportunity for the Chinese media to report on the issue of HIV. But just as importantly, they gave the country’s AIDS warriors access to the country’s top leadership as Chinese leaders needed to be fully briefed about HIV/AIDS before receiving foreign guests. “We would never have had access to the Premier in normal circumstances”, said a Chinese health specialist with extensive experience of trying to interact with politicians.",
            "cite_spans": [],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "Foreign dignitaries sometimes influenced China’s senior leadership in unplanned ways. Former US President Bill Clinton told interviewers from the Public Broadcasting Service how he unwittingly forced the first public handshakes between Chinese leaders and an HIV-positive person in November 2003:",
            "cite_spans": [],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "\nI was at Tsinghua University in Beijing, and I gave my speech on AIDS. There were three deputy ministers of the relevant government departments with me at the head table. After I answered a couple of predictable questions, this young man – I later learned he was HIV positive and an activist by the name of Song [Pengfei] – stood up. And you could have been in America: He had, like, a spiky hairdo, and he asked me a really sassy question, and so I said, ‘Come up here.’ Just on instinct I said, ‘Come up here,’ because I knew it was being televised nationally. He came up on the stage, and I put my arm around him and hugged him and shook his hand, and I took him over and introduced him to the vice ministers. And the Chinese showed the whole thing on television. They showed this man, a real person, shaking hands with these government ministers. Within 10 days, the prime minister had 10 AIDS activists in his office. Then before you knew it, President Hu [Jintao] was out visiting hospitals of people who were HIV positive ... I knew that the picture could be powerful. [5]\n",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1079,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "Such events perhaps also underscored in the minds of top Chinese leaders the power of symbolism in confronting HIV and in chipping away at the stigma encrusted around the epidemic. It was not enough, they realised, to support evidence-based HIV policies. They needed to support – and be seen to support – the hundreds of thousands of Chinese citizens who were living with the disease. In late 2004, Chinese President Hu Jintao said he wanted to meet people with AIDS and asked his staff to arrange a visit to a Beijing hospital. This was a surprise; normally health staff have to lobby for months or years to catch the attention of top leaders, let alone to persuade them to talk to patients. But the President, quite of his own accord, was determined to meet people with HIV. The visit was arranged for the eve of World AIDS Day, which falls on 1 December. Shaking hands with patients on the AIDS wards, Hu promised to help them in every possible way. He made the pledge not just on his own behalf, he said, but on behalf of all of Chinese society.",
            "cite_spans": [],
            "section": "The Value of International Partners",
            "ref_spans": []
        },
        {
            "text": "When the outbreaks of HIV fuelled by plasma donation in central China hit the world headlines in late 2000 and early 2001, people began to question China’s official HIV data more openly than ever before. This allowed activist health officials to argue for the publication of data-based estimates of the total number of people living with HIV. This made more sense than ever after the Joint United Nations Programme on HIV/AIDS (UNAIDS) published country-specific estimates for the first time in 2000. Using a curve-fitting model, UNAIDS staff in Geneva estimated that half a million Chinese people were living with HIV at the end of 1999. With that number already on public record, China’s scientists argued, why not try and do a better job at home? They used a simple spreadsheet-based model that included estimates of the number of drug injectors, sex workers, clients, gay men, and former plasma donors, and then combined that information with estimates of the percentage of each of those groups infected with HIV. Using data for the end of 2000, the epidemiologists came up with the figure of 600,000 people living with HIV in China [6].",
            "cite_spans": [
                {
                    "start": 1138,
                    "end": 1139,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Estimating the Numbers at Risk for HIV: China Leads the Way ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Though it was simple, the method was fairly robust. Indeed a similar method was later adopted by the World Health Organization as the recommended method for estimating the number of HIV infections in countries whose epidemics are concentrated in known high-risk groups. This made China a pioneer in the field of HIV estimation. Using the experience of the first round of estimates coupled with better data sources, the Ministry of Heath updated the figures the following year. In April 2002, they announced that they believed some 850,000 people were living with HIV in the country.",
            "cite_spans": [],
            "section": "Estimating the Numbers at Risk for HIV: China Leads the Way ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "And yet because the estimates were published by the Ministry of Health, everyone questioned their validity.",
            "cite_spans": [],
            "section": "Estimating the Numbers at Risk for HIV: China Leads the Way ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "For the many people who worked hard from the start of the epidemic to really understand what was going on, this disbelief felt like an injustice. The organisations that joined to become the National Centre for AIDS/STD Control and Prevention had sought international guidance in building up a national HIV surveillance system and provided a lot of training and support to provincial governments. Several of the worst affected provinces, led by Yunnan, built up a strong HIV surveillance system in high-risk groups early in the epidemic. Yunnan was also one of the first areas to start systematic surveillance of risk behaviour. Plenty of health officials and others took significant professional risks in arguing to make the most accurate data more widely available, but their efforts did not increase public confidence in official statistics.",
            "cite_spans": [],
            "section": "Estimating the Numbers at Risk for HIV: China Leads the Way ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "This distrust created a sort of vacuum, which was quickly filled by non-government groups, each with their own sets of statistics. “When you try to hide numbers, well, people will just make them up”, said US CDC’s Ray Yip. The biggest splash was made by the United Nations Theme Group on HIV/AIDS in China. In June of 2002, just as the international HIV fraternity converged on Barcelona for the biennial AIDS conference and the media were looking for interesting angles on HIV, the Beijing-based Theme Group published a report entitled “HIV/AIDS: China’s Titanic Peril” [7]. The report was drafted without consulting the Chinese government; it was released at a high-profile press conference in the Chinese capital and was immediately seized upon by the international press. “U.N. Says China Faces AIDS Catastrophe” screamed the headline of the Reuters News Agency report. “U.N. Publicly Chastises China for Inaction on H.I.V. Epidemic” thundered the New York Times [8, 9]. For several years after the report’s publication, virtually all international news coverage of China’s epidemic (and many articles in academic journals) quoted the figures in the “Titanic report” as evidence that China was covering up the extent of its epidemic.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 968,
                    "end": 969,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 971,
                    "end": 972,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "An example comes from a report by global rights advocacy Human Rights Watch on HIV in China: “In December 2002 the Ministry of Health acknowledged one million people living with HIV/AIDS. Other experts have put the number of cases in China higher by varying amounts. A UNAIDS report in China in 2002 estimated as many as 1.5 million people living with HIV/AIDS”, the report said [10]. It is ironic, then, that the numbers in what came to be known as “the Titanic report” in fact overlap with Chinese government estimates. The official estimate of 850,000 infections for the end of 2001 was well within the range of 800,000–1.5 million infections published in the Titanic report. Though the New York Times carefully pointed out the overlap, most press reports simply seized on the number at the high end of the range. Many also enthusiastically drew attention to a prediction that if more were not done to prevent the spread of HIV in China, ten million people could be infected by 2010. The report incorrectly sourced this figure to the Chinese State Council’s own long-term plan of 1998; that document in fact mentioned only that unless actions were taken, 1.2 million citizens may be infected by the year 2000. The actual source of the much-quoted projection of up to ten million infections by 2010 remains unclear to this day.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Other outside bodies made even more extreme predictions. Later in 2002, the US National Intelligence Council forecast that China would have up to 15 million HIV infections by the end of the decade. “But it was the Titanic report that really hurt”, said epidemiologist Zunyou Wu, who was involved in making national HIV estimates at the time the report was published.",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "It’s easy to see why. Here is the dramatic opening to the report:",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "\nAt the dawn of the third millennium, China is on the verge of a catastrophe that could result in unimaginable human suffering, economic loss and social devastation. Indeed, we are now witnessing the unfolding of an HIV/AIDS epidemic of proportions beyond belief... Some of the major factors that have contributed to the relatively slow response to AIDS in China comprise insufficient openness in confronting the epidemic, a lack of commitment and leadership at many levels of government, especially provincial and local levels, a lack of adequate resources, a crumbling public health care system, and severe stigma and discrimination against people infected or affected by HIV/AIDS. A potential HIV/AIDS disaster of unimaginable proportion now lies in wait to rattle the country, and it can be feared that in the near future, China might count more HIV infections than any other country in the world.\n",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Coming from the United Nations, which normally tries to tread softly with its larger member states, this was strong stuff indeed.",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Bernhard Schwartländer, a coeditor of this volume, headed the group responsible for HIV surveillance and estimation at UNAIDS headquarters in Geneva at the time. He had not known of the report before its publication, and while he thought the estimates it contained were entirely reasonable, he was surprised by the strength of the language. “I remember thinking, oh my God, is that really necessary?” Having supported China in developing its surveillance and estimation systems in the past, he was also acutely aware of the different attitudes to statistics. The team in Geneva had been working for some time to develop methods that would allow them to report ranges which would more reliably reflect the uncertainty of estimates that were inevitably based on limited data points. “In a country the size of China, and for a disease like HIV which is mostly invisible and so hard to measure, the difference between 800,000 and 1.5 million is nothing”, Schwartländer said. “What’s important is not the exact number, it’s what you are doing about it”. But politicians are less comfortable than scientists are with uncertainty. “Especially when there are goals and targets involved, Chinese leaders always want a single number”, Schwartländer said. If 1.5 million Chinese citizens were infected with HIV by 2001, then the country couldn’t possibly meet the target, laid out in the 1998 long-term plan, of curbing total infections at 1.5 million by the end of 2010. If the true number was closer to the lower end of the range, meeting that target was still possible. “We think of it as reasonable uncertainty. But for a lot of people whose jobs depend on it, the difference between 800,000 and 1.5 million is very concrete”.",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Although the report caused friction between the Chinese authorities and its partners in the United Nations, both sides now acknowledge that the outcome was broadly positive. “Though it sounded shocking at the time, it’s true that the government was very slow to react to the epidemic, especially in the fall-out from the blood donor epidemic”, notes Schwartländer. “In retrospect, that report did help to push things forward”. Zunyou Wu, now Director of NCAIDS at China CDC, agrees: “It was definitely a wake-up call. If you always go slowly and peacefully, you can’t change anything”.",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "Former Vice Minister of Health Longde Wang noted that some officials disputed the figures in the Titanic report: “When some experts claimed that the number of people living with HIV/AIDS was close to a million and would approach ten millions in 2010, well, that caused a significant reaction”, he said. The most important outcome of the report, he said, was that it encouraged China to collect more reliable data and to make much more transparent estimates of the epidemic. This process is described at greater length in Chap. 10.1007/978-981-10-3746-7_5.",
            "cite_spans": [],
            "section": "UNAIDS Rocks the Boat ::: Coming to Terms with All the Numbers",
            "ref_spans": []
        },
        {
            "text": "By the end of 2002, pressure was clearly building on the Chinese leadership to be more proactive in pushing for the implementation of the existing, highly pragmatic policies around HIV prevention. As the magnitude of the blood-related epidemic in central China began to sink in, more and more voices were also calling for care and treatment to be provided. “There was clearly a feeling that the plasma seller outbreak was the government’s fault”, said one health official, “that we were at least indirectly responsible for those thousands of infections”.",
            "cite_spans": [],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "Into this flammable mix, a spark was thrown: severe acute respiratory syndrome (SARS). SARS is an airborne viral infection that seems to have spread from domestic animals to humans in southern China. The first apparent case was reported to Chinese health authorities in November 2002, but China did not share the information with the World Health Organization until February 2003. During those months of silence, the virus began spreading to other countries. By the time the WHO declared the global outbreak controlled in July 2003, close to 8300 people had been infected (5300 of them in mainland China, with another 2100 in Hong Kong and Taiwan) and 755 had died.",
            "cite_spans": [],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "China’s failure to confront the SARS epidemic openly and to report cases quickly and honestly in the earlier stage left the country’s reputation very badly bruised. But it also opened the door to a new way of doing things. As Human Rights Watch put it in a very strongly worded report:",
            "cite_spans": [],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "\nThe SARS epidemic has shown both the old face of the Chinese political system, and a potentially new face. Beijing’s dark side was exemplified by its initial cover-up of the epidemic, and by its knee-jerk resorting to draconian measures developed during the AIDS epidemic, such as the jailing of ‘intentional transmitters.’\nBut by firing the Minister of Health, the mayor of Beijing, and more than 100 health officials for covering up or under-reporting SARS infection rates, or for not taking prompt and appropriate action, China has established new standards of public accountability (Reprinted with the permission of Human Rights Watch [10]).\n",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "Former Vice Minister of Health Longde Wang recognised SARS as a tipping point for greater openness about HIV. “We learned the lesson from the SARS outbreak in 2003”, he said. “SARS taught us that failing to handle health issues would have a terrible impact on social stability and economic development. As a result, SARS helped us a lot to deal with HIV transmission”. The transition to a more open approach was not easy for everyone. “We did need courage to break down some ingrained ideas, to break through some barriers”, the former Vice Minister said. One of those was the idea that news of disease outbreaks would shame China in the eyes of the world. In fact, Longde Wang said, SARS demonstrated that the reverse was true. “China was widely condemned in the international conferences before 2003, [but that changed when] China started to share its experience... You get recognised at home and abroad as long as you take pragmatic action”.",
            "cite_spans": [],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "The tensions between old and new ways of dealing with disease outbreaks – with some voices encouraging greater openness just as others continued to deny the facts – was confusing for people working on HIV [10]. In the end, advocates of openness won.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "One of the important effects of the SARS epidemic was that it removed the bureaucratic filter that usually stood between scientists and the country’s most senior politicians. According to US CDC’s Ray Yip, “SARS brought the scientists into contact with people they wouldn’t normally be able to react with”. One of those was Vice Premier Wu Yi. At a meeting called by Wu to discuss SARS in 2003, one of the country’s senior virologists, Yi Zeng, had underlined that SARS was relatively easy to control compared to the socially, culturally and politically more complex challenge presented by HIV. Scientists who were at the meeting remember the Vice Premier being struck by the information. Once SARS had been adequately dealt with, she promised, China would take on that more complex challenge. In February 2004, she transformed the earlier coordinating mechanism into the much more vigorous State Council AIDS working group, made up of the top figures from 29 ministries and seven provinces.",
            "cite_spans": [],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "Less than a year later, in April 2004, the Vice Premier addressed a national conference on HIV. “The present work of HIV/AIDS prevention and control is far from enough”, she declared. She called for more accurate estimates of the extent of infection and more prevention research, as well as a more open and pragmatic attitude. “We must learn the lessons of our success in fighting SARS, and carry out HIV/AIDS prevention and control in a practical, active and urgent way” [11].",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "The Shock of SARS",
            "ref_spans": []
        },
        {
            "text": "Some more cynical observers wondered if the statements the government made in the wake of SARS would have any more effect than the many well-intentioned HIV-related plans that the country has seen since 1998.",
            "cite_spans": [],
            "section": "A Fresh Promise of Care",
            "ref_spans": []
        },
        {
            "text": "One public statement did, however, raise the hopes of even the most cynical. In September 2003, speaking in front of the United Nations General Assembly’s special session on HIV/AIDS, Executive Vice Minister of Health Gao Qiang, on behalf of Premier Wen Jiabao, made an extraordinary commitment: the Chinese government promised to provide free antiretroviral treatment for all rural AIDS patients, as well as for poorer patients in China’s cities. HIV testing would be made universally available for free to all Chinese citizens via the local CDC or other approved facilities, and all HIV-positive pregnant women would get free antiretroviral drugs and free infant formula milk they needed to reduce transmission of the virus to their babies. On top of that, the state would provide economic support for orphans and families affected by the virus and free schooling for the children of poor people who were coping with HIV infection.",
            "cite_spans": [],
            "section": "A Fresh Promise of Care",
            "ref_spans": []
        },
        {
            "text": "Gao Qiang had himself previously been a senior official in the Ministry of Finance, so he was acutely aware that these sorts of commitments were meaningless unless they were backed by resources. He convinced relevant ministries and the State Council to put funds aside to pay for the initiative, which was later christened the “Four Frees and One Care” programme. While Gao Qiang lobbied colleagues in other departments to raise domestic spending on health, Gao Qiang also encouraged the judicious use of funds available from other sources. In its earliest incarnation, the Four Frees and One Care programme was underwritten by a grant from the Global Fund to Fight AIDS, Tuberculosis and Malaria. The first grant, of US&90 million, was used largely to provide HIV testing and antiretroviral treatment to people in the seven central provinces of China most affected by the outbreak related to blood selling. Funding for HIV prevention and care from domestic coffers rose quickly (the details can be seen in Fig. 10.1007/978-981-10-3746-7_10.8 of the Chap. 10.1007/978-981-10-3746-7_10). Until 2000 it languished under US&2 million a year. In 2001, with the first 5-year plan, that amount rose sevenfold. In 2003 it more than tripled again to almost US&50 million. By 2004, the year when China’s leadership really put its weight behind HIV prevention and care, government spending had hit over US&100 million [12].",
            "cite_spans": [
                {
                    "start": 1409,
                    "end": 1411,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "A Fresh Promise of Care",
            "ref_spans": []
        },
        {
            "text": "These strong signals of greater political commitment were exactly what China’s AIDS warriors had been waiting for. As Chap. 10.1007/978-981-10-3746-7_3 explained, they had, since the start of the epidemic, been patiently experimenting with different approaches and building up evidence. Now, they apparently had the green light to reproduce their successes on a much larger scale. The story of how they did that is told in Chap. 10.1007/978-981-10-3746-7_6. First, however, they took advantage of the opportunity to get a handle on the real scale of the epidemic in China. What they found, described in Chap. 10.1007/978-981-10-3746-7_5, took everyone by surprise.",
            "cite_spans": [],
            "section": "A Fresh Promise of Care",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Chinese national medium-and long-term strategic plan for HIV/AIDS prevention and control (1998–2010)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Governmental policies on HIV infection in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jie",
                    "suffix": ""
                },
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Res",
            "volume": "15",
            "issn": "11",
            "pages": "903-907",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bezlova",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AIDS no longer taboo",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "China reports new HIV/AIDS statistics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "HIV/AIDS: China’s titanic peril, 2002. Update of the AIDS situation and needs assessment report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "JUN",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Says China faces AIDS catastrophe",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Locked doors: the human rights of people living with HIV/AIDS in China",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Contributions of international cooperation projects to the HIV/AIDS response in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Epidemiol",
            "volume": "39",
            "issn": "Supplement 2",
            "pages": "ii14-ii20",
            "other_ids": {
                "DOI": []
            }
        }
    }
}