{
    "paper_id": "PMC7108182",
    "metadata": {
        "title": "Is Oral Ribavirin for the Treatment of Respiratory Syncytial Virus in High-risk Hematopoietic Stem Cell Transplant Recipients Really Safe?",
        "authors": [
            {
                "first": "Shilpa",
                "middle": [
                    "R"
                ],
                "last": "Jain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pakpoom",
                "middle": [],
                "last": "Phoompoung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shahid",
                "middle": [],
                "last": "Husain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor—We read with great interest the article published by Foolad et al [1] comparing oral with aerosolized (or inhaled) ribavirin for the treatment of respiratory syncytial virus (RSV) infection in hematopoietic stem cell transplant (HSCT) recipients. In this population, current guidelines recommend treatment of RSV infection in those at high risk of disease progression and death with either aerosolized or systemic ribavirin [2]. However, supporting evidence on the use of ribavirin in this context is largely retrospective and limited to the inhaled formulation. The use of oral ribavirin in high-risk HSCT patients has not been well studied.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 439,
                    "end": 440,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Foolad et al sought to compare rates of disease progression and mortality in RSV-positive HSCT recipients treated with oral versus inhaled ribavirin. We feel this is an area of significant clinical interest, as the use of inhaled ribavirin can come with considerable challenges. The authors concluded that outcomes were similar in those treated with aerosolized or oral ribavirin, suggesting that oral ribavirin may be a suitable treatment alternative in these patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We believe the conclusions presented in this study should be taken in the following context. Previous data recommending the use of ribavirin in HSCT patients with RSV infection showed a significant benefit when used specifically in high-risk patients [2–4]. It is unclear whether a benefit exists with its use in low- to moderate-risk patients. In this study, 15% of the population studied were classified as high risk, whereas the majority of patients (85%) were classified as low to moderate risk. Thus, while the conclusion revealed no difference in overall mortality rates when using oral or inhaled ribavirin, this may primarily be due to the inclusion of low- to moderate-risk patients who may not have benefited from ribavirin treatment at all. Moreover, when outcomes were stratified by immunodeficiency scoring index (ISI), it was found that the small proportion of high-risk patients included in the study had similar mortality rates whether they received oral or aerosolized ribavirin. It should be noted that the total number of patients in the study classified as high risk was only 18 (12 of whom received aerosolized ribavirin and 6 of whom received oral ribavirin). With a total of only 18 high-risk patients, the study may be underpowered to detect a meaningful difference between treatment groups in this subset of patients. In addition, the application of the ISI, developed originally for allogeneic HSCT recipients, in a study population made up of a large proportion of autologous HSCT recipients (38%) may introduce error in the accuracy of risk stratification of these patients [5]. We are not aware of any validation of the ISI in autologous HSCT recipients.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "mention": "2–4",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1603,
                    "end": 1604,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While we compliment the authors for undertaking such an important study, we believe the jury is still out regarding the use of oral ribavirin in clinical practice, especially in RSV-positive HSCT recipients who are at high risk of disease progression and/or mortality. Perhaps newer strategies hold the key to successful management of this disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Oral versus aerosolized ribavirin for the treatment of respiratory syncytial virus infections in hematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Foolad",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Shigle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciy760."
                ]
            }
        },
        "BIBREF1": {
            "title": "Fourth European Conference on Infections in Leukaemia (ECIL-4): guidelines for diagnosis and treatment of human respiratory syncytial virus, parainfluenza virus, metapneumovirus, rhinovirus, and coronavirus",
            "authors": [
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Einsele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "",
            "pages": "258-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Impact of aerosolized ribavirin on mortality in 280 allogeneic haematopoietic stem cell transplant recipients with respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Ghantoji",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Antimicrob Chemother",
            "volume": "68",
            "issn": "",
            "pages": "1872-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Management of RSV infections in adult recipients of hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Chemaly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "2755-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Immunodeficiency scoring index to predict poor outcomes in hematopoietic cell transplant recipients with RSV infections",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Ghantoji",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Ariza-Heredia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood",
            "volume": "123",
            "issn": "",
            "pages": "3263-8",
            "other_ids": {
                "DOI": []
            }
        }
    }
}