{
    "paper_id": "PMC7156249",
    "metadata": {
        "title": "The worst is not, so long as we can say “this is the worst”",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Bate",
                "suffix": "",
                "email": "jonathan.bate@asu.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "“There have been as many plagues as wars in history”, the doctor observes, “yet always plagues and wars take people equally by surprise”. Even after a few scattered deaths, “the danger still remained fantastically unreal.” “It's impossible it should be the plague, everyone knows it has vanished from the West”, says one character early in the novel, as first the rats and then the people begin to die. “Yes, everyone knew that”, replies the doctor, “except the dead”. The infection comes to a town that is obsessed with business, a place where the sole object seems to be the pursuit of wealth. The authorities are slow off the mark, reluctant to act because of the economic consequences and the reputational damage to the town. Mitigation measures are mired in bureaucracy, until, as fevers spike and bedsheets are soaked from night-sweats, there is no choice but to quarantine the town: “We should not act as though half the town were not threatened with death, because then it would be.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Businesses complain about being closed down. Social distancing is not properly observed. There are hoarders and profiteers. Before long, hospitals are overwhelmed; medical supplies are in short supply; a makeshift quarantine camp is established; and the police do their best but are sometimes heavy-handed. The cast of characters is eerily familiar: the Prefect who begins in denial, but then has no choice but to bow to the expertise of his medical advisers once the exponential spread of disease becomes apparent; the coward who tries to escape the lockdown, careless of the spread of infection beyond the walls; the priest who sermonises that it is a punishment from God; the nihilist who snaps, after months confined to his room, and sprays bullets randomly into the street; the philosopher who comes to the conclusion that we all have infection somewhere inside us: “We must keep endless watch on ourselves lest in a careless moment we breathe in somebody's face and fasten the infection on him. What's natural is the microbe. All the rest—health, integrity, purity—is a product of the human will, of a vigilance that must never falter”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We witness everything through the eyes of the doctor as he goes about his work, day and night, for months, making heart-wrenching choices and seeing horrifying sights, resilient, selfless, utterly exhausted but always humane, never despairing. He does not wish to be called a hero: “This whole thing is not about heroism”, he says. “It may seem a ridiculous idea, but the only way to fight the plague is with decency.” What does he mean by decency? “Doing my job.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Albert Camus's La Peste (The Plague) was published in 1947. The conventional academic wisdom about the novel is that the bubonic plague is intended as an allegory for the infection of Nazism. After all, Camus was a heroic fighter in the French Resistance. But this interpretation has always puzzled me. Camus set the novel in an Algerian port where there had been cholera outbreaks. And he did a lot of research about bubonic and pneumonic plague. Re-reading the novel under lockdown, I was reminded of the saying attributed to Sigmund Freud in response to those who find phallic symbols everywhere: “sometimes a cigar is just a cigar”. Sometimes—at this time especially—we should read The Plague as a novel about a plague.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Disease epidemics, like war, have the power to bring out the best in the human spirit. This is seen in the courage and the camaraderie, the industry and the ingenuity, of health-care workers worldwide in the response to the coronavirus disease 2019 pandemic. Writers, by contrast, might feel powerless. Home alone is their usual habitat, so for them social distancing is nothing new. And they might take some comfort in the thought that as the world comes to a halt, more people are turning to books. The dying art of slow reading of long, complex books is being revived. But should our lockdown reading list include novels such as The Plague? For some, a story of this kind will cut too close to the bone—an escape into A Game of Thrones or Jane Austen might seem infinitely preferable. But I would argue that a dose of Camus is precisely what we need at such a time. There is hope in the knowledge that our species has weathered plague after plague throughout history, and that the testament of writers stands as an enduring witness to the human capacity to survive, to learn, to value things that matter, such as the simple beauties of nature, and, above all, to love. For me, no one articulates this better than Camus's doctor–narrator, Bernard Rieux, in his magnificent peroration as the plague abates:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nAmongst the heaps of corpses, the clanging bells of ambulances, the warnings of what goes by the name of Fate, amongst unremitting waves of fear and agonized revolt, the horror that such things could be, always a great voice had been ringing in the ears of these forlorn, panicked people, a voice calling them back to the land of their desire, a homeland. It lay outside the walls of the stifled, strangled town, in the fragrant brushwood of the hills, in the waves of the sea, under free skies, and in the custody of love. And it was to this, their lost home, towards happiness, they longed to return.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I often recall an axiom of one of my university teachers, the critic Christopher Ricks. “Comedies make us sad”, he said, “because we come away thinking that life cannot be that good; whereas tragedies make us happy because they make us think that life cannot be that bad”. Aristotle voiced a similar view of tragedy, although he used an ancient Greek medical term: catharsis. For Hippocrates, the term referred to medical treatments that involved cleansing poisonous liquids or discharging body fluids through vomiting and diarrhoea. Aristotle gave it a psychological application: we are all subject to powerful and potentially unhealthy feelings of fear and pity. The healthy way of purging them is through storytelling in the safe space of the theatre.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Consider the example of the play that Aristotle thought was the best of all tragedies: Sophocles's Oedipus the King. It begins with the city of Thebes ravaged by plague. The people need to find someone to blame, to identify a scapegoat (at this time, one inevitably thinks of US President Donald Trump's references to “the Chinese virus”). As the action unfolds, Oedipus gradually comes to see that he must look to himself, not to some foreign infection. He discovers that he has done the worst that can possibly be imagined: in complete ignorance, he has killed his father and slept with his mother. His only recourse is self-blinding and exile, after which the city is cured of its plague. Logically and medically, there is no causal connection between his transgressions and the epidemic; but symbolically and morally, he must as a leader take responsibility for the sickness of his people. He functions as the pharmakos, the means of purification or atonement for Thebes. Meanwhile for the original Athenian audience of the play, which was performed at a time when they were reeling from a disease outbreak, the act of witnessing Oedipus's confrontation with the horror of his deeds purges their own feelings of pity and fear stirred by the epidemic.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "William Shakespeare, whose theatrical career was punctuated by periods when the theatres were closed to stop the spread of infection, found the right words. In King Lear, which was probably written during a plague outbreak, the character of Edgar—exiled from home, reduced to impersonating a Bedlam madman—encounters his father, who, like Oedipus, has been blinded. “The worst is not”, says Edgar, “So long as we can say ‘This is the worst’.” The capacity to imagine the worst and to witness its transformation into art—whether as tragedy on the stage or fiction on the page—gives perspective and catharsis to our own ills.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Emily St John Mandel's Station Eleven (2014), which is in my view destined to be regarded as one of the finest novels of the early 21st century, begins around the moment that Edgar speaks these lines. A distinguished actor playing the part of King Lear collapses on stage during the fourth act. It is assumed that he has had a heart attack, as Gloucester and perhaps King Lear do in the play. But in fact he has succumbed to Georgian Flu—a new and fatal strain of swine influenza that has been flown into North America from Moscow. It kills you within hours. So within weeks, the whole of society has collapsed all across the world.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "“Is this the promised end?” asks the Earl of Kent in King Lear, thinking of the apocalypse. “Or image of that horror?” replies Edgar. St John Mandel's novel is an image of a pandemic that brings the end of civilisation. Reading the novel at this moment, in the knowledge that the latest pandemic will eventually be controlled, we might achieve a catharsis and say to ourselves “This is not the worst”. And in confronting the worst, imagining the end, St John Mandel makes us think about what we value and what we should cherish when ordinary life returns:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nNo more ball games played out under floodlights…No more trains running under the surface of cities on the dazzling power of the electric third rail…No more screens shining in the half-light as people raise their phones above the crowd to take photographs of concert stages…No more towns glimpsed from the sky, points of glimmering light; no more looking down from thirty thousand feet and imagining the lives lit up by those lights at that moment.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "“What was lost in the collapse?” the novel asks: “almost everything, almost everyone, but there is still such beauty. Twilight in the altered world, a performance of A Midsummer Night's Dream in a parking lot”. St John Mandel reminds us that this magical play was one of the first Shakespeare plays to be performed when the theatres reopened after a lengthy plague closure. “Contagious” is a key word in the text, but in this play it is love, not death, that proves contagious. No one can come away from A Midsummer Night's Dream feeling sad. My old tutor was right about tragedy but wrong about comedy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nStation Eleven tracks a touring company of players—successors to the actors of Shakespeare's time who took to the road when the London theatres were closed against infection—as they travel through the broken communities of survivors in the aftermath of the apocalyptic pandemic. “They'd performed more modern plays sometimes in the first few years, but what was startling, what no one would have anticipated, was that audiences seemed to prefer Shakespeare to their other theatrical offerings.” And why would that be? Because, as one of the actors sums it up: in the worst of times, “People want what was best about the world.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "The Plague",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "St John Mandel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}