{
    "paper_id": "PMC7106414",
    "metadata": {
        "title": "The heterogeneity of public ex situ collections of microorganisms: Empirical evidence about conservation practices, industry spillovers and public goods",
        "authors": [
            {
                "first": "Per",
                "middle": [
                    "M."
                ],
                "last": "Stromberg",
                "suffix": "",
                "email": "per.stromberg@naturvardsverket.se",
                "affiliation": {}
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Dedeurwaerdere",
                "suffix": "",
                "email": "tom.dedeurwaerdere@uclouvain.be",
                "affiliation": {}
            },
            {
                "first": "Unai",
                "middle": [],
                "last": "Pascual",
                "suffix": "",
                "email": "up211@cam.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In recent years, the life sciences research community has been involved in a vigorous debate over what should and should not be in the public domain. Many of the discussions have been over preserving public access to basic research assets, such as basic biological research materials and genomic databases. The debate has been accentuated by the profound changes in the organisational structure and the funding of life science research infrastructures, especially since the early 1990s, when the commercial promise of genomics became apparent, and private funding for genomics in for-profit companies began to accelerate (Cook-Deegan and Dedeurwaerdere, 2006).",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 658,
                    "mention": "Cook-Deegan and Dedeurwaerdere, 2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Much scholarly research on these new organisational and institutional mechanisms for providing public access to basic knowledge resources in the life sciences has focused on human genetics and plant breeding (Harvey and McMeekin, 2007, Overwalle, 2009). This paper aims to contribute to the understanding of these changes by focusing on a case study within the particular field of microbiology. The reason for this choice is double. First, the international network of public culture collections historically has been one of the first global research infrastructures providing public access to basic biological research materials (Stern, 2004, Reichman et al., 2013), held in a distributed network of collections throughout the world (Smith, 2003). Second, the importance of these public collections has grown over the last two decades, with their transformation to multi-service biological resources centres, which provide expertise in genetics and bioinformatics, in addition to their traditional taxonomic expertise (OECD, 2001). As a result, the network of public microbial collections has increasingly evolved from purely governmental institutions to a heterogeneous group encompassing both public sector and private sector funding strategies. Therefore, culture collections is an interesting case of a research infrastructure providing publicly available knowledge assets, whose organisational structure is increasingly based on public-private economic interdependencies (please refer to the electronic supplement for additional background to PSMCs).",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 234,
                    "mention": "Harvey and McMeekin, 2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 236,
                    "end": 251,
                    "mention": "Overwalle, 2009",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 631,
                    "end": 642,
                    "mention": "Stern, 2004",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 644,
                    "end": 665,
                    "mention": "Reichman et al., 2013",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 735,
                    "end": 746,
                    "mention": "Smith, 2003",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1020,
                    "end": 1030,
                    "mention": "OECD, 2001",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The role and functions of the microbial collections as a basic life science research infrastructure bears a lot of similarities with other ex situ collections, especially in the field of animal and plant genetic resources, which have been studied elsewhere (Fowler et al., 2001, Gollin et al., 2000, Roa-Rodríguez and van Dooren, 2008, Mäki-Tanila et al., 2008). However, two important features are specific to the microbial collections. First, microbial organisms have an extremely high genetic variation within species and very high mutation rates upon reproduction. As a result, there is no equivalent to the relatively well-defined species concept for plants and animals. Therefore microbial science depends on the in vitro organisms held in the microbial ex situ collections. This explains the importance of a broad range of wild biodiversity held and still massively collected by the microbial collections, while the ex situ conservation efforts in the agricultural plant and animal collections that have been the focus of previous studies the main focus is on domesticated varieties and breeds (Halewood, 2010) Second, the public microbial collections provide on average a comparable amount of materials to public sector and private sector entities in the life sciences. This hybrid character of the distribution practices of the public microbial collections makes this case a rich source for quantitative analysis of conservation and distribution strategies in life science research infrastructures.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 277,
                    "mention": "Fowler et al., 2001",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 279,
                    "end": 298,
                    "mention": "Gollin et al., 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 300,
                    "end": 334,
                    "mention": "Roa-Rodríguez and van Dooren, 2008",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 336,
                    "end": 360,
                    "mention": "Mäki-Tanila et al., 2008",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1102,
                    "end": 1116,
                    "mention": "Halewood, 2010",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The main objective of this paper is to enhance our understanding about the organisational heterogeneity amongst public service culture collections, which increasingly include hybrid public-private funding strategies. In particular the paper aims to analyse core aspects of the economic and institutional conditions that contribute to PSMCs’ conservation of microbial material and its distribution as publicly available basic knowledge assets for life science research. It is expected that this analysis will contribute to the design of strategies that secure the sustained long term conservation of microbial material with public good properties. This seems especially relevant in the context of uncertainty created by recent changes in the institutional landscape in which PSMCs operate, for instance due to the stress on public funding for basic research and infrastructures, and the increasing commercial interest by the industry in microbial resources generally.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To this end primary data about the PSMCs’ conservation and distribution was gathered through a worldwide survey and a sample of 103 PSMCs is subjected in this paper to statistical analysis. We find that (1) the private industry relies on PSMCs; (2) hybrid arrangements based on complementary public and commercial funding is associated with stronger specialisation in microorganisms with particularly strong public good properties and (3) the existence of public-private interdependency. These results call into question the role of markets alone or pure public funding alone for assuring the provision of publicly available biological resources in a globalised research context.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The next section addresses the key factors behind the organisational heterogeneity of PSMCs. Then the analytic framework discusses the factors that are expected to play a role in the public and private investment in the PSMCs’ conservation strategies regarding publicly available microbial type strains. We also introduce the related question about spillovers from PSMCs to the private industry (Section 3). Section 4 presents the materials and methodology of the statistical analysis; Section 5 presents the results and discusses their implications. The last section concludes.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "PSMCs link academia, industry, government and international knowledge providers and users of microbial material. As such they are knowledge hubs, sensu Stern (2004), for the life sciences that support innovation by facilitating acquisition of and access to existing research materials (Furman et al., 2010). This is done through a worldwide network of centralised deposit and access services. As knowledge aggregators, they can be considered as the research libraries for bio-materials. See electronic supplement for further background and description of PSMCs.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 164,
                    "mention": "Stern (2004)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 286,
                    "end": 305,
                    "mention": "Furman et al., 2010",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "PSMCs as an infrastructure for public research materials in the genomic area ::: The heterogeneity of public service microbial collections",
            "ref_spans": []
        },
        {
            "text": "One particular element in this research infrastructure is the microbial category known as type strains, which are the basic reference materials for identifying microbial taxa. As such type strains are a fundamental part of the general research infrastructure in microbiology that serves applied and basic research, both for public sector and private sector users.",
            "cite_spans": [],
            "section": "PSMCs as an infrastructure for public research materials in the genomic area ::: The heterogeneity of public service microbial collections",
            "ref_spans": []
        },
        {
            "text": "Technological advances have increased the value of microbes and their parts, by creating new commercial applications, and by lowering the uncertainty of the product development process. For instance, market oriented policy planners in the USA and elsewhere have realised the opportunity to diminish time laps between basic research findings and commercialised products (Rai, 1999; Bartsev, Pers. Comm.). This has come timely because financial pressure among PSMC have mounted under rapidly accumulating stocks of microbes, while governments’ finances are undergoing increasing stress (Baker, 2004): a major challenge is associated with the high costs that are incurred in the conservation, quality management and documentation of microbial strains. For instance it is estimated that one million USD are needed for creating a new collection of about five thousand strains, excluding the costs of long term maintenance and use (Baker, 2004). In this context, the income generated by the selling of microbial strains is an important source of income that complements other non-governmental sources of income, including contract research, identification services, and, where this applies, income from patent and safety deposits as found in this paper (see Section 3). Hence, new conditions have been created for private cost sharing of public collections (Furman and Stern, 2006).",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "mention": "Rai, 1999",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 585,
                    "end": 596,
                    "mention": "Baker, 2004",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 926,
                    "end": 937,
                    "mention": "Baker, 2004",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1352,
                    "end": 1374,
                    "mention": "Furman and Stern, 2006",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "PSMCs as an infrastructure for public research materials in the genomic area ::: The heterogeneity of public service microbial collections",
            "ref_spans": []
        },
        {
            "text": "In an associated manner, in order to promote the development of commercial services, culture collections have introduced formal Material Transfer Agreements (MTAs) to govern their exchange practices and apply for ISO certifications. More recently, the most advanced collections are aiming to develop a whole new set of services around microbial, genomic and proteomic databases and related bioinformatics. This, in the long term, may cause further commercial restrictions on access and use of microbial research materials from the PSMCs that might oppose their avowed goals of providing widely available technological and scientific information (Reichman et al., 2009).",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 667,
                    "mention": "Reichman et al., 2009",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "PSMCs as an infrastructure for public research materials in the genomic area ::: The heterogeneity of public service microbial collections",
            "ref_spans": []
        },
        {
            "text": "PSMCs have adopted different strategies to cope both with the new commercial opportunities and the need for developing new areas of expertise. The difference in such strategies largely owe to collections's scale, type of operations, and the underlying incentives that guide their operations and strategic choices. In this context, it is useful to differentiate the collections regarding their different functions for society, such as support for basic research or infrastructure, and their industry orientation. Table 1\nprovides examples illustrating the heterogeneity among well-known collections in this regard, further explained in the Almus and Nerlinger, 1999, Arora et al., 2005, Daniel and Prasad, 2010, Greene, 2003, Parry, 2004, Rai et al., 2008, Sigler, 2004, Staley et al., 2010.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 664,
                    "mention": "Almus and Nerlinger, 1999",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 684,
                    "mention": "Arora et al., 2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 709,
                    "mention": "Daniel and Prasad, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 711,
                    "end": 723,
                    "mention": "Greene, 2003",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 725,
                    "end": 736,
                    "mention": "Parry, 2004",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 738,
                    "end": 754,
                    "mention": "Rai et al., 2008",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 756,
                    "end": 768,
                    "mention": "Sigler, 2004",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 770,
                    "end": 789,
                    "mention": "Staley et al., 2010",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Responses to increasing interest from industry ::: The heterogeneity of public service microbial collections",
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The heterogeneity of PSMCs has implications for the level of public funding support required for their operations. Collections essentially oriented towards serving traditional public sector users are largely dependent on public funding. In contrast, collections holding resources that are of direct interest to specialised activities in the private sector, have more opportunities for developing supplementary commercial income generating activities. Nevertheless virtually all collections require a certain level of public support for maintaining public access to their infrastructure and research related microbial holdings.",
            "cite_spans": [],
            "section": "Responses to increasing interest from industry ::: The heterogeneity of public service microbial collections",
            "ref_spans": []
        },
        {
            "text": "Because of the use of the basic research materials held in the PSMCs both by public and private sector entities, PSMCs aptly illustrate the governance challenges of life science research which is increasingly situated in the so-called Pasteur's quadrant, where research is both basic in nature and user-inspired and driven (Stokes, 1997).",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 336,
                    "mention": "Stokes, 1997",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "In order to understand the PSMCs’ conservation strategies they have to be analysed within their microeconomic institutional and organisational context, not least regarding the necessary role of public research for innovation (Rosenberg and Nelson, 1994, Mowery and Rosenberg, 1998, King et al., 2005). Based on the literature on public goods we emphasise two key factors that respectively link to PSMCs’ investment in conservation and diffusion of basic biological research materials and which will be assessed statistically in Section 4: (1) the ratio of type strain holdings in the PSMCs and (2) the share of distribution of microbes to the private industry.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 252,
                    "mention": "Rosenberg and Nelson, 1994",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 254,
                    "end": 280,
                    "mention": "Mowery and Rosenberg, 1998",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 282,
                    "end": 299,
                    "mention": "King et al., 2005",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "It should be noted that the conservation practices and private sector uses of PSMC holdings are affected by other factors as well, in addition to the organisational and contract related factors discussed in this paper, including the intellectual property regime. Demand for microbes is influenced by aspects such as the presence of biotechnology firms in the country where the PSMC is located, and by the supply channels available to the PSMC to source its microbes from.3\nAs shown by a survey of the patterns of deposits into culture collections (Dedeurwaerdere et al., 2009), restrictions related to deposits of micro-organisms are not frequent, even if this situation might change in the future as a consequence of the recently adopted Nagoya protocol on Access and Benefit Sharing in October 2010.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 575,
                    "mention": "Dedeurwaerdere et al., 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "In what follows, we pay attention to type strains (TS henceforth), which, as discussed above, is a category of micro-organisms that have both strong public good characteristics and that are used in public and private sector research. Because of this double feature, TS are suitable candidates for analysing the impact of public and private interdependencies on the organisation of the PSMCs.4\n",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "More specifically, TS refer to microbes that are the reference strains used for taxonomic purposes and as such they are subject to strict quality management and are well described. TS are important building blocks for knowledge accumulation since they constitute the reference library against which any new microbial species has to be compared in order to certify their novelty, hence being a particularly vital tool for knowledge accumulation. While typically TS holdings are important in taxonomic collections which specialise in building a reference library, research collections also need a basic stock of TS as part of their overall holdings (c.f. Table 2\n). Further, while some collections were created with the explicit aim of having many TS (Smith, Pers. Comm.), researchers often prefer to deposit their TS in other high profile research oriented collections, which do not specialise only in TS, as it gives prestige and higher diffusion for the researcher.",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Characterising TS as public goods, with both public sector and private sector users, has some important implications to understand the drivers of conservation in the PMSCs. TS consist of both the biological resource and of well documented information about their properties, such as reactivity with cancer cells. Hence, TS can be regarded as a hybrid material/informational good, with public good characteristics associated both to the material itself and to the informational content. As biological resources, TS hold properties that are similar to those of a public good, since TS are characterised by relatively low rivalry in use since a similar strain can be cultivated from the original strain.5\nThe information content of TS is of course non rival in the sense that usage does not reduce the information content. While their biological component is characterised by relatively low cost of exclusion since access is conditioned on consent from the holder of the TS, such as a PSMC, the information content related to the properties of TS has very low exclusion. That is, in order to achieve a broad diffusion and to capture coordination benefits, information content of TS is placed in the public domain, such as in scientific journals and PSMCs’ internet portals. Since TS are used to enhance search for useful properties in other microbes, broad diffusion of the information content of TS is central to knowledge accumulation.",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "The economics literature has highlighted the important role that search has, for the identification of useful compounds regarding in situ biodiversity conservation and bioprospecting activities (Simpson et al., 1996, Rausser and Small, 2000, Simpson, 2002, Goeschl and Swanson, 2007), as well as ex situ conservation (Evenson and Kislev, 1976, Gollin et al., 2000, Visser et al., 2000). This literature provides insights as to why on the one hand the industry has an incentive to invest in applied research and product development, but on the other hand, the industry would not invest sufficiently (from a social point of view) in TS due to its public good characteristics. Hence, it can be expected that support in this basic infrastructure by public bodies such as governments is necessary to stimulate investment in TS. Similar findings are expressed in the literature on innovation and public goods (Nordhaus, 1969, Evenson and Kislev, 1976, Jaffe, 1986, Cornes and Sandler, 1996).",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 215,
                    "mention": "Simpson et al., 1996",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 217,
                    "end": 240,
                    "mention": "Rausser and Small, 2000",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 242,
                    "end": 255,
                    "mention": "Simpson, 2002",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 257,
                    "end": 282,
                    "mention": "Goeschl and Swanson, 2007",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 318,
                    "end": 342,
                    "mention": "Evenson and Kislev, 1976",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 344,
                    "end": 363,
                    "mention": "Gollin et al., 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 365,
                    "end": 384,
                    "mention": "Visser et al., 2000",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 904,
                    "end": 918,
                    "mention": "Nordhaus, 1969",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 920,
                    "end": 944,
                    "mention": "Evenson and Kislev, 1976",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 946,
                    "end": 957,
                    "mention": "Jaffe, 1986",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 959,
                    "end": 983,
                    "mention": "Cornes and Sandler, 1996",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "It can be expected that PSMCs which specialise in TS holdings will depend on at least some public research funding, even if one might also expect an important part of co-funding by the private sector, as these are important users of the TS and the expertise related to them. This would be the case of infrastructure oriented collections specialising in taxonomic type strains as described in Table 1. At the same time it can be expected that research collections (cf. Table 1) will to a certain extent invest in TS but will also develop a broader portfolio of biological materials. In this case a more diversified funding strategy will be required. For such research collections, moderate support from the government and the private sector for TS conservation is expected to be important as well. But, in addition, basic research funding will be required for the publication and basic research related deposits, whether through direct funding or indirectly through basic income stream such as the formation of a patent deposit authority or project based funding.",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": [
                {
                    "start": 392,
                    "end": 399,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 468,
                    "end": 475,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Moreover, in response to the new opportunities from biotechnology and genomics, culture collections have increasingly diversified their activities, by adopting commercial approaches to generate new income from cost-sharing with industry (Stern, 2004). Combining their basic research and infrastructure functions with the promotion of downstream applications, by providing services to industry, seems like trying to square the circle. However, this combination of basic research perspectives and user-inspired applications is precisely what has characterised the recent history of the contemporary life sciences more generally (Cook-Deegan and Dedeurwaerdere, 2006), where for example new insights in genomics have contributed to our basic understanding of biological processes while at the same time leading to new applications in genetic diagnostics and rational drug design.6\n",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 249,
                    "mention": "Stern, 2004",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 627,
                    "end": 663,
                    "mention": "Cook-Deegan and Dedeurwaerdere, 2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": []
        },
        {
            "text": "Producing knowledge in this intermediary field implies looking beyond the norms and practices of basic science and taxonomic communities, and requires support for building new collaborations that cross the boundaries between basic science, conservation and commercial and non-commercial user communities. This latter situation characterises both the infrastructure oriented and the specialised industry collections (cf. Table 1). In contrast, in the case of basic research oriented collections, where private sector users have lesser incentive to contribute to its public infrastructure functions, a certain level of public support is required to maintain these functions. Our complementary question is therefore if and to what extent low public investment, as measured by low as opposed to high public funding, is correlated with the PSMC's industry orientation in terms of the proportion of microorganisms supplied to industry as opposed to other users.",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": [
                {
                    "start": 420,
                    "end": 427,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The links between the PSMCs’ microeconomic, institutional and organisational context, their conservation and distribution pattern are illustrated in Fig. 1\n.",
            "cite_spans": [],
            "section": "Analytical framework for assessing conservation and distribution patterns in PSMCs",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A population frame of 499 PSMCs which were members in 2005 of the World Federation of Culture Collections (WFCC) or the United Nations Educational Scientific and Cultural Organisation Microbial Resources Network (MIRCEN) was used to conduct a world-wide survey on a sample of PSMCs. Further details of the method are presented in the electronic supplement. A total of 155 collections responded to the main questionnaire from which a final sample size of 103 observations with complete data were used in the analysis (the electronic supplement provides further details on the materials and methods used).",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "mention": "WFCC",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We simultaneously assess (1) the role played by public funding in the strategy of PSMCs regarding their supply of TS (conservation focus of publicly available micro-organisms used both in public sector and private sector research) as well as (2) the orientation of the flow of the provision of microbial material. To this purpose we develop:•A first sub model (Eq. (1)) to test for the existence of hybrid organisational models (based on mixed funding models, in contrast to the classic pure public funding model) in the case of PSMCs holding on average a higher number of TS.•A second sub model (Eq. (2)) to test if such hybrid organisational model also is correlated with a stronger industry orientation of the PSMCs.\n(1)TSSHARE=β0+β1SUPPORTNO+β2SUPPORTLOW+β3SUPPORTMEDIUM+β4SUPPORTHIGH+β5PR+β6STOCK+β7INFLOW+β8FLOWACAD+β9OECD+β10USA+β11FEE+β12FUNGI+β1YEAST3+β14ALGAE+β15BACTERIA+β16OTHER+μ\n(2)FLOWIND=β0+β1SUPPORTNO+β2SUPPORTLOW+β3SUPPORTMEDIUM+β4SUPPORTHIGH+β5PR+β6STOCK+β7INFLOW+β8FLOWACAD+β9OECD+β10USA+β11FEE+β12FUNGI+β13YEAST+β14ALGAE+β15BACTERIA+β16OTHER+ε\n",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The results of the conservation strategy sub model provide information about the main question regarding the effect that public or mixed funding strategies has on conservation strategy of publicly available research resources (TS supply). We find that on the one hand similar proportions of public and private funding (the variable SUPPORTMEDIUM) has a statistically significant and positive coefficient and on the other hand high public funding (the variable SUPPORTHIGH) has a statistically significant negative coefficient. This indicates a role of private funding in the provision of TS. However, this is a nonlinear effect. The data suggest that it is a mix of public-private funding strategy that characterises those collections that may prioritise investment in TS. This result is consistent with previous conclusions from crop breeding analyses (Gollin et al., 2000, Visser et al., 2000). In line with public good theory as well as search theory, society relies on public investment for the provision of diversity of biological research materials that otherwise would be underprovided by markets alone. The role of industry is probably to provide cost-sharing to the costly enterprise of holding such microbes, as a means to secure access to such resources.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 873,
                    "mention": "Gollin et al., 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 875,
                    "end": 894,
                    "mention": "Visser et al., 2000",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Conservation strategy (TSSHARE) ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Regarding the control variables, strong property rights (the variable PR) has a statistically significant and positive effect on conservation outcomes, suggesting that a more formal approach to the acquisition and distribution of microbes, i.e. with a formal legal mechanism to control the use of the resource, is associated with a higher ratio of TS in collections’ holdings. Size of the collection is, as expected, negatively associated with the proportion of TS conservation, hence suggesting the expected dilution effect. In addition, the inflow of microbes is positively associated with conservation outcomes indicating that PSMCs sourcing strains from other microbe collections may be more oriented towards TS.",
            "cite_spans": [],
            "section": "Conservation strategy (TSSHARE) ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Location of collections in, as opposed to outside, OECD countries does not affect the TS strategy. This might be because the international exchanges of microbes amongst PSMCs, including TS, dilute the effect of domestic industry demand. Nor is location in the USA statistically significant. Additionally, we can see that a formal transfer mode by charging a fee is associated with specialisation in TS. To the extent that TS are public goods, as argued here, this result indicates that more business like ways of handling research materials have gained a strong influence in public good microbe holdings. The data also show that collections focusing on algae and fungi to less extent conserve TS, compared to collections specialising in yeast.",
            "cite_spans": [],
            "section": "Conservation strategy (TSSHARE) ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "In the second sub model, the coefficient for even proportions of public and private funding is statistically significant and with the expected positive sign. The same outcomes are shown for low public funding. The remaining funding variables do not have statistically significant effects. This reflects a diversified funding strategy for industry oriented collections. Specifically, such outcome indicates that a strong public service mandate, as reflected by heavy public funding, is associated with an orientation towards other users than the private industry. Notably, even if all PSMCs to some extent belong to the basic research infrastructure, at least half of the PSMCs in the dataset receive also private funding. Such cost-sharing appears to play an important role in conservation because it is associated with both large collections, and collections which specialise in TS.",
            "cite_spans": [],
            "section": "Spillovers to the industry ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Among the control variables, property rights are not statistically significant. This may indicate that the use of MTAs is in no way exclusive for provision to industry but are in fact used also for provision to other users. As expected, the scale or size of the collection (the variable STOCK) and sourcing of microbes (the variable INFLOW) foremost included for the conservation regression have no meaningful statistically significant effect on the industry orientation. However, the variable denoting a higher relative provision of microbes to academia and hospitals (the variable FLOWACAD) is statistically significant and indicates that industry in contrast to other sectors have structurally different preferences and needs. For instance, it is not necessarily the case that whichever high demand for microbes from a PSMC, irrespective of the type of demander, signals that the collection also attracts demand from industry. Rather, more traditional users such as academia and hospitals may have different preferences than industry, related to issues such as institutional arrangements regarding microbe transfers or the content and quality of microbes and associated information.",
            "cite_spans": [],
            "section": "Spillovers to the industry ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast to the first sub model, location in either OECD (except for USA) or USA is statistically significant and suggest that PSMCs in countries with a high level of industrial development may be responding to industry demand by channelling some of their microbes to this sector. The data also indicate that charging a fee signals that the collection adopts a more formal microbe transfer regime and thus is also prepared to serve commercial clients through market oriented modes rather than the traditional informal reciprocity-based governance mode. Lastly, among the kind of microbial material conserved, only collections specialised on YEAST are associated with a stronger industry orientation, possibly due to the high use of yeast in the pharmaceutical and food industries.",
            "cite_spans": [],
            "section": "Spillovers to the industry ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "To sum up, the statistical analysis reveals that it would be misguided to describe PSMCs according to a public-private dichotomy. Instead the data reveal that it is more useful to study nuanced associations between management regime, e.g. source of influence from the funders and categories of users of microbes, and the economic instruments and compliance mechanisms used to manage microbe transactions, such as fees and formalised contractual distribution practices.",
            "cite_spans": [],
            "section": "Spillovers to the industry ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge this paper addresses for the first time the factors, at the micro-economic level, affecting biological resource conservation by and transfers from ex situ microbial collections. Based on a unique world-wide survey of culture collections the paper provides novel insights about the way that public-service microbial collections constitute a highly heterogeneous group of organisations, how the evolving funding mechanisms relate to their conservation of publicly available microbial resources, and to the distribution patterns of microbial resources to private sector and public sector recipients. Moreover, in order to cast further light on the important question of private influence on public goods, microorganisms with particularly strong public good properties are contrasted to other microorganisms. The results highlight an interesting link between public good specialisation and (a) private funding and (b) distribution to industry.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The picture that emerges from the analysis in this paper of the heterogeneity amongst the culture collections is that differences in organisational – especially related to funding mechanisms – and contractual mechanisms – especially related to the conditions of transfer of materials – is beneficial for creating the kind of organisational diversity which is needed to sustain the culture collections’ activities in various different micro-economic and institutional contexts. This in turn is necessary in order to address the challenge of creating sufficient storage space for the wealth of microbes being deposited in the PSMCs on a daily basis. In addition, the analysis shows that the heterogeneity allows accommodating the private sectors’ specific interest in and support for the conservation and distribution of certain subsets of microbial resources, such as the microbial type strains analysed in this paper, in a manner that is compatible with the core mission of the PSMCs to guarantee the broad public availability of its microbial holdings.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Last but not least, it is important to distinguish between the different underlying incentives of collections, and from this understanding to guarantee the kind of conservation strategies needed to support different services such as providing insurance for solving future biological threats as well as to offer solutions to current problems, such as waste water treatment and catalysing ethanol production as a sustainable energy source (Canovas and Iborra, 2003) to name a few. In this sense, policy makers need to ensure that the ex situ collections’ conservation strategies balance the current needs of applied research and the requirements for basic research.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 462,
                    "mention": "Canovas and Iborra, 2003",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Typology of culture collections with respect to collection, research and industry orientation.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Typology of PSMCs’ conservation focus.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Bivariate Tobit model: joint estimates of the effects on the share of type strains in stock and on the share of distribution to industry of microbes in general.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: The links between PSMCs’ microeconomic, institutional and organisational context, their conservation practices and industry spillovers.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Growth of new technology-based firms: which factors matter?",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Almus",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Nerlinger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Small Business Economics",
            "volume": "13",
            "issn": "2",
            "pages": "141-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Current status, strategy and future prospects of microbial resource collections",
            "authors": [
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Saikia",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Dwievdi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Current Science",
            "volume": "89",
            "issn": "3",
            "pages": "488-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "10th International Congress for Culture Collections",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Culture collections and biochemistry",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Canovas",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Iborra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "105-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cornes",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sandler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The science commons in life science research: structure. Function and value of access to genetic diversity",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Dedeurwaerdere",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Social Science Journal",
            "volume": "188",
            "issn": "",
            "pages": "299-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The role of culture collections as an interface between providers and users: the example of yeasts",
            "authors": [
                {
                    "first": "H.-M.",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "G.S.",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Research in Microbiology",
            "volume": "161",
            "issn": "6",
            "pages": "488-496",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Dedeurwaerdere",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Halewood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A stochastic model of applied research",
            "authors": [
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Evenson",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kislev",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Political Economy",
            "volume": "84",
            "issn": "",
            "pages": "265-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Unequal exchange? Recent transfers of agricultural resources and their implications for developing countries",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Smale",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gaiji",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Development Policy Review",
            "volume": "19",
            "issn": "",
            "pages": "181-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Working Paper 12523, National Bureau of Economic Research, Sep",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "More for the research dollar",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "757-758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Goeschl",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Economics of Managing Biotechnologies",
            "volume": "",
            "issn": "",
            "pages": "99-128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Searching an ex situ collection of wheat genetic resources",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gollin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Smale",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Skovmand",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Agricultural Economics",
            "volume": "82",
            "issn": "4",
            "pages": "812-827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Governing the management and use of pooled microbial genetic resources: lessons from the global crop commons",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Halewood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of the Commons",
            "volume": "4",
            "issn": "1",
            "pages": "404-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "McMeekin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Technological opportunity and spillovers of R&D: evidence from firms’ patents, profits, and market value",
            "authors": [
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "The American Economic Review",
            "volume": "76",
            "issn": "December (5)",
            "pages": "984-1001",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The strategic use of decentralised institutions: exploring certification with the ISO 14001 management standard",
            "authors": [
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Lenox",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Terlaak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Academy of Management Journal",
            "volume": "48",
            "issn": "6",
            "pages": "1091-1106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mäki-Tanila",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Tvedt",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Ekström",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Fimland",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Mowery",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Nordhaus",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "OECD",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Oldham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Overwalle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Regulating scientific research: intellectual property rights and the norms of science",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Northwestern University Law Review",
            "volume": "94",
            "issn": "",
            "pages": "77-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Pathways across the valley of death: novel intellectual property strategies for accelerated drug discovery",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Reichman",
                    "suffix": ""
                },
                {
                    "first": "P.F.",
                    "middle": [],
                    "last": "Uhlir",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Crossman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Yale Journal of Health Policy, Law, and Ethics",
            "volume": "8",
            "issn": "1",
            "pages": "53-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Valuing research leads: bioprospecting and the conservation of GR",
            "authors": [
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Rausser",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Political Economy",
            "volume": "108",
            "issn": "1",
            "pages": "173-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Reichman",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Dedeurwaerdere",
                    "suffix": ""
                },
                {
                    "first": "P.F.",
                    "middle": [],
                    "last": "Uhlir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Book manuscript presented at the National Academies Symposium on “Designing the Microbial Commons”",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Reichman",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Dedeurwaerdere",
                    "suffix": ""
                },
                {
                    "first": "P.F.",
                    "middle": [],
                    "last": "Uhlir",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Shifting common spaces of plant genetic resources in the international regulation of property",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Roa-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "van Dooren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of World Intellectual Property",
            "volume": "11",
            "issn": "3",
            "pages": "176-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "American universities and technological advance",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "R.R.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Research Policy",
            "volume": "24",
            "issn": "",
            "pages": "323-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Culture collections in Canada: perspectives and problems",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sigler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian Journal of Plant Pathology",
            "volume": "26",
            "issn": "1",
            "pages": "39-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Resources for the Future, Discussion paper 02-62 (November), Washington, USA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Valuing biodiversity for use in pharmaceutical research",
            "authors": [
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Sedjo",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Political Economy",
            "volume": "104",
            "issn": "1",
            "pages": "163-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Culture collections over the world",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "95-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Microbiological materials exchanges among scientists",
            "authors": [
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Staley",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "FitzGerald",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Fuerst",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dijkshoorn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Research in Microbiology",
            "volume": "161",
            "issn": "6",
            "pages": "446-452",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Stokes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "D.J.F.",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "N.P.",
                    "middle": [],
                    "last": "Louwaars",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "F.W.",
                    "middle": [],
                    "last": "Tongeren",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "FAO/Global forum on agricultural research Document No: GFAR/00/17-04-04. Rome",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}