{
    "paper_id": "PMC7198847",
    "metadata": {
        "title": "Monitoring the COVID-19 epidemic in the context of widespread local transmission",
        "authors": [
            {
                "first": "Alberto",
                "middle": [
                    "L"
                ],
                "last": "García-Basteiro",
                "suffix": "",
                "email": "alberto.garcia-basteiro@isglobal.org",
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Chaccour",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Caterina",
                "middle": [],
                "last": "Guinovart",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Llupià",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Brew",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Trilla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antoni",
                "middle": [],
                "last": "Plasencia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a novel viral disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which was first detected in Wuhan, China, in December, 2019.1 Given the fast spread, the severity of disease, the increasing number of cases outside China, and the number of affected countries, WHO declared the rapid spread of SARS-CoV-2 a pandemic on March 11, 2020.2 The availability of reliable surveillance platforms is crucial to monitor the COVID-19 epidemic in a timely manner and to respond with adequate control measures. Since the beginning of the outbreak, different countries have used different testing approaches and criteria, depending on their resources and capacity.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Most national and international public health agencies are publicly reporting epidemic curves, focusing on laboratory-confirmed COVID-19 cases, as well as deaths by COVID-19. However, epidemic curves based on laboratory-confirmed cases, regardless of whether they are presented on a logarithmic or linear scale, show detection of the disease in population groups defined by changing testing criteria and are not representative of the COVID-19 burden in the community in a specific region or country. The absolute number of cases provides a misleading picture of how the epidemic evolves and does not allow comparisons by country or by region within a country.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In almost all countries, COVID-19 testing capacity is low. When no or few cases of disease have been reported in a country, laboratory testing is restricted to travellers presenting with an acute respiratory syndrome and coming from regions or countries with widespread transmission. When contact tracing efforts are implemented, criteria for laboratory testing often include symptomatic contacts of confirmed cases or asymptomatic contacts during or after quarantine. After local transmission is established, some countries, such as South Korea, have chosen to test all individuals who have acute respiratory syndrome or who have had contact with a confirmed case.3 Because of limited testing capacity, other countries, such as Italy or Spain, have restricted laboratory testing to those seeking hospital care for severe COVID symptoms or to those prone to severe disease (the elderly and patients with comorbidities).4 Thus, curves based on confirmed cases in countries that have been changing the testing recommendations and are now using stringent testing criteria could provide a false impression of flattening (or unmask much steeper curves), which could lead to misinterpretation of the status of the epidemic.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 666,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 919,
                    "end": 920,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By contrast, and as a basic epidemiological concept, comparisons of the number of COVID-19 cases by country or region should be adjusted by the size of the population at risk, using incidence risks (ie, new cases in a population at risk within a specified period of time, also called attack rates in the context of an epidemic). Similarly, mortality is better expressed as mortality risk (ie, number of deaths in a specific time interval divided by population size among which deaths occurred, commonly referred to as mortality rate; figure\n) and, if possible, should be stratified by age, given the differences in age-specific mortality rates for COVID-195, 6 and the differential age structure by country. When the epidemic is contained and all cases are identified and contacts traced, absolute number of cases would still be an acceptable indicator if testing criteria have not changed. However, the capacity of countries to detect imported cases varies but is generally poor, estimated to be around 38% at the global level.7\n",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 534,
                    "end": 540,
                    "mention": "figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Thus, the crucial question is how to monitor disease burden when local transmission is widespread and a large proportion of the population has been quarantined or confined at home. We believe that the basic principle is to try to select an indicator that includes the numerator that is least affected by changing testing criteria and that is adjusted by population size. In regions with strong hospital admission or mortality surveillance systems, such an indicator could be the incidence risk of hospital admissions of laboratory-confirmed cases and COVID-19 mortality rates, which should provide a reliable picture of the epidemic, with the following assumptions: (1) most people with severe disease are admitted to hospital and are tested for SARS-CoV-2; (2) there is good access to health services; (3) public and private hospitals report cases and deaths on a regular (daily) basis; and (4) hospital admission criteria and patient management do not differ significantly by area. Nevertheless, the daily picture of the incidence of severe cases is an indicator of transmission several days before (incubation period plus time from symptom onset to hospital admission). Based on available evidence, this temporal lag is about 12 days, given a median incubation period of 5·1 days8 and a median time from symptom onset to hospital admission (assumed to be the onset of dyspnoea) of 7 days.9 In consequence, any intervention aimed at reducing the basic reproduction number, R0, would be expected to have an effect on the incidence of people admitted to hospital by about 12 days later. Other reliable indicators to monitor the evolution of the epidemic would be the incidence of COVID-19 intensive care unit (ICU) admissions or COVID-19 mortality rates, although the temporal lag would be greater, reflecting changes in transmission that took place longer ago.",
            "cite_spans": [
                {
                    "start": 1282,
                    "end": 1283,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1391,
                    "end": 1392,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For COVID-19 surveillance purposes, the main objective is to detect changes in disease burden indicators that are more stable (in time or space). The main attribution of these indicators needs to be consistency, rather than validity. Despite some limitations (mainly different hospital admission criteria or health system collapse), the incidence of people admitted to hospital for COVID-19 seems less biased yet still a pragmatic indicator, given that it can detect changes in transmission dynamics more quickly than the more lagged measures of (incidence of) ICU admissions and deaths (mortality rates). Unfortunately, many governments are not publicly providing numbers of daily hospital admissions and discharges. COVID-19 mortality rate, in the long term, is probably the most reliable indicator in settings where cause of death is accurately ascertained.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: COVID-19 in Spain and Italy since first COVID-19 laboratory-confirmed case in each country Absolute number of cases (A), cases per 100 000 population (reported incidence risk; (B), absolute number of deaths due to COVID-19 (C), mortality risk per 100 000 population (D), absolute number of ICU admissions (E), and ICU admissions per 100 000 population (reported COVID-19 ICU admission risk; (F). Data sources are Ministries of Health of Spain and Italy; from March 26, 2020. COVID-19=coronavirus disease 2019. ICU=intensive care unit.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19—11 March 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Report on the epidemiological features of coronavirus disease 2019 (COVID-19) outbreak in the Republic of Korea from January 19 to March 2, 2020",
            "authors": [],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Procedimiento de actuación frente a casos de infección por el nuevo coronavirus (SARS-CoV-2)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF5": {
            "title": "Clinical features of 69 cases with coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa272"
                ]
            }
        },
        "BIBREF6": {
            "title": "Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travelers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "De Salazar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.20022707"
                ]
            }
        },
        "BIBREF7": {
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF8": {
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        }
    }
}