{
    "paper_id": "PMC7125521",
    "metadata": {
        "title": "Rapid molecular diagnosis of infectious viruses in microfluidics using DNA hydrogel formation",
        "authors": [
            {
                "first": "Wonhwi",
                "middle": [],
                "last": "Na",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dongwoo",
                "middle": [],
                "last": "Nam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hoyoon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sehyun",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "email": "lexerdshin@korea.ac.kr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "When infectious viruses are spreading, the best solution is to rapidly and accurately detect infectious agents and isolate carriers to prevent further spread (Allegranzi et al., 2011). When the MERS virus was spreading in Korea, most patients were suspected of having MERS due to symptoms of high fever, even though they were generally cold virus-infected patients. Thus, it was necessary to promptly screen patients with various virus syndrome types and to take necessary measures according to the identified viruses.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 182,
                    "mention": "Allegranzi et al., 2011",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Currently, antibody-based enzyme immunoassays are widely used but have limitations due to long test times or the absence of antibodies (Gan and Patel, 2013). Rapid immuno-assays have solved the temporal problem and convenience of use but still have the antibody-dependence problem and have poor accuracy. Meanwhile, polymerase chain reaction (PCR)-based diagnostics are known to have the highest sensitivity and accuracy, making them the most widely used assays in laboratory environments (Dark et al., 2009, Loman et al., 2012, Ottesen et al., 2006). However, the PCR-based test system, which requires electricity, may not be suitable for use in the field (Niemz et al., 2011). Additionally, the costs of PCR systems do not allow their easy use in developing countries.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 155,
                    "mention": "Gan and Patel, 2013",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 490,
                    "end": 507,
                    "mention": "Dark et al., 2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 509,
                    "end": 527,
                    "mention": "Loman et al., 2012",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 529,
                    "end": 549,
                    "mention": "Ottesen et al., 2006",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 658,
                    "end": 676,
                    "mention": "Niemz et al., 2011",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Solutions for the above urgent problems could be solved by integrating leading-edge technologies into a microfluidic platform. Isothermal gene amplification can resolve the electricity-associated problems (Demidov, 2002, McCarthy et al., 2006). Among the isothermal amplification methods, there have been recent noteworthy studies (Jung et al., 2016, Lee et al., 2015). Through RCA of complementary targets in microfluidic channels, amplified DNA forms DNA hydrogels by adding a dumbbell-shaped padlock probe (Lee et al., 2015). The DNA hydrogels block microchannel flow of a dyed liquid, which can be identified with the naked eye. Unfortunately, the whole process takes 2 h to completely block channel flow. The long process time is mainly due to the limited surface area for pathogen DNA amplification, which occurs at the microchannel surfaces. Furthermore, it requires a large number of DNA strands to form the hydrogel and to block a wide cross-sectional area of the microchannel. In addition, the RCA detection method was further developed by using bead technology. With RCA, nanometer-scale single DNA templates were converted to micrometer-scale fluorescent DNA dots, which can be quantified using an optical device (Jarvius et al., 2006, Sato et al., 2010). However, the bead-based RCA processes encountered various difficulties, including inefficient DNA hybridization and enzymatic reactions, due to physical properties of the bead surface (Sato et al., 2013).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 219,
                    "mention": "Demidov, 2002",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 221,
                    "end": 242,
                    "mention": "McCarthy et al., 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 332,
                    "end": 349,
                    "mention": "Jung et al., 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 351,
                    "end": 367,
                    "mention": "Lee et al., 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 510,
                    "end": 526,
                    "mention": "Lee et al., 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1226,
                    "end": 1246,
                    "mention": "Jarvius et al., 2006",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1248,
                    "end": 1265,
                    "mention": "Sato et al., 2010",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1453,
                    "end": 1470,
                    "mention": "Sato et al., 2013",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we describe a new microfluidic device to easily and accurately detect multiple viruses within 15 min without using any power-requiring instruments. The core technology in the present study is the formation of a DNA hydrogel on the surfaces of thousands of microbeads packed in a microchannel, blocking the flow path formed between the beads. In this system, the RCA processes occur at each microbead surface. Due to the microbeads packed into the microtube, the surface area on which RCA may occur is significantly increased and the corresponding cross-sectional flow area is decreased. Thus, the present system could significantly shorten the detection time to within 15 min. Furthermore, the limit of detection (LOD) of the present system is 10–100 times increased over that of the previous system (Jung et al., 2016, Lee et al., 2015). Above all, since the present system can be operated after generation of a simple vacuum without any electricity-operated instrument or device, it can be utilized at any location or point-of-care.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 824,
                    "mention": "Jung et al., 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 826,
                    "end": 842,
                    "mention": "Lee et al., 2015",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Sepharose beads were washed with 1 mL of cold 1 mM HCl. For primer coupling on Sepharose bead surfaces, beads were suspended in 380 μL of coupling buffer (0.2 M NaHCO3, 0.5 M NaCl, pH 8.3) and 20 μL of 1 mM NH2 primer. The suspension was then incubated for 2 h at room temperature (~23 °C). Then, the beads were re-suspended in 500 μL of blocking buffer (0.5 M ethanolamine, 0.5 M NaCl, pH 8.3) for 1 h at room temperature (~23 °C). The beads were washed in 500 μL washing buffer A (0.1 M Tris-HCl, pH 8.3) and then, washed using same volume of washing buffer B (0.1 M acetic acid, 0.5 M NaCl, pH 4.6) The washing process described above was repeated using washing buffers A, washing buffer B, and washing buffer A. The method for primer immobilization on polystyrene bead is written in Supplementary information.",
            "cite_spans": [],
            "section": "Primer immobilization on microbead surfaces ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "To confirm primer immobilization on bead surfaces, a fluorescent probe was used. 5 μL of 1 mM fluorescent probe solution was mixed with 195 μL of bead suspension and incubated at 60 °C for 40 min for hybridization. After incubation, beads were washed three times with 1 × PBS buffer. Then, we observed beads by fluorescence microscopy (Olympus 1 × 71, Tokyo, Japan). Also, we analyzed the fluorescence intensity of the beads using a BD™ LSR II flow cytometer (BD, Franklin Lakes, NJ, USA).",
            "cite_spans": [],
            "section": "Validation of primer immobilization on the bead surfaces ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "To make dumbbell-shaped templates, 50 μL of 4 μM single-stranded template DNA were incubated at 95 °C for 5 min and then at 60 °C for 3 min. During the 60 °C incubation, 20 μL of a suspension primer-immobilized beads were added to the template solution and then slowly cooled to 4 °C, with the rate decreasing at 0.5 °C/min, using a thermal cycler. The beads were washed two times using 200 μL of 1 × PBS buffer.",
            "cite_spans": [],
            "section": "Preparation of templates for immobilization on primer-coupled beads ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "First, a 40-mm Teflon tube, a punched metal mesh, and a 10-mm Teflon tube were serially arranged and fixed to a 10-mm silicon tube. Then, 10 μL of template-immobilized Sepharose bead suspension (6 × 106/mL) was injected into Teflon tube. After that, the bead-filled tube was centrifuged at 8000 ×g for 5 min to pack beads uniformly. The bead-packed tube was cut to 20 mm in length from the mesh-mounted side. This bead-packed microchannel was mounted on each channel of 3D printed chip.",
            "cite_spans": [],
            "section": "Sepharose bead packing in the microchannel ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "\nFig. 1(a) shows the present microfluidic system for detection of pathogen DNAs with a bead-based RCA process. The system consists of a sample chamber, a straight multi-channel containing bead-filled tubes, and a syringe. For multiple pathogen detection, the present system shares one sample chamber with multiple channels, which can serve as detection sites for the different pathogens, such as Ebola, MERS, Zika, and Dengue. When a target pathogen exists in a sample, it can bind to the specific template in a tube and a subsequent RCA process occurs. After a certain period of time for the RCA process to occur, sufficiently amplified DNA products become entangled with each other and form a DNA hydrogel, which blocks liquid flow. The syringe is used to generate variable vacuum pressures with a dead volume. Due to the large dead volume (4.1 mL) compared to sample volume (25 μL), the newly generated vacuum pressure does not significantly change during the entire test. Thus, there also would not be any interference among the multi-channels.",
            "cite_spans": [],
            "section": "Experimental setup ::: Experimental procedures",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As shown in Fig. 1(b, c), the microbeads are packed into a Teflon tube (di = 0.4 mm, do = 0.9 mm), which is inserted into a flexible silicone tube (di = 0.8 mm). As described in the Materials, the microbeads are Sepharose HP (GE Healthcare), which is a nearly monodispersed agarose sphere with an average particle size of 34 ± 10 µm. Since the beads are packed by centrifugation (8000 ×g) for 5 min, the beads are densely and homogeneously packed into the Teflon tube. Since the beads are slightly deformable, they are densely packed after centrifugation. Thus, voids between the beads are uniform (Fig. S1). Considering the size of the microbeads, the minimum diameter of the voids is estimated as 4.9 µm. This small gap can be rapidly blocked by DNA entanglement through the RCA process.",
            "cite_spans": [],
            "section": "Experimental setup ::: Experimental procedures",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The sample chamber is first filled with a sample fluid and followed by dyed ink. The colored ink can be used as a visual indicator of whether each channel, including the bead-packed tube, is blocked or not. Additionally, the ink can be used for preventing evaporation of the sample fluid during the RCA process. The fluid in the sample chamber is driven by vacuum pressure generated with the syringe. The applied pressure is optimized by the characteristics of the microbead-packed tube, such as bead size, tube length, and inner diameter. When a specific vacuum pressure is applied after the RCA process, the colored ink flows through each tube if there is no target pathogen in the sample fluid. However, when there is a target pathogen in the sample fluid, the target-matched tube is blocked by a DNA hydrogel formed through the RCA process and the colored ink cannot flow through the channel.",
            "cite_spans": [],
            "section": "Experimental setup ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "\nFig. 2 presents a schematic illustration of DNA hydrogel formation through RCA on the surface of microbeads for pathogen detection. We adopted the previous design of a molecular padlock to form a DNA hydrogel as the product of RCA (Fig. S2) (Jung et al., 2016). The pathogen template consists of a primer binding site, a pathogen-binding site, and a self-assembly region that form a molecular dumbbell shape. The design of the template considers thermal stability at room temperature and specificity for primer and pathogen hybridization by controlling the length of each region. Upon annealing, the pathogen template forms an asymmetric dumbbell shape. Then, the templates are hybridized with primers immobilized on a microbead surface. When the template on the microbead encounters a target pathogen, they hybridize. With help from a ligase, the opened template can be ligated to form a closed-loop template, which is ready to undergo the RCA process. As time passes, complementary ssDNA strands are elongated with the dumbbell shape by Phi29 polymerase during the RCA process. Since the void space between the adjacent beads is narrow and small, the dumbbell-shaped long DNAs tend to aggregate with neighbor DNAs and form a DNA gel (Fig. S2 (b)).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 260,
                    "mention": "Jung et al., 2016",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The RCA reaction on microbead surfaces ::: Experimental procedures",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Prior to the RCA reaction experiment, we performed a validation experiment for the dumbbell template structure formation. Each step, including template structure formation, template-pathogen hybridization, and template ligation, was analyzed by polyacrylamide gel electrophoresis (PAGE). The schematic illustration on the right of Fig. S3 shows the structures of templates matched with each band of the PAGE. 1: A pathogen DNA with a length of 20 nucleotides (nt) was observed at the bottom of the gel. 2: A relatively long single-stranded template DNA (102 nt) was observed near the middle. 3: When the template was self-assembled by annealing to form an asymmetric dumbbell shape, a band was observed above the linear template band due to the complexity of the structure. 4: When the pathogen DNA was hybridized to the dumbbell-shaped template, the double-stranded DNA portion was increased and a band was observed at a higher position. 5: When the template was formed in the closed loop structure through the ligation process, a band was observed at a higher position than before the ligation.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The main feature of the present study is to bind the dumbbell-shaped template on the surface of microbeads, which significantly increases the surface area by more than 10,000 times. As shown in\nFig. 3(a, b), polystyrene beads and Sepharose beads were compared after primer immobilization. If the primers are successfully immobilized on the surface of microbeads, they combine with the complementary fluorescent probe (FAM). Sepharose beads yield vivid fluorescent images (Fig. 3(d)), whereas polystyrene (PS)-beads do not (Fig. 3(c)). We further performed fluorescence analysis using flow cytometry. As shown in Fig. S4, the percentage of beads with a high fluorescence intensity (> 103) was 99.9% for Sepharose beads and 0.1% for PS beads. These results indicate that primers were densely immobilized on the surface of the Sepharose beads but not on that of the PS microbeads.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 472,
                    "end": 478,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 523,
                    "end": 529,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The difference in primer immobilization between the two types of particles led to an apparent difference in gelation of amplified DNA products as shown in Fig. 3(e) and (f). Since there was rare primer immobilization on the PS beads, PS beads did not induce DNA hydrogel formation through the RCA process (Fig. 3(e)). However, Sepharose beads, whose surfaces were densely immobilized with the primers, yielded gelation after the RCA process (Fig. 3(f)).",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 306,
                    "end": 312,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 442,
                    "end": 448,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Similar results comparing agarose-based beads and plastic beads were reported in a previous study (Sato et al., 2013). They confirmed that agarose-based beads showed a higher amplification rate of target DNA compared to plastic beads using an RCA process. They also speculated that the reaction area of the polystyrene beads was smaller than that of the porous Sepharose beads and, thus, the polystyrene beads showed a lower amplification rate than did Sepharose beads. Even though we did not describe in detail, various beads were tried and agarose-based hydrogel beads and magnetic beads were the only ones successful to immobilize the primers. Thus, we decided to use the agarose gel beads (Sepharose™) in the present study.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 116,
                    "mention": "Sato et al., 2013",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "After developing a new sensor, the sensitivity of the sensor should be verified. Thus, as shown in\nFig. 4, we examined the LOD by varying the target pathogen concentration. For the present test, the RCA process time was fixed at 30 min. Also, the length of the bead-packed tube was fixed at 20 mm. The result of the pressure at which ink flows with varying pathogen concentration is shown in Fig. 4(a). When there was no target in a sample and, thus, there was no occurrence of the RCA process, there was not any blockage in the bead-packed tube. The fundamental flow resistance of the bead-packed tube requires 3.65 kPa to cause ink to flow through the bead-packed tube. When target pathogen DNA was present at a concentration of 0.01 pM, the required pressure to pass through the bead-packed tube was slightly increased but that amount was not statistically significant. The pressure increase in the control was mainly due to DNA hydrogel formation in the bead-packed tube. Thus, we defined the pressure on the vertical axis as the critical pressure to break the DNA gelation inside the bead-packed tube. When the pathogen concentration was 0.1 pM, the critical vacuum pressure was significantly different from those for the control and 0.01 pM (p < 0.05). Furthermore, when the concentration of target pathogens was higher than 0.1 pM, the critical pressure was significantly different from the control (p < 0.001). Meanwhile, we also calculated the LOD of concentration according to the international union of pure and applied chemistry (IUPAC) guideline. First, we calculated the LOD of the suction pressure, which was 5.06 kPa, which can be utilized as a cut-off critical pressure. Using a calibration curve for pressure vs. pathogen concentration, the LOD of concentration was calculated as 0.019 pM.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 105,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 392,
                    "end": 398,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Another issue of the proposed sensor is the required time to test. If a sensor yields high sensitivity but has a long test time, it would not be used at points-of-care. Thus, the short detection time is critical for point-of-care devices and sensors. Thus, we examined the minimum test time required for pathogen detection via the RCA process in the present microfluidic system. The pathogen DNA concentration was fixed at 1 pM In addition, the length of the bead-packed tube was fixed at 20 mm. As shown in Fig. 4(b), there was a significant difference after 15 min of the RCA process time (p < 0.05). After 20 min of the RCA process, the critical pressures were significantly different (p < 0.001) from that of the control (0 min). The LOD and detection time for various pathogens were similar. These results would be natural since the whole experimental conditions except for the pathogen binding site are the same each other. Considering these results, the present LOD is 10−100 times higher than previous results (Jung et al., 2016, Lee et al., 2015), using naked eye detection. Furthermore, the minimum time for detection of pathogens using the RCA process was dramatically reduced from 2 h to 15 min by adopting the bead-based RCA process.",
            "cite_spans": [
                {
                    "start": 1019,
                    "end": 1036,
                    "mention": "Jung et al., 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1038,
                    "end": 1054,
                    "mention": "Lee et al., 2015",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 508,
                    "end": 514,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Notably, a pressure sensor was required for determining the critical pressure for various concentrations and RCA process times. However, after determining the cut-off pressure, we no longer need to measure the pressure. All we need to provide is a constant cut-off vacuum pressure (6 kPa) and a syringe with a pre-determined stopper, providing a consistent pressure when the syringe piston is pulled to the stopper. All test procedures can be completed within 30 min. Thus, the present system can be further simplified with a syringe and a multi-channel-equipped microfluidic chip. The syringe is specially designed to have two stop positions: one for the dead volume and another for the fixed cut-off vacuum pressure. With such a syringe, any handling operator can generate a consistent dead volume and vacuum pressure.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Under fixed optimal conditions, including incubation time, bead-packed tube length, and cut-off critical pressure, we examined the feasibility of multiplexed detection.\nTable 1 and\nFig. 5 show the results for sample 1 (including Ebola and Zika virus) and sample 2 (including Dengue and MERS virus). The microfluidic chip was equipped with five channels, with each channel holding a specific target-aimed template. They were Ebola, Zika, Dengue, and MERS viruses. For calibration purposes, we added a positive control tube, which should be blocked with any sample. As shown in Fig. 5(a), since sample 1 contained Ebola and Zika virus pathogens, the ink passed through the other channels but not their corresponding channels. The positive control channel was also blocked. Fig. 5(b) shows the successful detection result for sample 2, which included Dengue and MERS viruses. Thus, the present system can selectively and sensitively detect these four major viruses.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 576,
                    "end": 582,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 771,
                    "end": 777,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 169,
                    "end": 176,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The present study demonstrated a microfluidic system to detect infectious virus pathogens using RCA on microbead surfaces within a short time. Since the present method is based on the molecular diagnostic RCA, the accuracy and selectivity of the present system is highly selective and accurate. Dumbbell-shaped DNA hydrogel was massively generated by RCA at the surfaces of microbeads packed in a tube and quickly block the flow path in a bead-packed tube. The increase in surface area for the RCA reaction could shorten the detection time by up to 15 min, but did not increase the detection limit. By integrating multi-channel designs, multiplex analysis can be performed simultaneously for detection of a variety of infectious pathogens. Furthermore, the implementation of the present microfluidic systems can be practically used for screening tests at airports and where infectious diseases are spreading.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Multiplexed results of two samples (sample 1: Ebola and Zika virus, sample 2: Dengue and MERS virus) analyzed by microchip.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: (a) A photograph of the experimental apparatus, (b) schematic illustration of the bead-packed microchannel, and (c) microscopic images of the bead-packed microchannel.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Schematic of DNA hydrogel formation through rolling circle amplification using agarose-based microbeads. (a) The templates are self-assembled to form an asymmetric dumbbell shape. And the primers are immobilized on the microbeads. (b) The templates are hybridized with primers immobilized on microbeads surface. (c) When the template on the microbead hybridized with a target pathogen, (d) the template can be ligated to form a closed-loop template. (e) RCA products are elongated by Phi29 polymerase. (f) The dumbbell-shaped long DNAs are aggregated with neighbor DNAs and form a DNA gel in bead voids.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Validation of primer immobilization on polystyrene (PS) and Sepharose beads. Schematic of immobilized primers on (a) PS beads and (b) Sepharose beads hybridized with fluorescence probe FAM. Fluorescence microscopic images of (c) PS beads and (d) Sepharose beads, and side view of DNA hydrogel using (e) PS beads and (f) Sepharose beads.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Applied pressure with respect to (a) pathogen DNA concentrations of 0, 0.01, 0.1, 1, 100, and 10,000 pM (relative standard deviation (RSD) of each value were 12.8%, 17.4%, 26.6%, 5.2%, 5.8%, and 6.4%, respectively) and (b) incubation time of 0, 5, 10, 15, 20, 25, and 30 min (RSD of each value were 12.8%, 12.8%, 17.4%, 23.3%, 9.2%, 6.0%, and 4.9%, respectively). (*: p < 0.05, **: p < 0.001).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: The results of multiple detection of (a) sample 1 (Dengue and MERS) and (b) sample 2 (Ebola and Zika) using microchip.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bagheri Nejad",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Combescure",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Graafmans",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "228-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Niemz",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends Biotechnol.",
            "volume": "29",
            "issn": "",
            "pages": "240-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Ottesen",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Quake",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Leadbetter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1464-1467",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal. Biochem.",
            "volume": "437",
            "issn": "",
            "pages": "43-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tachihara",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Renberg",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Mawatari",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jarvius",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kitamori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lab Chip",
            "volume": "10",
            "issn": "",
            "pages": "1262-1266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Dark",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Warhurst",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit. Care",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "V.V.",
                    "middle": [],
                    "last": "Demidov",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Expert Rev. Mol. Diagn.",
            "volume": "2",
            "issn": "",
            "pages": "542-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Investig. Dermatol.",
            "volume": "133",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jarvius",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Melin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Goransson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Stenberg",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fredriksson",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gonzalez-Rey",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bertilsson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Methods",
            "volume": "3",
            "issn": "",
            "pages": "725-727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "I.Y.",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "B.R.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Healthc. Mater.",
            "volume": "5",
            "issn": "",
            "pages": "2168-2173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "H.Y.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "I.Y.",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "Y.C.",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Mater.",
            "volume": "27",
            "issn": "",
            "pages": "3513-3517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Loman",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Constantinidou",
                    "suffix": ""
                },
                {
                    "first": "J.Z.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Halachev",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                },
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Pallen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "10",
            "issn": "",
            "pages": "599-606",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Egeler",
                    "suffix": ""
                },
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Bickerstaff",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pereira da Cunha",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Millard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anal. Bioanal. Chem.",
            "volume": "386",
            "issn": "",
            "pages": "1975-1984",
            "other_ids": {
                "DOI": []
            }
        }
    }
}