{
    "paper_id": "PMC7126883",
    "metadata": {
        "title": "Acute Encephalitis",
        "authors": [
            {
                "first": "Dennis",
                "middle": [
                    "W."
                ],
                "last": "Simon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong",
                "middle": [
                    "Sing"
                ],
                "last": "Da Silva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giulio",
                "middle": [],
                "last": "Zuccoli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "S.B."
                ],
                "last": "Clark",
                "suffix": "",
                "email": "clarkrs@upmc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n\n•Encephalitis is an inflammation of the brain parenchyma that presents with fever, alterations in consciousness, seizure, and focal neurologic signs. It should be distinguished from bacterial meningitis and conditions causing encephalopathy.•Despite an extensive work-up, the cause of encephalitis is often not identified. Electroencephalography and magnetic resonance imaging can assist in diagnosis and management.•Treatment of encephalitis should focus on prompt initiation of antibiotics and antivirals until infectious causes and bacterial meningitis can be excluded.•There is limited evidence to guide the management of critical neurologic sequelae, such as seizures, intracranial hypertension, cerebral ischemia, and irreversible brain tissue damage.•Noninfectious causes are being discovered, such as N-methyl-d-aspartate receptor antibodies, which are treated with immunotherapy.\n\nFly blind • Feel one’s way, proceed by guesswork.—From The American Heritage Dictionary of Idioms.\n",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "The evaluation and management of critically ill children with acute encephalitis is complicated by diagnostic challenges and a lack of successfully trialed therapeutic options. Encephalitis is strictly a pathologic diagnosis, in which neuroinflammation, brain tissue damage, and a pathogen are detected. In clinical practice, a diagnosis is made presumptively based on a constellation of clinical findings that often includes fever and neurologic dysfunction, coupled with clinical testing including electroencephalogram (EEG) and neuroimaging findings (eg, magnetic resonance imaging [MRI]), with or without cerebrospinal fluid (CSF) studies. Despite an extensive work-up, it is often not possible to identify the cause of these symptoms. Population-based studies, such as the California Encephalitis Project (CEP), have shown how limited the current diagnostic methods can be. A 2007 CEP database review found that a confirmed or probable agent was identified in only 16% of cases.1 Fifty-eight percent of the patients enrolled were admitted to an intensive care unit (ICU). In addition to highlighting the many cases without a known cause, these studies have led to further understanding the role of Mycoplasma pneumoniae and noninfectious causes such as N-methyl-d-aspartate receptor (NMDAR) antibodies as a cause of encephalitis.",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 984,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Overall, encephalitis results in high mortality and often severe morbidity for survivors. These patients frequently have a rapidly progressive course and require admission to an ICU for the management of altered mental status, seizures including status epilepticus, respiratory failure, hemodynamic instability, and/or electrolyte disturbances. This evidence-based review provides a framework for pediatric intensivists to guide the initial approach to diagnosis, management, and treatment of patients presenting with symptoms of encephalitis. An in-depth review is presented of the most common and recently identified causes of encephalitis in children. The objective is to promote early recognition, appropriate testing and empiric treatment, and management of the expected complications of acute encephalitis.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viruses are the infectious agents most commonly associated with encephalitis. Recent studies have highlighted 2 points:1.The confirmed or probable cause is only identified in 37% to 70% of patients.1, 2, 3\n2.Bacterial and immune-mediated causes are being recognized more frequently.\n",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 204,
                    "end": 205,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Causes",
            "ref_spans": []
        },
        {
            "text": "\nBox 1\nlists causes of encephalitis in infants and children. Between 1998 and 2005, the CEP enrolled 1570 patients 6 months old or older (median 23 years) with altered mental status and at least 1 of the following: fever, seizure, focal neurologic signs, CSF pleocytosis, abnormal EEG, or neuroimaging findings consistent with encephalitis. Patient data including exposures, laboratory data, clinical data, and demographics were collected. Testing for a battery of 16 infectious causes was performed on available CSF, brain, respiratory, acute-phase, and convalescent-phase serum samples; in addition, an additional 24 infectious causes were screened based on epidemiologic factors. Despite this thorough work-up, a confirmed or probable infectious cause was identified in only 244/1570 (16%) patients and a noninfectious cause was identified in 122/1570 (8%). A 2-year prospective study of children (mean age 6 years) admitted with encephalitis to a large tertiary-care children’s hospital had similar results. Fifty children underwent a comprehensive infectious work-up and a confirmed or probable agent was detected in 20/50 (40%) cases: M pneumoniae (9 cases), M pneumoniae and enterovirus (2 cases), and herpes simplex virus (4 cases) were the most common.3\nBox 1Causes of encephalitis\n\n\nAbbreviations: αAMPAR, AMPA receptor antibody; αGABABR, gamma-aminobutyric acid B receptor antibody; αNMDAR, NMDAR antibody; αVGKC, voltage-gated potassium channel complex antibody; ADEM, acute disseminated encephalomyelitis; CMV, cytomegalovirus; EBV, Epstein-Barr virus; EEE, eastern equine encephalitis virus; EV, enterovirus; HHV-6, human herpesvirus type 6; HSV, herpes simplex virus; LCM, lymphocytic choriomeningitis; VZV, Varicella zoster virus; WNV, West Nile virus.",
            "cite_spans": [
                {
                    "start": 1261,
                    "end": 1262,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Causes",
            "ref_spans": []
        },
        {
            "text": "Noninfectious or postinfectious causes of encephalitis include acute disseminated encephalomyelitis (ADEM), also referred to as postinfectious encephalomyelitis, and anti-NMDAR encephalitis. Beginning in 2007, the CEP began testing subjects for anti-NMDAR antibodies and found this cause to be more frequent than encephalitis caused by HSV-1, enterovirus, West Nile virus (WNV), and varicella zoster virus (VZV).4 These patients often require ICU-level care and the management of these conditions differs significantly from acute infectious encephalitis. Critical care physicians should therefore be aware of the clinical features that aid in making this diagnosis, and each of these conditions is discussed in detail later.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Causes",
            "ref_spans": []
        },
        {
            "text": "The clinical features of encephalitis may vary by causal agent, degree of parenchymal involvement, and various host factors. Many conditions affect more than 1 location of the central nervous system (CNS), and symptoms can be used to help distinguish the site(s) of CNS involvement (Box 2\n). In a study of children 1 month to 18 years old with encephalitis, 80% presented with fever (temperature 38C), 78% had seizures (21% generalized, 79% focal), 47% had Glasgow Coma Scale (GCS) score less than 14, and 78% had focal neurologic signs.3\nBox 2Symptoms associated with site of CNS involvement\n\n",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Clinical symptoms",
            "ref_spans": []
        },
        {
            "text": "Encephalitis also tends to present differently based on the age of the patient. In neonates, encephalitis may present with nonspecific symptoms of fever, shock, lethargy, irritability, poor feeding, seizures, or apnea. Again, a high index of suspicion is required to make a timely diagnosis in these cases.",
            "cite_spans": [],
            "section": "Clinical symptoms",
            "ref_spans": []
        },
        {
            "text": "Although there are many causes of acute encephalitis, the initial management of these patients should proceed similarly to other causes of acute brain injury: identify and treat the primary cause of injury and avoid/prevent secondary brain injury. Patients may present to the ICU with altered mental status for a variety of reasons including shock, hypoxia, metabolic derangements, intoxication, trauma, and CNS infections (Box 3\n). Therefore, in cases of encephalitis, a high index of suspicion is required to initiate timely therapy. On arrival, the initial evaluation should begin with assessment of airway, breathing, and circulation. Hypoxia, hypotension, fever, and seizures should be promptly treated to reduce the likelihood of secondary brain injury. If there is coma (GCS≤8) or loss of airway protective reflexes, a definitive airway should be obtained with endotracheal intubation. Following the initial resuscitation, a focused history and physical examination should be performed. The history is often obtained from caregivers because of the age of the patient and/or encephalopathy. The physician should be alert to any preceding symptoms, underlying medical conditions, and exposures that may assist in diagnosis (Box 4\n). A physical examination should then be performed with particular attention to level of consciousness, airway protective reflexes, seizure activity, and physical clues that may point to a particular cause. Although not validated in patients with nontraumatic brain injury, the GCS can be performed quickly and is helpful to standardize examinations, quantify the degree of neurologic dysfunction, and monitor for clinical deterioration or improvement. Bacterial meningitis may present with encephalitic symptoms and is unlikely to be excluded until the results of laboratory CSF studies and cultures are available.Box 3Differential diagnosis of acute encephalopathy\n\nData from Singhi PD. Central nervous system infections. In: Rogers' Textbook of Pediatric Intensive Care. Philadelphia, PA: Lippincott Williams & Wilkins 2008; p. 1372.Box 4Causal agents based on epidemiologic clues\n\n\nAbbreviation: HIV, human immunodeficiency virus.Adapted from Tunkel AR, Glaser CA, Bloch KC, et al. The management of encephalitis: clinical practice guidelines by the Infectious Diseases Society of America. Clin Infect Dis 2008;47:303–27; with permission.",
            "cite_spans": [],
            "section": "Initial management",
            "ref_spans": []
        },
        {
            "text": "In the presence of coma or obtundation, the authors think that imaging is warranted and that lumbar puncture should be delayed in patients with suspected CNS infection. Because of the morbidity and mortality associated with delayed antimicrobial therapy in cases with bacterial meningitis or herpes encephalitis, we also recommend that broad-spectrum antibiotics and acyclovir be administered empirically without delay for results of CSF analysis or imaging in critically ill children (Fig. 1\n).5, 6 During the appropriate season, if the patient presents with exposure or clinical features of rickettsial or ehrlichial infection, empiric antibacterial treatment should also include doxycycline.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 496,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "6",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Initial management",
            "ref_spans": [
                {
                    "start": 486,
                    "end": 492,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In patients presenting with encephalitis, there is a core group of diagnostic studies that should be performed in almost all patients: (1) complete blood cell count; (2) complete metabolic profile; (3) coagulation studies; (4) blood culture; (5) CSF for cell count, glucose, protein, cultures, and HSV polymerase chain reaction (PCR); (6) MRI or computed tomography (CT) with and without contrast; and (7) EEG.",
            "cite_spans": [],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Although a lumbar puncture may be crucial to making an accurate diagnosis, we recommend caution in the timing of the procedure in critically ill patients with suspected encephalitis. Lumbar puncture is contraindicated in patients with space-occupying lesions, evidence of increased ICP seen on neuroimaging, or coagulopathy. Our recommendation is to avoid lumbar puncture in patients with altered mental status, because this may reflect intracranial hypertension (compression of both cerebral hemispheres and/or the reticular activating system). Even after acquiring imaging studies, we recommend deferring lumbar puncture, because neuroimaging studies are insensitive in detecting intracranial hypertension in patients with meningoencephalitis. The insensitivity of CT scans in the detection of increased intracranial pressure (ICP) may be related to globally high pressures within all intracranial CSF compartments, in contrast with external compression from mass lesions, for instance, that result in compression of cisterns. Furthermore, lumbar puncture in the presence of increased ICP increases the pressure gradient from within the skull to the spine, even after removal of the needle, because CSF can leak into soft tissues after penetration of the dura. We also recommend delaying lumbar puncture in patients with hemodynamic instability or respiratory compromise until these issues can be corrected.",
            "cite_spans": [],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Once safe to perform, CSF obtained via lumbar puncture will generally be clear and colorless (in contrast with CSF from patients with bacterial meningitis or subarachnoid hemorrhage). Opening pressure should be obtained to document ICP and may be normal or increased. CSF mononuclear pleocytosis (>5 WBC/μL) is present in most cases; the median level was 23 cells/μL reported in the CEP (range 0–13,000). If sampled early in the course of illness, a polymorphonuclear predominance may be seen. A persistent neutrophilic predominance can be seen in patients with West Nile encephalitis or eastern equine encephalitis. CSF protein and glucose are generally normal, with mean values of 57 mg/dL and 64 mg/dL respectively reported in the CEP. Although bacterial culture of the CSF can be helpful, primarily to rule out bacterial meningitis, viral culture of CSF has low yield. A review of 22,394 viral cultures of CSF found that less than 0.1% recovered a nonenterovirus, non-Herpesviridae species.7\n",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 995,
                    "mention": "7",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "MRI is the preferred imaging modality in patients with encephalitis, although CT scan with intravenous contrast may be adequate in cases in which MRI is contraindicated or not available (Fig. 2\n). Initial neuroimaging is abnormal in up to half of patients with encephalitis and therefore cannot be used to exclude the diagnosis.1, 3 In the case of acute viral encephalitis, a study of 18 patients by Kiroğlu and colleagues8 found diffusion-weighted imaging (DWI) to be superior to conventional MRI in the detection of early lesions and depiction of lesion borders. A study by Teixeira and colleagues9 of children with herpes encephalitis found that DWI detected additional lesions or, in 1 case in which conventional MRI was normal, showed acute infection. In addition to added sensitivity, there are characteristic neuroimaging patterns that may point to a particular cause. For example, HSV encephalitis may show edema or hemorrhage localized to the temporal lobes and bilateral temporal lobe involvement is nearly pathognomonic for HSV encephalitis, but this tends to be a late finding. Enterovirus 71 (EV71), a virus known to cause a poliolike rhombencephalitis, may cause lesions seen with T2-weighted imaging and DWI within the brainstem and spinal cord. Eastern equine and Flavivirus (WNV, St Louis encephalitis virus [SEV], Japanese encephalitis virus [JEV]) encephalitis also characteristically show lesions in the brainstem. MRI can also be helpful to make the diagnosis of ADEM, which is characterized by multifocal subcortical and central white matter areas of T2 or fluid-attenuated inversion recovery (FLAIR) signal abnormality in the subcortical and central white matter.10\n",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 422,
                    "end": 423,
                    "mention": "8",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 599,
                    "end": 600,
                    "mention": "9",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "EEG should be performed routinely as part of the diagnostic work-up. Although nonspecific in most cases, EEG is a sensitive marker for brain dysfunction and is abnormal in 87% to 96% of children with encephalitis.1, 3 Cases of HSV encephalitis often have a temporal focus and may show periodic lateral epileptiform discharges (PLED), although PLED can be seen in other disease processes as well. EEG may also be used to monitor for seizure activity or to differentiate encephalitis from nonconvulsive status epilepticus in patients who are confused, obtunded, or comatose.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 217,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Following the initial work-up and neuroimaging, the diagnostic evaluation of a patient with encephalitis should then be individualized and guided by the history, examination, screening laboratory data, and epidemiologic factors (see Box 4). Identification of a particular cause is important for several reasons:•Certain causes require specific therapy and outcome may be improved with early treatment.•Empiric therapies have dose-dependent toxicity and can be stopped if another cause is found.•Identification of a specific cause may be useful for purposes of prognosis, prophylaxis, and public health interventions.11\n\n",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 618,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "An expert panel of the Infectious Diseases Society of America published guidelines in 2008 for the diagnosis and treatment of encephalitis.11 Consultation with a specialist in pediatric infectious disease is useful to guide further work-up. If a brain biopsy is considered, neuroimaging can be used to guide neurosurgery to a noneloquent area of abnormality. Tissue samples should be sent for pathology, PCR, immunofluorescence, and electron microscopy.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Patients with encephalitis are at risk for seizure, which may cause hypoxemia, hyperthermia, and acidosis, and increase the metabolic demand and ICP in an already compromised brain. The use of empiric antiepileptic drugs in children with encephalitis has not been thoroughly studied. In a retrospective review of 46 children admitted to an ICU with encephalitis complicated by status epilepticus, 20/46 (43%) went on to develop refractory status epilepticus defined as seizure lasting more than 2 hours despite treatment with therapeutic dosage of benzodiazepines, phenobarbital, and phenytoin. Patients who developed refractory status epilepticus were more likely to have a generalized or multifocal pattern on their initial EEG and more likely to have poor neurologic outcome at 6 months on Glasgow Outcome Scale score and medically refractory epilepsy.14 In the CEP, 56% of patients had seizure(s) responsive to standard medical therapy, whereas only 4% developed refractory seizures and required induced coma for management. In this cohort, patients with refractory status epilepticus were more likely to be young (median age 10 years); have fever (93%), prodromal respiratory illness (57%), or gastrointestinal illness (64%); and less likely to have a CSF pleocytosis (47%) or abnormal imaging (16%). The median interval from onset of status epilepticus to induced coma was 4 days (range 0–41 days) and patients were kept in coma for a median of 15 days (range 2–76 days). In-hospital mortality was 21% in patients with refractory seizures versus 9% in patients without seizure. At 2 years follow-up in the patients with refractory seizures, 28% had died and 56% were neurologically impaired or undergoing rehabilitation.15\n",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 857,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1726,
                    "end": 1728,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Status Epilepticus ::: ICU management",
            "ref_spans": []
        },
        {
            "text": "Given the high morbidity and mortality associated with refractory status epilepticus and the effects of seizure duration on outcome, we practice aggressive management of clinical or electrographic seizures. In general, a seizing patient is treated emergently with lorazepam or diazepam, followed by maintenance therapy with fosphenytoin. If a patient in status epilepticus fails to respond to initial dose(s) of benzodiazepines, it is unlikely that the next agent in protocols (phenobarbital, phenytoin) will be effective. In The Veteran Affairs Cooperative Study by Treiman and colleagues,16 a randomized double-blind clinical trial of 4 intravenous treatment options for status epilepticus, the first antiepileptic drug administered failed to resolve status epilepticus in 45% of cases; in cases of nonconvulsive status epilepticus, the first agent failed in 85% of cases. Second and third agents were successful less than 10% of the time. To effectively treat status epilepticus in pediatric patients, clinicians should consider high-dose continuous infusions of midazolam or pentobarbital to produce medically induced coma. Patients receiving this therapy require endotracheal intubation for airway protection and ventilatory support and often require hemodynamic support in the form of fluid boluses or vasopressors. EEG should be used to monitor and titrate the midazolam or pentobarbital infusion, with typical targets being suppression of seizures or burst-suppression pattern.17 It is our practice to titrate our therapy to burst-suppression with interburst interval of 10 seconds for 24 hours followed by a taper over 24 to 48 hours monitoring for recurrence of seizure activity. In adults with refractory status epilepticus, propofol infusion with or without midazolam may also be used to induce coma. However, because of the risk of propofol infusion syndrome (cardiovascular collapse, lactic acidosis, hypertriglyceridemia, and rhabdomyolysis), particularly in prolonged infusions and in children, we caution against its use in pediatric patients for treatment of refractory status epilepticus.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 592,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1485,
                    "end": 1487,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Status Epilepticus ::: ICU management",
            "ref_spans": []
        },
        {
            "text": "The true incidence of increased ICP in patients with encephalitis is unknown. In cases of encephalitis, altered level of consciousness (often a marker of increased ICP in other causes of brain injury) may be caused by global cerebral or brainstem dysfunction. CT scan has been shown to be an insensitive marker of increased ICP. Therefore, it is unclear which patients may benefit from ICP monitoring. More importantly, if ICP monitors are placed, it is unclear that therapy directed by ICP or cerebral perfusion pressure (CPP) influences outcome in patients with encephalitis.",
            "cite_spans": [],
            "section": "Increased ICP ::: ICU management",
            "ref_spans": []
        },
        {
            "text": "In a prospective study of patients (93% children) with JEV admitted to an infectious disease referral hospital, increased opening pressure was found in 52% of patients who had lumbar puncture performed. Of the 17 patients who died in this study, 15 had clinical signs of transtentorial herniation as the proximate cause of death.18 In a French cohort of 13 patients with encephalitis and GCS less than 8 who received ICP monitoring, 6/13 (46%) had a maximum ICP greater than 20, although none of the patients had an initial ICP greater than 20, suggesting an alternate cause for their coma.19 In addition, Shetty and colleagues20 published a feasibility study of a CPP-guided approach in children with CNS infection and GCS less than 8. In this study, the physicians targeted a CPP greater than 70 mm Hg in children 2 years old or older and greater than 60 mm Hg in children less than 2 years old. Their protocol called for a fluid bolus when CPP was less than threshold and central venous pressure (CVP) was less than 10 mm Hg. If CPP was less than threshold and CVP adequate, a dopamine infusion was added followed by epinephrine if necessary. Once on vasopressors, if CPP remained less than threshold as a consequence of ICP greater than 20 mm Hg, then boluses of mannitol were given every 4 to 6 hours, with urinary losses replaced with isotonic fluid. The mortality in patients with encephalitis was 6/14 (42%); in 4 of these cases, death was attributed to refractory intracranial hypertension. A comparison of the survivors without neurologic sequelae, survivors with sequelae, and children who died found no significant difference across these groups in terms of initial CPP or ICP and mean CPP and ICP over the first 48 hours. GCS and minimum recorded CPP were lower in patients who died (P = .01).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Increased ICP ::: ICU management",
            "ref_spans": []
        },
        {
            "text": "The use of osmolar therapies for treatment of children with acute encephalopathy was reviewed in a meta-analysis of articles published between 1966 and 2009.21 Four randomized controlled trials (RCTs), 3 prospective studies, 2 retrospective studies, and 1 case report were analyzed with reduction of ICP as primary outcome and resolution of coma and clinical outcome as secondary outcomes. Hypertonic saline achieved a greater reduction in ICP compared with mannitol, normal saline, or Ringer s lactate with a longer sustained effect when given as a continuous infusion rather than as boluses. However, there was no significant difference in mean ICP between the groups. Boluses of glycerol and mannitol induced a transient reduction in ICP. For children with cerebral malaria, mannitol boluses had a dose-response effect in moderately increased ICP (ICP>20 mm Hg, CPP<50 mm Hg), but not with severely increased ICP (ICP>40 mm Hg, CPP<40 mm Hg). For pediatric patients with bacterial meningitis, oral glycerol both alone and in combination with dexamethasone was associated with lower mortality and less severe neurologic sequelae compared with placebo. No difference in time to resolution of coma was found in comparison of mannitol versus placebo for cerebral malaria patients. For patients with nontraumatic encephalopathies, hypertonic saline was associated with lower mortality compared with mannitol; however, data from the 4 RCTs were heterogenous in relation to interventions used and could not be pooled for meta-analysis.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Increased ICP ::: ICU management",
            "ref_spans": []
        },
        {
            "text": "Based on the available data and our clinical experience, we posit that ICP monitoring in patients with encephalitis and GCS less than 8 would be valuable toward a stepwise approach to goal-directed therapy, similar to the traumatic brain injury guidelines targeting ICP less than 20 mm Hg and age-adjusted normal CPP. However, there are insufficient data at this point to make a stronger recommendation and the patient’s management should be individualized and made in discussion with consulting services such as neurology, neurosurgery, and infectious diseases. As an alternative, empiric ICP-targeted therapy (Table 1\n) may be instituted in patients with coma (GCS≤8) with the duration based on the predicted phase of maximal brain swelling.",
            "cite_spans": [],
            "section": "Increased ICP ::: ICU management",
            "ref_spans": [
                {
                    "start": 612,
                    "end": 619,
                    "mention": "Table 1",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In children and adults, HSV-1 is commonly identified as a cause of encephalitis. Studies have found that it accounts for 19% to 33% of cases with a confirmed or probable pathogen identified.2, 22 HSV-1 encephalitis is a particularly severe infection, with 70% mortality in untreated cases and 9% in patients treated with acyclovir. In survivors who receive acyclovir, 39% develop normally and 61% have moderate to severe neurologic sequelae. Early treatment is crucial because delays in the administration of acyclovir have been associated with increased morbidity and mortality.23 If encephalitis is considered in the differential diagnosis of a patient, acyclovir should be added empirically until the results of confirmatory tests are available.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 193,
                    "end": 195,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "HSV Type 1 ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "Studies by Nahmias and colleagues24 have determined that one-third of cases are caused by primary infection caused by retrograde spread of virus via the olfactory nerves. In the other two-thirds of patients, reactivation of latent infection from the trigeminal nerve ganglion is suspected but only 10% have a history of recurrent herpes labialis. Patients typically present with fever, headache, and altered mental status. The PCR assay for HSV DNA in CSF performed in most clinical laboratories has excellent test characteristics: 94% sensitivity and 98% specificity for the diagnosis of encephalitis in published reports. However, false negatives may occur, especially within the first 72 hours of illness. If clinical suspicion is high, diffusion-weighted MRI may show abnormalities earlier than PCR, and CSF should be re-sampled in 1 to 3 days.25, 26 If a diagnostic lumbar puncture cannot be performed early in the patient’s course, HSV DNA persists in 80% of patients despite adequate antiviral therapy and HSV antibodies can also be tested.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 852,
                    "end": 854,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "HSV Type 1 ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "Given the poor outcome for many patients treated with acyclovir, studies have been performed to find adjunctive treatments for these patients. Because of their immunosuppressive effects, controversy currently exists regarding the use of adjunctive steroids in the treatment of deteriorating patients with HSV-1 infection. In vitro studies have shown viral replication may increase in cells treated with steroids; however, when steroid treatment and viral infection occur simultaneously, viral yield is unchanged.27 Studies using a rodent model of herpes encephalitis show that animals treated with dexamethasone in addition to acyclovir have no change in viral load and a significant improvement in long-term MRI findings. In human subjects, case reports are available but randomized studies have not been performed.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 514,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "HSV Type 1 ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "Although influenza viral infection predominantly causes respiratory illness, severe neurologic complications may occur. Influenza is detected in 4% to 7% of cases of childhood encephalitis, with most patients being less than 5 years old.3, 28, 29 In these children, greater than 90% have a prodromal respiratory illness with neurologic symptoms that develop concomitantly or soon thereafter. Influenza viruses do not seem to have a tropism for the CNS and the pathophysiology of influenza-associated neurologic disease is under investigation.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "H1N1 Influenza A ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "Following the 2009 influenza A (H1N1) pandemic, our institution reported neurologic sequelae of 4 children admitted to the pediatric ICU (PICU) with H1N1 infection, altered level of consciousness (GCS<10), and abnormal EEG. In our cohort, all children survived, but 2 of the children had neurologic deficits at the time of discharge.30 Glaser and colleagues31 evaluated 2069 patients with severe (treated in an ICU) or fatal H1N1 infection and found that 1.4% were classified with influenza-associated encephalopathy or encephalitis. Almost all of these patients presented with fever (90%) and respiratory symptoms (86%). One-quarter developed seizures and required intubation, primarily for airway protection. Lumbar puncture and neuroimaging was normal in most patients and most had returned to baseline mental status before discharge. In a multicenter review of PICU admissions for 2009 H1N1 in the Pediatric Acute Lung Injury and Sepsis Investigators (PALISI) network, encephalitis was an independent risk factor for mortality (relative risk 3.3; 95% confidence interval 1.4–7.8, P = .02).32\n",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 357,
                    "end": 359,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "H1N1 Influenza A ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "A case report was recently published of 5 children with 2009 H1N1 influenza evaluated for late-onset delirium (>3 days after fever). Brain MRI was normal in all 5 children and EEG was normal in 4/5 children. All patients had mildly increased NMDAR antibodies in CSF or serum that normalized in the 3 patients who had follow-up levels.33\n",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "H1N1 Influenza A ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "\nM pneumoniae is the most common infection diagnosed in a series of 50 children with encephalitis who underwent standardized infectious work-up, as well as the 1570 patients referred to the CEP; of reported cases in which M pneumoniae was directly detected in brain tissue or CSF, 70% were in children.1, 34 However, because Mycoplasma is a common infection in the general population and does not have a strong tropism for the CNS, most studies label it as a coinfection rather than a cause of encephalitis. More recent evidence, such as case reports of patients in whom the organism is cultured from brain parenchyma and detected by PCR in the CSF, support M pneumoniae as a cause of encephalitis. As opposed to bacterial or viral CNS infections, in which interferon-gamma and tumor necrosis factor alpha are increased, increased CSF levels of interleukin (IL) 6 and IL-8 (neutrophil chemotactic factor) have been measured.35 These findings are consistent with the neutrophilic infiltrate seen on histology after fatal cases.36\n",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 307,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "M pneumoniae ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "\nMycoplasma sp can be detected by serology, specialized culture, and PCR methods. To improve diagnostic accuracy, a combination of these methods should be used on available specimens (Box 5\n).34 In their guidelines for treatment of encephalitis, The Infectious Diseases Society of America states that poor evidence exists to support a recommendation for treatment of M pneumoniae when detected in cases of encephalitis. Options for treatment include azithromycin, doxycycline, and fluoroquinolones.14 Children diagnosed with encephalitis and acute M pneumoniae infections are at high risk for refractory status epilepticus (defined as seizures lasting >2 hours despite treatment with conventional antiepileptic drugs) and postencephalitic epilepsy.Box 5Diagnosis of M pneumoniae encephalitis\n\nAdapted from Tunkel AR, Glaser CA, Bloch KC, et al. The management of encephalitis: clinical practice guidelines by the Infectious Diseases Society of America. Clin Infect Dis 2008;47:303–27; with permission.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "M pneumoniae ::: Select infectious causes",
            "ref_spans": []
        },
        {
            "text": "The International Pediatric MS Study Group defines ADEM as a “first clinical event with a presumed inflammatory or demyelinating cause, with acute or subacute onset that affects multifocal areas of the CNS.” Patients typically present with encephalopathy, multifocal neurologic deficits (Table 2\n), and asymmetric white matter lesions on MRI (see Fig. 2). Patients often have a preceding infection (93%) or vaccination (5%), but this is not required to make the diagnosis. The median age of 27 children with ADEM admitted to a PICU in the UK Pediatric Intensive Care Audit Network (PICANet) was 4.8 years (range 1.0–13.8 years). Twenty-one patients (78%) required mechanical ventilation (median of 3 days).37 The average hospitalization is 9 days, with 50% to 80% of patients showing complete recovery and an additional 19% with mild motor or behavioral deficits.38\n",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 708,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 863,
                    "end": 865,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Acute disseminated encephalomyelitis",
            "ref_spans": [
                {
                    "start": 347,
                    "end": 353,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 288,
                    "end": 295,
                    "mention": "Table 2",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Like other demyelinating conditions, patients with ADEM typically have increased levels of CSF protein and a mild lymphocytic CSF pleocytosis; oligoclonal bands are rarely detected. T2-weighted and FLAIR MRI sequences may show multiple large (≥1–2 cm) hyperintense lesions in the supratentorial and infratentorial white matter. Gray matter involvement may be seen, particularly in the thalamus and basal ganglia. Meningeal enhancement is not commonly seen and there are variable findings on T1-weighted postcontrast imaging.39\n",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Acute disseminated encephalomyelitis",
            "ref_spans": []
        },
        {
            "text": "ADEM is likely an immune-mediated process triggered by antigenic stimulation following an infection or other trigger. As a result, first-line therapy recommended for the treatment of ADEM is high-dose intravenous corticosteroids, usually methylprednisolone 10 to 30 mg/kg for 3 to 5 days, followed by an oral taper over 4 to 6 weeks.40 There are no case-control studies or randomized clinical trials of steroids for the treatment of ADEM. A retrospective study of 84 children with ADEM found that children treated with methylprednisolone had improved disability scores compared with children who received dexamethasone.41 A taper greater than 3 weeks is associated with decreased rate of relapse.42 Intravenous immunoglobulin (IVIG), either alone or in combination with steroids, at a dose of 2 g/kg divided over 2 to 5 days may be used. The successful use of plasmapheresis has been reported in a small number of pediatric cases, typically when steroid treatment has failed.43, 44 A double-blind, sham-controlled RCT of patients with acute demyelination that had failed to respond to 5 days of high-dose steroids showed a response rate of 42% in treated patients versus 6% in controls. In fulminant cases with severe cerebral edema not responding to medical therapy, successful decompressive craniectomy has been reported in adults and children.45, 46, 47\n",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 979,
                    "end": 981,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Acute disseminated encephalomyelitis",
            "ref_spans": []
        },
        {
            "text": "In 2007, Dalmau and colleagues48 reported on 12 women with ovarian or mediastinal teratoma treated for paraneoplastic encephalitis caused by antibodies that reacted to the NR2B subunit of the NMDAR and antagonize gamma-aminobutyric acid (GABA) transmission. These women had prominent psychiatric symptoms, amnesia, dyskinesias, seizures, autonomic dysfunction, and often required ventilatory support because of decreased levels of consciousness. Resection of the tumor and immunotherapy was curative. More recent studies have established anti-NMDAR encephalitis as the cause for many cases of idiopathic encephalitis, encephalitis of unclear cause, and even patients diagnosed with psychiatric disorders admitted to the ICU.4, 49, 50 In population-based studies from California and the United Kingdom, NMDAR antibodies were identified in 4% of patients with encephalitis.4, 22 This finding makes NMDAR encephalitis the second most common immune-mediated cause, behind ADEM, and 4 times more common than HSV-1, WNV, or VZV. In a review of 32 patients 18 years old or younger with NMDAR encephalitis, 77% were female and 31% of those girls had an ovarian teratoma. None of the male patients had a tumor identified.51\n",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 871,
                    "end": 872,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 874,
                    "end": 876,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Anti-NMDAR encephalitis",
            "ref_spans": []
        },
        {
            "text": "Many children with NMDAR encephalitis require ICU management as the symptoms progress from psychiatric/behavioral disturbances to include seizure (77%), autonomic instability (86%), and hypoventilation (23%).51 The diagnosis is suggested by clinical history that includes a prodrome of fever, headache, and gastrointestinal or respiratory symptoms followed by psychiatric symptoms, language deficits, progressing to the decreased level of consciousness, dyskinesia, seizure, autonomic disturbance, and hypoventilation. MRI is normal in 50% of patients but may show T2 or FLAIR signal in the hippocampus, frontotemporal region, and insular region of cortex, basal ganglia, brainstem, or spinal cord.48 EEG tracings are generally slow and disorganized and may show seizure activity. Initial lumbar puncture typically shows a moderate lymphocytic pleocytosis, normal or mildly increased protein, and may show oligoclonal bands. The diagnosis is made by serum and CSF detection of NMDAR antibodies. All patients should be tested for an underlying ovarian teratoma or testicular germ cell tumor; in some cases, microscopic tumors can cause severe neurologic symptoms.52\n",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1162,
                    "end": 1164,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Anti-NMDAR encephalitis",
            "ref_spans": []
        },
        {
            "text": "Treatments consists of tumor removal and immunotherapy, typically methylprednisolone and IVIG or plasmapheresis. If there is poor response to treatment, rituximab, cyclophosphamide, or both are added,53 which is usually required in patients without a tumor or with delays in diagnosis. Approximately 75% of patients have full or substantial recovery; the remaining patients all have severe neurologic sequelae or die.51 Many patients have a prolonged hospitalization and require months of physical and behavioral rehabilitation after discharge.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 417,
                    "end": 419,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Anti-NMDAR encephalitis",
            "ref_spans": []
        },
        {
            "text": "Acute encephalitis remains one of the contemporary challenges of critical care medicine. Not only is the diagnosis difficult and sometimes unconfirmed, but encephalitis remains a disease without clear evidence-based therapies or even therapeutic goals to strive for toward the prevention of unacceptably high neurologic sequelae. In essence, acute encephalitis remains one of the few diseases where one can feel as though they are “flying blind”. Management should focus on initial stabilization, identification of cause, and treatment and/or prevention of primary and secondary brain injury. Clinical seizures should be emergently treated and may require medically induced coma for refractory status epilepticus. A stepwise approach to therapy guided by ICP/CPP may be used to treat intracranial hypertension. If increased ICP is suspected in comatose patients without ICP monitoring, ICP-targeted therapy is an option. Causes such as H1N1 influenza, M pneumoniae, and anti-NMDAR encephalitis have been diagnosed more frequently in recent years because of outbreaks (H1N1) or improved understanding of the pathophysiology affecting these patients (M pneumoniae, anti-NMDAR). Future studies should evaluate ICU management of these patients to determine the value of invasive monitoring and neuroprotective treatment strategies.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF1": {
            "text": "Table 1: Empiric management of suspected or documented intracranial hypertension used at the Children’s Hospital of Pittsburgh\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2: Presenting features of acute disseminated encephalomyelitis\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Adolescent with altered level of consciousness and suspected viral encephalitis found to have bacterial meningitis. (A) Axial computed tomography image after lumbar puncture showing decreased extra-axial space and slitlike lateral ventricles. (B) Sagittal MRI after lumbar puncture showing effacement of fourth ventricle and quadrigeminal cistern and tonsillar herniation.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: (A) A 12-year-old patient with HSV encephalitis; coronal fluid-attenuated inversion recovery (FLAIR) image (left) shows extensive infection-related edema involving the right temporal lobe, right insular lobe, and right temporofrontal junction (arrows) with uncal herniation noted (double arrowheads). There is also involvement of the left temporal lobe (arrowhead). Mild shift to the left of the midline structures is identified (dashed arrow). Postcontrast coronal T1-weighted image (right) shows enhancement consistent with leptomeningitis over the right frontal temporal region (arrows). (B) A 12-month-old patient with H1N1 influenza A infection and seizures. A focus of increased signal identified in the left posterior putamen on diffusion-weighted image (left, arrow) is consistent with restricted diffusion (cytotoxic edema), as shown on the apparent diffusion coefficient map (right, arrow). This lesion may result from direct brain viral entry as well as from H1N1-related vasculitides in the territory supplied by the perforating arteries. (C) A 16-year-old patient affected by ADEM. Sagittal (left) and coronal (right) FLAIR images show confluent T2-FLAIR hyperintense lesions in the subcortical white matter of the cerebral hemispheres bilaterally (arrows). A tumorlike ADEM lesion of the left middle cerebellar peduncle extending to the cerebellar white matter is also identified (arrowheads). (D) A 26-year-old patient with NMDAR encephalitis and ovarian teratoma. Axial FLAIR images show hyperintensity of the vermis of the cerebellum (left, arrow), and bilateral alterations in the hippocampus (right, arrows) and right temporal uncus (right, arrrowhead).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Beyond viruses: clinical profiles and etiologies associated with encephalitis",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Honarmand",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1565-1577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Update on neuroimaging in infectious central nervous system disease",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Maschke",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Kastrup",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Forsting",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Neurol",
            "volume": "17",
            "issn": "",
            "pages": "475-480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The management of encephalitis: clinical practice guidelines by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Tunkel",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "303-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Outcome of and prognostic factors for herpes simplex encephalitis in adult patients: results of a multicenter study",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Raschilas",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Delatour",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "254-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "NICE",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Analysis of status epilepticus related presumed encephalitis in children",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Europ J Paediatr Neurol",
            "volume": "12",
            "issn": "",
            "pages": "32-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Refractory status epilepticus in suspect encephalitis",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gilliam",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Honarmand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurocrit Care",
            "volume": "9",
            "issn": "",
            "pages": "74-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A comparison of four treatments for generalized convulsive status epilepticus. Veterans Affairs Status Epilepticus Cooperative Study Group",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Treiman",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "N.Y.",
                    "middle": [],
                    "last": "Walton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "339",
            "issn": "",
            "pages": "792-798",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Management of refractory status epilepticus in adults: still more questions than answers",
            "authors": [
                {
                    "first": "A.O.",
                    "middle": [],
                    "last": "Rossetti",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Lowenstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Neurol",
            "volume": "10",
            "issn": "",
            "pages": "922-930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Seizures and raised intracranial pressure in Vietnamese patients with Japanese encephalitis",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Dung",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kneen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Brain",
            "volume": "125",
            "issn": "",
            "pages": "1084-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Intracranial pressure in childhood central nervous system infections",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Rebaud",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Berthier",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hartemann",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Intensive Care Med",
            "volume": "14",
            "issn": "",
            "pages": "522-525",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "In search of encephalitis etiologies: diagnostic challenges in the California Encephalitis Project, 1998-2000",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gilliam",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Schnurr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "731-742",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Cerebral perfusion pressure–targeted approach in children with central nervous system infections and raised intracranial pressure: is it feasible?",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Singhi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Singhi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Child Neurol",
            "volume": "23",
            "issn": "",
            "pages": "192-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The role for osmotic agents in children with acute encephalopathies: a systematic review",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gwer",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Gatakaa",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Mwai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Pediatr",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Causes of encephalitis and differences in their clinical presentations in England: a multicentre, population-based prospective study",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Granerod",
                    "suffix": ""
                },
                {
                    "first": "H.E.",
                    "middle": [],
                    "last": "Ambrose",
                    "suffix": ""
                },
                {
                    "first": "N.W.",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "835-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Factors associated with delay to acyclovir administration in 184 patients with herpes simplex virus encephalitis",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dewilde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "560-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Herpes simplex virus encephalitis: laboratory evaluations and their diagnostic significance",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Nahmias",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "A.N.",
                    "middle": [],
                    "last": "Visintine",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Infect Dis",
            "volume": "145",
            "issn": "",
            "pages": "829-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Patients with suspected herpes simplex encephalitis: rethinking an initial negative polymerase chain reaction result",
            "authors": [
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Weil",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Amad",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "1154-1157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Diffusion-weighted magnetic resonance is better than polymerase chain reaction for early diagnosis of herpes simplex encephalitis: a case report",
            "authors": [
                {
                    "first": "B.N.",
                    "middle": [],
                    "last": "Akyldz",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Gumus",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kumandas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Emerg Care",
            "volume": "24",
            "issn": "",
            "pages": "377-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Herpes simplex virus type 1 infection and glucocorticoid treatment regulate viral yield, glucocorticoid receptor and NF-kappaB levels",
            "authors": [
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Erlandsson",
                    "suffix": ""
                },
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Bladh",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Stierna",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Endocrinol",
            "volume": "175",
            "issn": "",
            "pages": "165-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Acute childhood encephalitis and encephalopathy associated with influenza: a prospective 11-year review",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ford-Jones",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "390-395",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Influenza-associated deaths among children in the United States, 2003-2004",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2559-2567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Etiology of acute childhood encephalitis at The Hospital for Sick Children, Toronto, 1994-1995",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kolski",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Ford-Jones",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "398-409",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Neurological sequelae of 2009 influenza A (H1N1) in children: a case series observed during a pandemic",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Baltagi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shoykhet",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Felmet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Crit Care Med",
            "volume": "11",
            "issn": "",
            "pages": "179-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A population-based study of neurologic manifestations of severe influenza A(H1N1)pdm09 in California",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "DuBray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "514-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Critically ill children during the 2009–2010 influenza pandemic in the United States",
            "authors": [
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "128",
            "issn": "",
            "pages": "e1450-e1458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Late delirious behavior with 2009 H1N1 influenza: mild autoimmune-mediated encephalitis?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Takanashi",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "129",
            "issn": "",
            "pages": "e1068-e1071",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Mycoplasma pneumoniae: innocent bystander or a true cause of central nervous system disease?",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bitnun",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Infect Dis Rep",
            "volume": "12",
            "issn": "",
            "pages": "282-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Pathogenesis of neurologic manifestations of Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Narita",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Neurol",
            "volume": "41",
            "issn": "",
            "pages": "159-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Neuroinvasion by Mycoplasma pneumoniae in acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Stamm",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Moschopulos",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hungerbuehler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "641-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Severe acute disseminated encephalomyelitis: a paediatric intensive care population-based study",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Absoud",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Parslow",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Wassmer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mult Scler",
            "volume": "17",
            "issn": "",
            "pages": "1258-1261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tenembaum",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Chitnis",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ness",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurology",
            "volume": "68",
            "issn": "",
            "pages": "S23-S36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Adv Exp Med Biol",
            "volume": "724",
            "issn": "",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The frequency of autoimmune N-methyl-d-aspartate receptor encephalitis surpasses that of individual viral etiologies in young individuals enrolled in the California Encephalitis Project",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Gable",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sheriff",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dalmau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "899-904",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Treatment of acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tenembaum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Treat Options Neurol",
            "volume": "14",
            "issn": "",
            "pages": "264-275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Acute disseminated encephalomyelitis: a long-term follow-up study of 84 pediatric patients",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tenembaum",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chamoles",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Fejerman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Neurology",
            "volume": "59",
            "issn": "",
            "pages": "1224-1231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Acute disseminated encephalomyelitis in children: outcome and prognosis",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Anlar",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Basaran",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kose",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neuropediatrics",
            "volume": "34",
            "issn": "",
            "pages": "194-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Plasma exchange for severe attacks of CNS demyelination: predictors of response",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Pineda",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "McClelland",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Neurology",
            "volume": "58",
            "issn": "",
            "pages": "143-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Plasmapheresis in childhood acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "RamachandranNair",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Rafeequ",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Girija",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indian Pediatr",
            "volume": "42",
            "issn": "",
            "pages": "479-482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Hemicraniectomy as a successful treatment of mass effect in acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "von Stuckrad-Barre",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Klippel",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Foerch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurology",
            "volume": "61",
            "issn": "",
            "pages": "420-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Decompressive craniectomy for acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Eynon",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Kinton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurocrit Care",
            "volume": "13",
            "issn": "",
            "pages": "393-395",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Life-saving hemicraniectomy for fulminant acute disseminated encephalomyelitis",
            "authors": [
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Dombrowski",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Neurosurg",
            "volume": "25",
            "issn": "",
            "pages": "249-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Paraneoplastic anti-N-methyl-d-aspartate receptor encephalitis associated with ovarian teratoma",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dalmau",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Tuzun",
                    "suffix": ""
                },
                {
                    "first": "H.Y.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Neurol",
            "volume": "61",
            "issn": "",
            "pages": "25-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Retrospective analysis of NMDA receptor antibodies in encephalitis of unknown origin",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Pruss",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dalmau",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurology",
            "volume": "75",
            "issn": "",
            "pages": "1735-1739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Community-acquired bacterial meningitis: risk stratification for adverse clinical outcome and effect of antibiotic timing",
            "authors": [
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Aronin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Peduzzi",
                    "suffix": ""
                },
                {
                    "first": "V.J.",
                    "middle": [],
                    "last": "Quagliarello",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Intern Med",
            "volume": "129",
            "issn": "",
            "pages": "862-869",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Anti-N-methyl-d-aspartate receptor antibodies: a potentially treatable cause of encephalitis in the intensive care unit",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Irani",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Coltart",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "",
            "pages": "679-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Anti-N-methyl-d-aspartate receptor (NMDAR) encephalitis in children and adolescents",
            "authors": [
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Florance",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Neurol",
            "volume": "66",
            "issn": "",
            "pages": "11-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Anti-NMDA receptor encephalitis causing prolonged nonconvulsive status epilepticus",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Fessler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurology",
            "volume": "75",
            "issn": "",
            "pages": "1480-1482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Clinical experience and laboratory investigations in patients with anti-NMDAR encephalitis",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dalmau",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Martinez-Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Neurol",
            "volume": "10",
            "issn": "",
            "pages": "63-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Detrimental role of delayed antibiotic administration and penicillin-nonsusceptible strains in adult intensive care unit patients with pneumococcal meningitis: the PNEUMOREA prospective multicenter study",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Auburtin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Charpentier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "2758-2765",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Assessment of the utility of viral culture of cerebrospinal fluid",
            "authors": [
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Polage",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Petti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1578-1579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Diffusion-weighted MR imaging of viral encephalitis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kiroğlu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Calli",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Yunten",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Neuroradiology",
            "volume": "48",
            "issn": "",
            "pages": "875-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Diffusion imaging in pediatric central nervous system infections",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Haselgrove",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Neuroradiology",
            "volume": "43",
            "issn": "",
            "pages": "1031-1039",
            "other_ids": {
                "DOI": []
            }
        }
    }
}