{
    "paper_id": "PMC7120800",
    "metadata": {
        "title": "Vaccines: Biotechnology Market, Coverage, and Regulatory Challenges for Achieving Sustainable Development Goals",
        "authors": [
            {
                "first": "Chetan",
                "middle": [],
                "last": "Keswani",
                "suffix": "",
                "email": "chetan.keswani4@bhu.ac.in",
                "affiliation": {}
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Possas",
                "suffix": "",
                "email": "cristina.possas@bio.fiocruz.br",
                "affiliation": {}
            },
            {
                "first": "Adelaide",
                "middle": [
                    "Maria",
                    "de",
                    "Souza"
                ],
                "last": "Antunes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jorge",
                "middle": [
                    "Lima"
                ],
                "last": "de Magalhães",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Flavia",
                "middle": [
                    "Maria",
                    "Lins"
                ],
                "last": "Mendes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mateus",
                "middle": [
                    "Pinheiro"
                ],
                "last": "Ramos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juliana",
                "middle": [],
                "last": "De Simone Morais",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Akira",
                "middle": [],
                "last": "Homma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Innovative preventive vaccines against emerging and neglected infectious diseases, such as Zika, dengue, chikungunya, influenza, and HIV/AIDS, are examined here from bioeconomics and global sustainability perspectives, aiming to integrate public health and biotechnology market approaches.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Novel vaccines with reduced adverse effects can have an enormous impact on life expectancy and on the quality of life of the global population, significantly reducing government, individual, and business costs (Bloom et al. 2018). Nevertheless, there are significant production, technological development, market, coverage, regulatory, and governance constraints to achieving Sustainable Development Goals (SDGs). In this chapter we examine vaccine biotechnology market and the factors contributing to market failure, discussing policy strategies to optimize science, technology, and innovation (STI) and drastically reduce current constraints to vaccine development (Singh et al. 2016a, b, 2019).",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "mention": "2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 681,
                    "end": 686,
                    "mention": "2016a",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "b",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 691,
                    "end": 695,
                    "mention": "2019",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For achieving SDG, it should be noted that only one of these goals, SDG3, refers specifically to vaccines (3.b.1). However, in addition, we have also identified 7 other SDG goals strongly related to vaccines and 6 SDG goals related to vaccine, in a total of 14 vaccine-related goals in 17 SDGs. Two of these goals are related to innovation and technological development of vaccines (SDG9 and SD17). We discuss the main vaccine development challenges for achieving SDG and current technological and regulatory obstacles particularly affecting developing countries. From this perspective, we propose STI governance strategies to overcome these gaps and increase global access to vaccines, focusing on institutional and regulatory perspectives, including intellectual property and ethics. Policy recommendations for vaccine funding and incentives for innovation, development, and production are made. Finally, we emphasize the enormous potential role that access to innovative vaccines can play on global sustainability (Milstien et al. 2007; Possas et al. 2015), benefiting particularly the poorest countries in a global context permeated by sharp social inequalities.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1038,
                    "mention": "2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The global market for human vaccines is projected to reach USD 50.42 billion by 2023 from 36.45 billion in 2018 at a CGAR of 6.7% (Markets and Markets 2019) driven by the growing importance of vaccines in public health, reducing healthcare costs and contributing through prevention of diseases toward a more sustainable healthcare system.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "mention": "2019",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "Drastic changes in the dynamics of the global vaccine market occurred between 2000 and 2018, with a sharp growth from USD 6 billion in 2000 to USD 33 billion in 2014 (Access to Vaccines Index 2017) and to USD 36.45 billion in 2018 (Markets and Markets 2019), with sales to high-income countries representing about 65% of the total value of this market (Access to Vaccines Index 2017). In Fig. 14.1 we indicate the evolution of the global human vaccine market from 2000 to 2018 and the forecast for 2023.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "mention": "2017",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 252,
                    "end": 256,
                    "mention": "2019",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 378,
                    "end": 382,
                    "mention": "2017",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "mention": "14.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Recently, other reports have been released anticipating an even more favorable scenario for the global human vaccines market. A recent study estimated that this market would grow from 32.5 billion in 2015 to 77.5 billion by 2024 (Grand View Research 2018).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "mention": "2018",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "These market forecasts also anticipate rising R&D investments in vaccine development projects by the main global players in the vaccine market. Table 14.1 indicates the top 5 pharmaceutical players according to global revenue share in 2017. Pfizer is expected to increase its participation in the market in the next decade due to the success of its pneumococcal vaccine Prevnar 13 and increasing investments in vaccine development.",
            "cite_spans": [],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "mention": "14.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Other important vaccine players include Emergent Biosolutions, CSL, Inovio Pharmaceuticals, Bavarian Nordic, Mitsubishi Tanabe, Serum Institute of India Pvt. Ltd., ALK-Abelló A/S, Altimmune, Inc., Bharat Biotech International, and MedImmune.",
            "cite_spans": [],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "The world vaccine market consists of four segments: Gavi (the Global Alliance for Vaccine and Immunizations), UNICEF, PAHO Revolving Fund (RF), and rest of the world (ROW). About 70 of the lowest-income countries in the world rely on Gavi for funding of some key vaccines (WHO 2017). UNICEF Supply Division (SD) is the procurement agent for most of these countries and for an additional approximately 30 middle-income countries (MICs) (totaling about 100 countries). The PAHO RF provides financial and procurement support to about 40 countries and territories in the Americas. The ROW consists of self-funding and self-procuring countries spanning all income levels and receiving only marginal, mostly indirect, financial, procurement, market shaping, or other related support.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "mention": "2017",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "These increasing investments in vaccine innovation, development, and production are guided by the growing global need for preventive vaccines and immunotherapy strategies against cancer, Zika, HPV, HSV, HIV, and a broad range of infectious diseases that currently burden the healthcare system and societies worldwide (WHO 2015, 2018).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "mention": "2015",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 328,
                    "end": 332,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "This scenario of increasing global demand for vaccines in the next decade is supported by epidemiological indicators: annual burden of new HPV-related cancers worldwide to the tune of 670,000; rise of Zika into a public health emergency with over 86 countries reporting 230,000 cumulative confirmed cases of infection between 2015 and 2018; very high prevalence of HSV which infects approximately 67% of the world population under 50 years of age; continued prevalence of tuberculosis which infects 10 million and takes 1.5 million lives each year despite the progress made toward eliminating the disease; and rise in HIV infections worldwide over 36.9 million (WHO 2018; Global Industry Analysts 2018).",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 697,
                    "end": 701,
                    "mention": "2018",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "Developments in reverse vaccinology and synthetic vaccinology are expected to help increase the rate of successful vaccine design and development (Sette and Rappuoli 2010). Emerging countries with mandatory immunization programs represent large markets with enormous potential for future growth and expansion. With large population base and relatively high proportion of young children and teen population, emerging markets including China and India represent the fastest growing markets in Asia-Pacific, with this region expected to grow at the fastest rate of 8.2% in the next decade.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "mention": "2010",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Vaccines: Global Market Trends",
            "ref_spans": []
        },
        {
            "text": "The pharma industry is rapidly becoming a competitive player in the bioeconomy market, a new global paradigm that will introduce novel technologies such as genomics and proteomics across multiple economic sectors and industries. Immunome, resulting from advances in sequencing technology and a bioinformatics resource, is also contributing to vaccine innovation and development.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "These advances in genomics, proteomics, immunome, bioinformatics and new information technologies and their increasing convergence are driving these new market trends. This accelerated innovation scenario is revolutionizing healthcare with new preventive and therapeutic technologies, expected to provide longer, healthier lives to the global population.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "Physicians will eventually be able to predict a person’s predisposition to a broad range of diseases and intervene appropriately, insert new genes to replace faulty ones, and tailor therapies to an individual’s needs and profile.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "The immune system is a highly complex system, based on a coordinated expression of a wide array of genes and proteins. One of the major gaps in vaccine innovation, particularly affecting the development of new vaccines against emerging and neglected diseases, is related to the inability of scientists to explain the diversity of individual immune responses and clinical outcomes to the same vaccine and how this diversity relates to innate and acquired immunity.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "The Human Immunome,  a specific set of genes and molecular structures underlying the response of the immune system   to fight disease, is vast and estimated at 100 billion times larger than the Human Genome Project in terms of data output. Because of this scale, scientists have never been able to characterize the core parts by which the immune system responds to pathogens and develops a disease. Only recently, with the dramatic advances in sequencing technologies and bioinformatics, exponentially extending their informational scale, it became possible for the first time for scientists to uncover the complexity of the human immunome (Soto et al. 2019; Briney et al. 2019).",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "mention": "2019",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 673,
                    "end": 677,
                    "mention": "2019",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "Immunome, a bioinformatics resource, has been conceived for the characterization of the human immune system. It contains information about immunity-related proteins, their domain structure, and the related ontology terms and contains also information about the localization and mechanisms involved in the coding genes.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "Determining the core parts of the immune system in the human immunome could drastically transform how we diagnose, prevent, and treat disease through the identification of new biomarkers while enabling highly targeted, computationally designed vaccines and therapies that reduce time and risk of product development.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "The Immunome Program of the Human Vaccines Project is sequencing, in a global collaborative 10-year effort, receptors from a group of genetically diverse individuals in several continents and determines the structure and function of a key subset of receptors. Through an open-source procedure, data will be made available to researchers across the world.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "In this program, laboratory analyses of biospecimens will be combined with an array of other genetic, lifestyle, and health information provided by volunteers to help researchers to identify individual genetic differences that contribute to diverse immune responses. The initial study will assess immune responses of ten healthy adults (ages 40–80) to a licensed hepatitis B vaccine (considered an ideal model to study human immunological protection), and it is expected that this study will expand to include several hundred people from neonates to the elderly in middle- and low-income countries.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "The Immunome Program can thus bring crucial information to the development of more effective vaccines against emerging and neglected infectious diseases. Vaccine manufacturers in developing countries, particularly affected by these diseases, should be actively involved in its international scientific and technological collaborations.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "In the near future, sophisticated technology will allow patients to search and manage their medical records, comparing them to current public health information based on individual genomic profiles. Intelligent marketing agents will aggregate patient information from a variety of sources to provide timely and relevant responses. Networks of distributed processing systems will offer new insights into data by mining all enterprise and public data sources. And supercomputing platforms and information management will enable the rigorous manipulation of genomic data.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "Advances in remote sensing and artificial intelligence technologies have already created intelligent operating rooms with sensory control mechanisms and devices that transmit health information via telephones and personal digital assistants. The industry can now develop programmable microchips for the subcutaneous delivery of precisely timed doses of drugs and vaccines. Interactive chips with built-in sensors may mimic the body’s own regulatory ability.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "As the bioeconomy evolves, the industry faces an unprecedented era of opportunity and challenge. Companies recognize that alliances are critical to their future and are now making them a major component of their strategy. Virtual research organizations are now conceived searching to provide discovery technologies to scientists in pharmaceutical enterprises; providing them links to gene database, proteomics database, or high-throughput screening capabilities; and enabling fast and efficient access to vaccine and immunotherapy information.",
            "cite_spans": [],
            "section": "Innovation: From Genomics and Proteomics to Immunome",
            "ref_spans": []
        },
        {
            "text": "The world will face another influenza pandemic; the only thing we don’t know is when it will hit and how severe it will be. Global defenses are only as effective as the weakest link in any country’s health emergency preparedness and response system. WHO is constantly monitoring the circulation of influenza viruses to detect potential pandemic strains: 153 institutions in 114 countries are involved in global surveillance and response.",
            "cite_spans": [],
            "section": "Influenza Pandemic ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "Every year, WHO recommends which strains should be included in the flu vaccine to protect people from seasonal flu. In the event that a new flu strain develops pandemic potential, WHO has set up a unique partnership with all the major players to ensure effective and equitable access to diagnostics, vaccines, and antivirals (treatments), especially in developing countries, in order to make possible the supply of required vaccines as soon as possible.",
            "cite_spans": [],
            "section": "Influenza Pandemic ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "Dengue, a mosquito-borne disease that causes flu-like symptoms and can be lethal and kill up to 20% of those with severe dengue, has been a growing threat for decades. A high number of cases occur in the rainy seasons of countries such as Bangladesh and India. Now, its season in these countries is lengthening significantly (in 2018, Bangladesh saw the highest number of deaths in almost two decades), and the disease is spreading to less tropical and more temperate countries such as Nepal that have not traditionally seen the disease. An estimated 40% of the world is at risk of dengue fever, and there are around 390 million infections a year. WHO’s dengue control strategy aims to reduce deaths from the disease by 50% by 2020.",
            "cite_spans": [],
            "section": "Dengue ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "Since the beginning of the epidemic, more than 70 million people have acquired the HIV infection, and about 35 million people have died. The progress made against HIV has been enormous in terms of getting people tested, providing them with antiretrovirals (22 million are on treatment) and providing access to preventive measures such as a preexposure prophylaxis (PrEP, which is when people at risk of HIV take antiretrovirals to prevent infection).",
            "cite_spans": [],
            "section": "HIV/AIDS ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "However, the epidemic continues to rage with nearly a million people every year dying of HIV/AIDS. Today, around 37 million worldwide live with HIV. Reaching more vulnerable people like sex workers, people in prison, men who have sex with men, or transgender people is hugely challenging. Often these groups are excluded from health services. A group increasingly affected by HIV are young girls and women (aged 15–24), who are particularly at high risk and account for one in four HIV infections in sub-Saharan Africa despite being only 10% of the population. This year, WHO will work with countries to support the introduction of self-testing so that more people living with HIV know their status and can receive treatment (or preventive measures in the case of a negative test result).",
            "cite_spans": [],
            "section": "HIV/AIDS ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "WHO has included in these ten global threats for 2019 diseases and pathogens that have potential to cause a public health emergency but lack effective treatments and vaccines. This list for priority research and development includes Ebola, several other hemorrhagic fevers, Zika, Nipah, Middle East respiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory syndrome (SARS) and disease X, which represents the need to prepare for an unknown pathogen that could cause a serious epidemic.",
            "cite_spans": [],
            "section": "Zika and Other “High-Threat Pathogens” Defined as Global Public Health ::: Emerging and Neglected Diseases: Challenges for Global Sustainability",
            "ref_spans": []
        },
        {
            "text": "International recognition of vaccines’ impact and increased global demand for vaccines have stressed the need for global strategies to assure timely provision of low-price vaccines (Meissner 2016) through policies supporting free and universal access.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "mention": "2016",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "In this scenario, the Decade of Vaccines (DoV) initiative was launched at the World Economic Forum in Davos in 2010, signed by international agencies, such as the World Health Organization (WHO), UNICEF, the US National Institute of Allergy and Infectious Diseases (NIAID), and the Bill & Melinda Gates Foundation, with the mission: “to extend, by 2020 and beyond, the full benefits of immunization to all people, regardless of where they are born, who they are, or where they live.” This declaration was supported by a commitment by the Bill & Melinda Gates Foundation to donate USD 10 billion to research and development and to delivering vaccines for the poorest countries.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "The DoV initiative gained significant international support and visibility. Two years later, after consultations with DoV stakeholders, including industry groups, a Global Vaccine Action Plan (GVAP) was launched by the 194 member states of the 65th World Health Assembly in May 2012, aiming to deliver universal access to immunization by 2020.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "Following the collaborative DoV strategies, the GVAP brought together multiple stakeholders to achieve the ambitious goals of the plan: the leadership of the Bill & Melinda Gates Foundation, Gavi Alliance, UNICEF, US National Institute of Allergies and Infectious Diseases (NIAID), and WHO, mobilizing many partners (governments, health professionals, academia, manufacturers, funding agencies, development partners, civil society, media, and the private sector). If the GVAP is translated into action and resources are mobilized, it is expected that between 24.6 and 25.8 million deaths could be averted by the end of the decade, with gains in billions of dollars in productivity.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, it is important to note that actions and resources will not be sufficient for the success of GVAP if the plan does not conceive a global strategy to support manufacturers in the developing world to overcome the main IPR and regulatory barriers that delay and hinder vaccine development and production.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "The Millennium Development Goals (MDGs) for 2000–2015 were incorporated by governments worldwide and had a strong global mobilization power on promoting development and social initiatives, engaging national leaders in elaborating and monitoring these goals (UN 2015). This mobilization was facilitated since the targets were quantifiable and could potentially be attained. Although the two health-related goals, MDG4 (reduce under-5 mortality from 1990 to 2015 by two-thirds) and MDG5 (reduce maternal mortality from 1990 to 2015 by three-quarters), had not been met by 2015 and it is estimated by WHO that 19.4 million infants worldwide are still missing out on basic vaccines, significant progress has been made, with child and maternal mortality approximately halved, with significant global progress.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "mention": "2015",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "In sequence to MDGs, the United Nations promoted an in-depth revision of this strategy (UN 2014, 2015) and formulated a new global strategy, Sustainable Development Goals (SDGs) for 2016–2030 with 17 goals, with one of them (SDG3) directly related to health (UN 2016).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "mention": "2014",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 97,
                    "end": 101,
                    "mention": "2015",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 262,
                    "end": 266,
                    "mention": "2016",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "The target of SDG3 is to “ensure healthy lives and promote well-being for all at all ages.” Its 13 sub-targets include 2 ones that could be met: two-thirds less maternal mortality and a third less noncommunicable disease (NCD) mortality. They also include ending preventable newborn and under-5 deaths and ending HIV/AIDS, tuberculosis, malaria, and neglected tropical diseases, besides other non-vaccine related sub-targets.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "In this chapter, we argue that a major component of SDGs is crucial for attaining SDG3 goals and should not be minimized: innovation and technological development of vaccines. We discuss how this component should be incorporated into monitoring the sub-targets of this goal, and we emphasize the need for a new vaccine innovation model based on an expanded role of the state and incentive mechanisms to pharmaceutical companies and public manufactures to correct the current scenario of “market failure” constraining access to vaccines.",
            "cite_spans": [],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "It is certainly unacceptable, from ethical and sustainable development perspectives, to simply recognize this “market failure” as a detrimental and inevitable consequence of the rationale of a global market economy. On the contrary, it should be seen as a massive public health failure and a global failure to direct economic development for the benefit of societies (Trouiller et al. 2001).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "mention": "2001",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Global Sustainability Initiatives: Decade of Vaccines, MDG and SDG",
            "ref_spans": []
        },
        {
            "text": "Although 240 vaccine candidates are in the development pipeline for neglected and emerging infectious diseases mainly affecting the poorest countries such as malaria, dengue, HIV, tuberculosis, and pneumonia, only 2 of them have made it through the pipeline recently and are widely used in these countries: a conjugate vaccine for meningitis serogroup A diseases and a vaccine against Japanese encephalitis virus (Kaslo et al. 2018; WHO 2018).",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "mention": "2018",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 437,
                    "end": 441,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Pipeline for Vaccines Against Neglected Diseases: The “Valley of Death”",
            "ref_spans": []
        },
        {
            "text": "It has been estimated by these authors that unfortunately much of this promising pipeline could go to waste and fall into the so-called valley of death, failing to move from proof-of-concept to second-phase trial due to lack of market interest in vaccines against these emerging and neglected diseases affecting only the poorest populations in developing countries. No single organization or group is interested in supporting the costly and more complex late-stage clinical trials for neglected diseases that mainly affect the poor nations.",
            "cite_spans": [],
            "section": "Pipeline for Vaccines Against Neglected Diseases: The “Valley of Death”",
            "ref_spans": []
        },
        {
            "text": "This scenario raises great concern for two reasons. First, around 60% of these vaccine candidates in the development pipeline target the mentioned neglected and emerging infectious diseases, a much higher problem in lower- and middle-income countries (Kaslow et al. 2018). Second, this means a significant waste of global resources in a crucial area for sustainable development, considering that these vaccine candidates received billions of dollars for the first phase of vaccine development from prestigious donors, such as the US National Institutes of Health (NIH), the European Union, the Welcome Trust, and the Bill and Melinda Gates Foundation.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "mention": "2018",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Pipeline for Vaccines Against Neglected Diseases: The “Valley of Death”",
            "ref_spans": []
        },
        {
            "text": "Taking a vaccine candidate from a discovery at the laboratory bench to widespread deployment is a complex, lengthy, and expensive endeavor, with many financial, licensing, and regulatory barriers. No organization or group plans to support the emerging and neglected diseases vaccines from the beginning to end. Therefore, it could take many decades to incorporate these vaccines into the national immunization programs in these poorest countries (Kaslow et al. 2018).",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "mention": "2018",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Pipeline for Vaccines Against Neglected Diseases: The “Valley of Death”",
            "ref_spans": []
        },
        {
            "text": "In Table 14.2 we provided a selection of promising projects for vaccines for emerging and neglected infectious diseases affecting the poorest developing countries that could significantly impact on achieving SDG targets.",
            "cite_spans": [],
            "section": "Pipeline for Vaccines Against Neglected Diseases: The “Valley of Death”",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "14.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Science and technology have made enormous progress and are now prepared to provide the innovative-intensive vaccines that the poorest populations in the world urgently need. But innovation and discovery are not the major bottleneck, which reside in technological development, production, and timely provision of vaccines to people (Homma et al. 2013).",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Market Failure: From Free Market to Public Health Sustainability",
            "ref_spans": []
        },
        {
            "text": "R&D-based pharmaceutical major industry players are reluctant, due to free-market rationale, to invest in the development of vaccines to treat the major neglected and emerging diseases affecting mainly the poorest nations, since return on their investments cannot be guaranteed.",
            "cite_spans": [],
            "section": "Market Failure: From Free Market to Public Health Sustainability",
            "ref_spans": []
        },
        {
            "text": "National and international policies currently support a free-market-based global order, with economic opportunities, rather than global public health needs guiding the direction and rationale of vaccines development.",
            "cite_spans": [],
            "section": "Market Failure: From Free Market to Public Health Sustainability",
            "ref_spans": []
        },
        {
            "text": "It is certainly unacceptable, from ethical and sustainable development perspectives, to simply recognize this “market failure” as a detrimental and inevitable consequence of the rationale of a global market economy. On the contrary, it should be seen as a massive public health failure and a global failure to direct economic development for the benefit of societies (Trouiller et al. 2001).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "mention": "2001",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Market Failure: From Free Market to Public Health Sustainability",
            "ref_spans": []
        },
        {
            "text": "An urgent redefinition of priorities in vaccine development is needed. This strategy cannot rely only on fragmented contributions of researchers, funding agencies, and the pharmaceutical industry. Effective national and international policies need to be urgently conceived to redirect the global economy to address the true public health needs of society (Homma et al. 2013; Røttingen et al. 2017).",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 392,
                    "end": 396,
                    "mention": "2017",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Vaccine Pipeline: Global Governance and National Strategies",
            "ref_spans": []
        },
        {
            "text": "“Political will,” identified as the need for a strong commitment to prioritize health considerations over economic interests, has been frequently emphasized by policy-makers as a major issue to ensure access to vaccines but is not sufficient. It is necessary to go beyond “political will,” with a clear goal in mind and a realistic plan to achieve it. From this perspective, it will be necessary to promote effective global implementation of strategies to accelerate innovation, technological development, and production of new vaccines and to ensure timely global access to them.",
            "cite_spans": [],
            "section": "Vaccine Pipeline: Global Governance and National Strategies",
            "ref_spans": []
        },
        {
            "text": "Moreover, a global vaccine policy strategy should be conceived to promote the necessary enforcement of regulations and other mechanisms to stimulate vaccine development, production, and global access to these products.",
            "cite_spans": [],
            "section": "Vaccine Pipeline: Global Governance and National Strategies",
            "ref_spans": []
        },
        {
            "text": "Novel, creative, and effective strategies involving both the public and the private sector are needed to ensure low-price vaccines, accelerating innovation and technological of vaccines against emerging and neglected diseases.",
            "cite_spans": [],
            "section": "Vaccine Pipeline: Global Governance and National Strategies",
            "ref_spans": []
        },
        {
            "text": "Priority action areas should include:Advocating a preventive vaccines R&D agendaConceiving capacity-building programs adequate to the conditions of developing countries’ manufacturersPromoting technology transfer to public and private manufacturers in emerging countriesElaborating an adapted legal and regulatory framework to increase flexibility and “fast-track” proceduresPrioritizing funding for vaccine developmentSecuring availability, accessibility, and distribution of these vaccines",
            "cite_spans": [],
            "section": "Vaccine Pipeline: Global Governance and National Strategies",
            "ref_spans": []
        },
        {
            "text": "Consensus is building among the main stakeholders in the global vaccine community that the spiraling costs of risks associated with vaccine R&D are detrimental to global access to these products, particularly in the poorest developing countries. Most of them agree that these vaccine R&D costs should be instead rewarded by means other than financial returns in the market from charging high product prices. Novel mechanisms such as incentives, prizes, and “patent pools” for drugs and vaccine innovation and development have been proposed in the last two decades. There is now vast literature on the subject, claiming for alternative models that should be urgently implemented to meet the increasing global demand for vaccines, particularly in the poorest developing countries.",
            "cite_spans": [],
            "section": "Global Strategies: Alternative Models for Governance of Vaccine R&D",
            "ref_spans": []
        },
        {
            "text": "The main question is: how to conceive a feasible long-term mechanism to minimize these risks faced by pharma companies? Which global organizations should be responsible for this alternative model?",
            "cite_spans": [],
            "section": "Global Strategies: Alternative Models for Governance of Vaccine R&D",
            "ref_spans": []
        },
        {
            "text": "We recommend this new vaccine incentive model should be coordinated by three international organizations: WHO, Gavi, and UNICEF. These organizations would, in collaboration with the main stakeholders, identify from the list of 240 candidates the priority vaccine candidates, identify the funding mechanisms necessary to these candidates to enter the second-phase clinical trials, and specify which organization, or alliance, would be responsible for these selected vaccine candidates from beginning to end.",
            "cite_spans": [],
            "section": "Global Strategies: Alternative Models for Governance of Vaccine R&D",
            "ref_spans": []
        },
        {
            "text": "In this innovative global collaboration strategy, these three leading international organizations should bring together the main players and stakeholders in the vaccine market, with funding agencies such as the Bill & Melinda Gates Foundation, NIH, Welcome Trust, and other organizations as PATH, IAVI, and the International Vaccine Institute in Seoul and vaccine manufacturers, in collaboration with other nongovernmental organizations in order to conceive and implement this alternative long-term model for sustainable development and provision of vaccines which are uncertain business products or require a great amount of public funding to go beyond the initial proof-of-concept phase.",
            "cite_spans": [],
            "section": "Global Strategies: Alternative Models for Governance of Vaccine R&D",
            "ref_spans": []
        },
        {
            "text": "A novel global priority-setting strategy, driving adequate implementation, will be necessary to assess the 240 vaccine candidates in the pipeline, trying to identify the most favorable candidates which are uncertain business cases that will require significant public funding to move into second-phase clinical trials.",
            "cite_spans": [],
            "section": "Priority Setting, Funding, and “Advanced Market Commitment”",
            "ref_spans": []
        },
        {
            "text": "Funding mechanisms supported by subsidies from governments, such as those of the G20 countries, and philanthropic organizations, such as the Bill & Melinda Gates Foundation, could remedy the market failure threatening vaccine development for LMICs. Gavi already provides one form of subsidy (Gavi 2018a, b). Support to develop vaccines or to make them available during epidemics is also provided by public organizations, such as the Coalition for Epidemic Preparedness Innovations in Oslo and the Biomedical Advanced Research and Development Authority, part of the US Department of Health and Human Services.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 302,
                    "mention": "2018a",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 304,
                    "end": 305,
                    "mention": "b",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Priority Setting, Funding, and “Advanced Market Commitment”",
            "ref_spans": []
        },
        {
            "text": "Such schemes need to be expanded and rethought to give vaccine developers more certainty and upfront financial backing (Kaddar et al. 2013). For instance, Gavi could commit to purchasing a vaccine before it has been developed, on the condition that the developers meet certain regulatory milestones. At present, the alliance buys vaccines to distribute to LMICs after they have been licensed or recommended by the WHO for general use (Gavi 2012, 2018b).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "mention": "2013",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 440,
                    "end": 444,
                    "mention": "2012",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 446,
                    "end": 451,
                    "mention": "2018b",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Priority Setting, Funding, and “Advanced Market Commitment”",
            "ref_spans": []
        },
        {
            "text": "Only with this kind of leadership will the global community secure vaccines for some of the world’s most debilitating diseases.",
            "cite_spans": [],
            "section": "Priority Setting, Funding, and “Advanced Market Commitment”",
            "ref_spans": []
        },
        {
            "text": "There is an urgent need for a paradigm shift in global governance of health innovation systems to achieve Sustainable Development Goals (Buse and Hawkes 2015; Possas et al. 2015; Seib et al. 2017; Mazzucato 2018). “Mission-oriented” approaches have been proposed to overcome current constraints in innovation systems (Mazzucato and Penna 2015). Recently, in a new report, “The People’s Prescription: Re-imagining Health Innovation to Deliver Public Value” (Mazzucato 2018), the authors call for restructuring research and development innovation systems in order to create, rather than extract, value. It also calls for long-term “mission-oriented” public investment and a public return on this investment. In this report the authors argue that health innovation is about making new treatments and cures available to the people that need them. Profits might be earned but not at the cost of doing what the health system is meant to do: heal. This report is the outcome of result of collaboration between the UCL Institute for Innovation and Public Purpose, STOPAIDS, and Global Justice Now and Just Treatment. The report identifies gaps of the current health innovation system and sets principles for a new model. It proposes concrete policy actions that can be taken in the long term to actively shape and co-create a health system that delivers real public value. The report is structured into two sections. The first is “diagnosis” with chapters on “Problems with the current health innovation system” and “Principles for a health innovation model that delivers public value.” The second section, “remedies,” includes chapters on “Immediate policy actions: Getting better prices today” and “Transformative proposals: Re-imagining our health innovation system to deliver public value.” The report focuses on the unethical and unacceptable current global scenario for health innovation, highly inefficient, with a pharmaceutical industry that makes billions in profits without providing the affordable products that people need.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "mention": "2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 173,
                    "end": 177,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 191,
                    "end": 195,
                    "mention": "2017",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 207,
                    "end": 211,
                    "mention": "2018",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 342,
                    "mention": "2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 471,
                    "mention": "2018",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Global Governance: Incentives and “Mission-Oriented” Approaches",
            "ref_spans": []
        },
        {
            "text": "The report examines all those problems, and then it sets out some key principles of how a “healthy” innovation model for health would work, based on an analysis of case studies from different countries and different contexts, looking at where innovation has been done well. In vaccine development, as in drugs development, there is a tremendous waste of resources because public health is not driving the R&D agenda. We have all the money going into proof-of-concept studies instead of developing public accountability.",
            "cite_spans": [],
            "section": "Global Governance: Incentives and “Mission-Oriented” Approaches",
            "ref_spans": []
        },
        {
            "text": "The need to provide more flexible and expedite new vaccine products and processes resulting from biotechnology is challenging both developed and developing countries to accelerate the implementation of adequate regulations and intellectual property rights (Crager 2014; Possas et al. 2015).",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "mention": "2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 284,
                    "end": 288,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "IPR are granted by the state to individuals, enterprises, or organizations under temporary monopolistic conditions (patents) in order to compensate them for the investments made in their creations/innovations. In industry, a patent is clearly an instrument to guarantee the returns of the investments on R&D through the commercialization of the patented products and through the payment of property rights.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "Patents are viewed as a crucial incentive to innovation. Nevertheless, Arrow (1962) recognized in his pioneer theory that in spite of its advantages, the patent system creates a suboptimal situation in economic terms: patents create a monopoly that restricts the diffusion and dissemination of innovation. The argument is that this restriction is temporary (after 20 years the patent protection “falls” to public domain) and is compensated by the fact that the knowledge related to the patent is necessarily published in the moment that the patent is granted.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "mention": "1962",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, several authors have noted the detrimental impacts of the monopoly created by the patent system on health products’ innovation, particularly on the development and accessibility to new drugs for neglected and emerging diseases and proposed incentive mechanisms, such as prizes, “patent pools,” and awards to compensate this “market failure.”",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "Although in the vaccine sector many intellectual property and market issues affecting price remain unclear, in the current regulatory scenario, the access to new technologies in multipatented vaccines, such as adjuvants for vaccine compositions, remains a main challenge (Possas et al. 2015).",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "For vaccine manufacturers in emerging countries, access to patent information on vaccine adjuvants is a crucial issue, detrimental to vaccine development. The incorporation of new adjuvants for vaccines which boost the immune response has become crucial to the development of innovative vaccines, as new antigens, with purer and smaller molecules, may have less then optimal immune responses, necessary to vaccine protection for a lengthy period of time.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "The malaria vaccine candidate RTS provides a good example of the crucial role new adjuvants can play: this vaccine, based on the Plasmodium falciparum sporozoite antigen circumsporozoite protein (CSP), was successful in providing protection against clinical malaria only when combined with a powerful adjuvant (AS02 or AS01). Another example are the tests using hybrid flagelins also in malaria vaccines. Adjuvants have emerged thus as an alternative route for vaccine development with enormous potential in the global market (Mbow et al. 2010). The development of new, powerful, and safe adjuvants is therefore a key component of vaccine research. We present in Table 14.3 some of licensed vaccine adjuvants, with company and class.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "mention": "2010",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "mention": "14.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Figure 14.2 indicates the countries concentrating patent deposits for adjuvants to vaccine compositions and the diseases related to them (Zika, dengue, HIV/AIDS, influenza), China (34%), the USA (24%), South Korea (9%), and the UK (8%), with these three countries accounting for nearly 75% of all patent deposits. It is also observed that chikungunya had no deposit in the period from 2000 to 2018, as indicated the Espacenet base. It should be stressed that very few deposits are related to Zika and dengue vaccine, only in China and the USA.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "mention": "14.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Table 14.4 shows by country and by disease the patent deposits of adjuvants and formulations of vaccines with adjuvants in the world between 2000 and 2018, searched from the base Espacenet.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "mention": "14.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "It also indicates that most of these adjuvant deposits are concentrated in vaccine compositions related to just two diseases, influenza (80%) and HIV/AIDS (15.6%), while Zika, followed by dengue, is more neglected. The increasing risk of a pandemic of influenza, rapidly affecting all continents, might explain the concentration of R&D efforts on vaccine compositions and adjuvants for this disease.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "Table 14.5 provides an overview of the patent holders of deposits for vaccine adjuvants against Zika, dengue, and HIV in the 2000–2018 period, listed by country, number of deposits, and deposits with partnerships and partners. This table indicates that the number of partnerships is very low and should be stimulated.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "mention": "14.5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Figure 14.3 shows the temporal evolution of patent deposits in the period 2000–2008 of the three largest patent depositors of adjuvants and formulation of vaccines with adjuvants for the diseases studied, showing that only in the last decade there has been a greater R&D effort.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "mention": "14.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "This figure also indicates the leadership of China and the increasing role played by this country in the development of adjuvants for vaccine compositions.",
            "cite_spans": [],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "Finally, it should be noted that in addition to these intellectual property barriers to access to vaccine formulations and vaccine adjuvants, such as confidentiality and constraints to patent information sharing (Possas 2013; Possas et al. 2016), other regulatory obstacles remain also a challenge to vaccine development and access to timely immunization: virtual inexistence in many countries, particularly the developing ones, of expedite and “fast-track” review processes (FDA 2018; U.S. Dept. of HHS et al. 2013) for evaluating priority and emergency projects; lack of flexible regulatory procedures for sharing biospecimens and samples; legal constraints in access to biorepositories and to biobank information; and the difficulties in defining the standard of care to be provided during clinical trials.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "mention": "2013",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 240,
                    "end": 244,
                    "mention": "2016",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 480,
                    "end": 484,
                    "mention": "2018",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 511,
                    "end": 515,
                    "mention": "2013",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Regulatory Barriers: Intellectual Property and “Fast Track”",
            "ref_spans": []
        },
        {
            "text": "We examined here, from bioeconomics and global sustainability perspectives, the current innovation system for vaccine development, providing considerations on how this system should be better designed and implemented to address SDGs’ vaccine coverage targets.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Public investment plays a crucial role in biomedical R&D worldwide, but research and development activities supported by governments with public resources are in most cases not directed into targets that have the most public health value, such as vaccines. For this reason, there is increasing awareness and concern in the global vaccine community on the fact that public-supported vaccine products should be shared by the public and not just privately appropriated by pharmaceutical companies.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "This scenario evidences a need for conceiving a new innovation governance paradigm for vaccine development compatible with the market rationale, aiming profitable products with social return: an expanded role of the state, with clear procedures for planning, development, regulation, and forecast; a redefinition of the patterns of relationship between private and public players; and finally, a political agreement between the main players and stakeholders on the more adequate mechanisms to balance the risks and the rewards between those players.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Moreover, there is a need to conceive a more flexible intellectual property regime for emerging and neglected diseases mainly affecting the poorest populations in developing countries. The monopoly created by patent protection must be compensated by new incentive mechanisms such as awards, prizes, and “patent pools” to accelerate global access to vaccines.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "It is also crucial to strengthen the local capacity of vaccine R&D institutes and manufacturers in emerging developing countries in order to accelerate the incorporation of new technologies for production of innovative vaccine products. The multinational companies have the intellectual property of these new technologies, such as adjuvants for vaccine compositions, but they do not have sufficient production capacity to meet the global demand for these products, a gap that should be overcome with expanded global collaboration with developing countries’ manufacturers.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "In addition, these players should identify gaps and priorities in infrastructure and capacity building in developing countries’ manufacturers in order to facilitate technology transfer agreements with leading pharmaceutical companies and ensure a sustainable long-term supply of vaccines to the poorest populations. Finally, clear expedite and “fast-track” regulatory procedures and pathways should be conceived and implemented.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "In other words, it will be necessary for international organizations and pharmaceutical companies to move from a short-term “shareholder-driven innovation model” to a long-term “public-return-driven innovation model”, aiming global sustainability and social welfare for meeting the needs of low-income populations while searching for innovative and profitable vaccine products.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 14.1: Top 5 pharmaceutical companies: global vaccine revenue market share in 2017\nSource: Statista (2019)",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 14.2: Novel innovative vaccines for emerging and neglected diseases that could impact on SDGs – selected promising projectsa\nSources: Evaluate (2017) and World Health Organization (2018) aPromising projects selected by the authors. Target for HIV vaccines elaborated by the authors",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 14.3: Licensed vaccine adjuvants\nSource: Mbow et al. (2010)",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 14.4: Top countries in patent deposits for adjuvant for vaccine compositions: influenza, HIV/AIDS, dengue, and Zika\nSource: Federal University of Rio de Janeiro School of Chemistry Information System on the Chemical Industry (SIQUIM); Espacenet (Accessed on: January 10, 2019)",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 14.5: Patent holders for adjuvants for vaccine compositions: influenza, HIV/AIDS, dengue, and Zika 2000–2018\nSource: University of Rio de Janeiro School of Chemistry Information System on the Chemical Industry (SIQUIM) and the European Patent Office (EPO) (2018)",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 14.1: Global human vaccine market growth in USD billion. (Sources: Access to Vaccines Index, 2017 for 2000–2014; Markets and Markets Reports, 2019 for 2018 and forecasts for 2021 and 2023)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 14.2: Top countries in patent deposits for adjuvant for vaccine compositions: influenza, HIV/AIDS, dengue, and Zika. (Source: Federal University of Rio de Janeiro School of Chemistry Information System on the Chemical Industry (SIQUIM); Espacenet, Accessed On: January 10, 2019)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 14.3: Evolution of patents deposits of top countries 2000–2018 (Zika, dengue, HIV, influenza). (Source: Federal University of Rio de Janeiro School of Chemistry Information System on the Chemical Industry (SIQUIM); Espacenet. Accessed on January 10, 2019)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The broad socioeconomic benefits of vaccination",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "VY",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Sevilla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Transl Med",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aaj2345"
                ]
            }
        },
        "BIBREF1": {
            "title": "Vaccine research, development, and innovation in Brazil: a translational science perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanuri",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "de Almeida",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Possas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31S",
            "issn": "",
            "pages": "B54-B60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.11.084"
                ]
            }
        },
        "BIBREF2": {
            "title": "Global support for new vaccine implementation in middle-income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaddar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milstien",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "Suppl. 2",
            "pages": "B81-B96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.11.085"
                ]
            }
        },
        "BIBREF3": {
            "title": "Vaccine candidates for poor nations are going to waste",
            "authors": [
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Kaslow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dalta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "564",
            "issn": "7736",
            "pages": "337-339",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-018-07758-3"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzucato",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The people’s prescription: re-imagining health innovation to deliver public value",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzucato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Penna",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mission-oriented finance for innovation: new ideas for investment-led growth",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "New adjuvants for human vaccines",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Mbow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Gregorio",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Valiante",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Immunol",
            "volume": "22",
            "issn": "3",
            "pages": "411-416",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coi.2010.04.004"
                ]
            }
        },
        "BIBREF7": {
            "title": "Immunization policy and the importance of sustainable vaccine pricing",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Med Assoc",
            "volume": "315",
            "issn": "10",
            "pages": "981-982",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.0469"
                ]
            }
        },
        "BIBREF8": {
            "title": "Access to vaccine technologies in developing countries: Brazil and India",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milstien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaule",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaddar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "44",
            "pages": "7610-7619",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2007.09.007"
                ]
            }
        },
        "BIBREF9": {
            "title": "Propriété intellectuelle et le SIDA dans les pays en dévéloppement: innovation et accès aux produits pharmaceutiques",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Possas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Propriété intellectuelle et politiques publiques pour l’accès aux antirétroviraux dans les pays du Sud",
            "volume": "",
            "issn": "",
            "pages": "37-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Health in the sustainable development goals: ready for a paradigm shift?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob Health",
            "volume": "11",
            "issn": "13",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Access to new technologies in multi-patented vaccines: challenges for Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Possas",
                    "suffix": ""
                },
                {
                    "first": "AMS",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "FML",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "SOR",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Biotechnol",
            "volume": "33",
            "issn": "",
            "pages": "599-603",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.3244"
                ]
            }
        },
        "BIBREF12": {
            "title": "Innovation and intellectual property issues in the “Decade of Vaccines”",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Possas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "FML",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menezes Martins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intellectual property issues in biotechnology",
            "volume": "",
            "issn": "",
            "pages": "181-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "New vaccines against epidemic infectious diseases",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Røttingen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gouglas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Witty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draghia-Akli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stoffels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "",
            "pages": "610-613",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1613577"
                ]
            }
        },
        "BIBREF14": {
            "title": "Policy making for vaccine use as a driver of vaccine innovation and development in the developed world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seib",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wals",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zho",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Picketing",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Orestein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "10",
            "pages": "380-1389",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2016.10.080"
                ]
            }
        },
        "BIBREF15": {
            "title": "Reverse vaccinology: developing vaccines in the era of genomics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sette",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "530-541",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2010.09.017"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Intellectual property issues in biotechnology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Biotechnology in agriculture, medicine and industry: an overview",
            "authors": [
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keswani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intellectual property issues in biotechnology",
            "volume": "",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keswani",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intellectual property issues in microbiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Drugs for neglected diseases: a failure of the market and a public health failure?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Trouiller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Torreele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olliaro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pécoul",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Tropical Med Int Health",
            "volume": "6",
            "issn": "11",
            "pages": "945-951",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-3156.2001.00803.x"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Improving global access to new vaccines: intellectual property, technology transfer, and regulatory pathways",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Crager",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Public Health",
            "volume": "104",
            "issn": "11",
            "pages": "e85-e91",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2014.302236"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "2030 sustainable development goals",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "WHO’s vision and mission in immunization and vaccines 2015–2030",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "Fact sheet V3P pricing report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "Vaccines in pipeline",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Economic welfare and the allocation of resources for invention",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Arrow",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "The rate and direction of inventive activity",
            "volume": "",
            "issn": "",
            "pages": "609-625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "Evaluate pharma. World preview 2017, outlook to 2022",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "Ten threats to Global Health in 2019",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Commonality despite exceptional diversity in the baseline human antibody repertoire",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Briney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inderbitzin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "566",
            "issn": "7744",
            "pages": "393-397",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-019-0879-y"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}