{
    "paper_id": "PMC7119988",
    "metadata": {
        "title": "Laboratory Test for Diagnosis of Influenza",
        "authors": [
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lihongjun00113@126.com",
                "affiliation": {}
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lihongjun00113@126.com",
                "affiliation": {}
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Chicken-embryo culture is one of the commonly used way for virus culture, which can be applied for virus culture and isolation, titration of virulence, neutralization test as well as preparation of antigen and vaccine. Respiratory viruses, such as orthomyxovirus, paramyxovirus and poxvirus, are sensitive to chicken-embryo culture. Specimens can be harvested from patients for culture and isolation of these viruses. For influenza virus culture and isolation, dual cavities (chicken-embryonic allantonic and amniotic cavities) inoculation is commonly applied.",
            "cite_spans": [],
            "section": "Chicken-Embryo Culture ::: Virus Culture and Isolation ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Generally, chicken embryos aged 9–11 days are applied for amniotic and allantoic cavities inoculation to isolate the virus. Within 24–96 h after inoculation, the fluid in allantoic cavity of chicken embryo should be collected, and the chicken embryo should be rejected within 24 h after death. The chicken erythrocytes are used to test the hemagglutination activity of allantoic fluid or cell culture fluid in order to prove the proliferation and thus the existence of the virus. If the initial virus isolation fails, blind passage for the 2nd generations can be used for another round of test.",
            "cite_spans": [],
            "section": "Chicken-Embryo Culture ::: Virus Culture and Isolation ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "In recent years, with the development of molecular biology technology, the influenza virus isolated via chicken embryo shows different antigenicity from the original specimen, while the antigenicity of influenza virus isolated via MDCK cells resembles to the original specimen. Due to the much higher sensitivity of MDCK cells to the O phase virus strain than chicken embryos, MDCK cells constitute an indispensable host system for isolation of influenza virus, and have gained wide application.",
            "cite_spans": [],
            "section": "MDCK Cell Culture ::: Virus Culture and Isolation ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Serological diagnosis is to detect the level of antibody in serum.",
            "cite_spans": [],
            "section": "Serological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Serological test for influenza virus is based on collection of double sera during the acute stage (within 3 days after onset) and during the convalescent stage (2–4 weeks after onset) for hemagglutination inhibition test, complement binding test, and micro neutralization test for antibody titer. If the antibody titer in the convalescent stage is at least 4 times as high as that in the acute stage, the diagnosis of influenza can be made. Single serum is generally inapplicable for the diagnosis.",
            "cite_spans": [],
            "section": "Serological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Due to the long time for a cycle of serological test and the complex operations, serological diagnosis of influenza is commonly applied in retrospective study, which plays a role in predicting the future prevalence of influenza. However, it contributes little to the early diagnosis of influenza.",
            "cite_spans": [],
            "section": "Serological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "DFA test adopts monoclonal antibody to target on the antigen of influenza virus. Under a microscope, the respiratory epithelial cells are observed. The finding of virus antigen demonstrates an infection. The test shows a favorable specificity but a low sensitivity.",
            "cite_spans": [],
            "section": "Direct Immunofluorescent Assay (DFA) ::: Immunofluorescent Assay ::: Immunological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Due to the binding of antibody to the corresponding antigen to form immune complex, the fluorescein labeled globulin antibody is used to detect the immune complex and therefore speculate the existence of antibody or antigen. By IFA, the known antigen can be used to detect unknown antibody and the known antibody can be used to detect unknown antigen. The test shows both high sensitivity and high specificity, and thus has gained wide application in clinical practice.",
            "cite_spans": [],
            "section": "Indirect Immunofluorescent Assay (IFA) ::: Immunofluorescent Assay ::: Immunological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Immune colloidal gold assay adopts colloidal gold as marker to localize, qualify, and quantify antigen or antibody based on specific binding of antibody to antigen.",
            "cite_spans": [],
            "section": "Immune Colloidal Gold Assay ::: Immunological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Immune colloidal gold assay mainly includes colloidal gold enhanced immunochromatography assay and rapid dot immuno-gold filtration assay. The assay has simple operation with fast result within 10–30 min. In clinic and ICU, it greatly helps in early diagnosis and appropriate treatment.",
            "cite_spans": [],
            "section": "Immune Colloidal Gold Assay ::: Immunological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "RT-PCR is a technology integrating reverse transcriptase of RNA and PCR of cDNA. For RT-PCR, the total RNA in tissues or cells can be extracted and the mRNA in it, as template, is reverse transcribed into cDNA by using Oligo (dT) or random primer and reverse transcriptase. The cDNA is then used as template for PCR amplification to obtain the expression of target gene or detected gene. RT-PCR is highly sensitive and specific, which shortens the period time consumed in detection. It is a practical way for early rapid diagnosis of influenza. For detection of RNA virus, RT-PCR is the most commonly used molecular amplification, being capable of identifying the influenza virus and further analyzing its subtype via RNA fragment amplification of the virus genome in the specimen.",
            "cite_spans": [],
            "section": "Reverse Transcription Polymerase Chain Reaction (RT-PCR) ::: Polymerase Chain Reaction (PCR) ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Multiple RT-PCR is the addition of two or more virus subtypes or specific primers of several viruses in the same PCR system. Based on the length discrepancy of the target fragments, multiple virus subtypes or multiple viruses can be simultaneously detected. It is a rapid and sensitive way of detection with low cost.",
            "cite_spans": [],
            "section": "Multiple RT-PCR ::: Polymerase Chain Reaction (PCR) ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Real-time fluorescent quantitative RT-PCR is defined as the addition of fluorophores in the RT-PCR system. Based on accumulated fluorescent signals, the whole process of PCR is real-time monitored and the standard curve is used to quantitatively analyze the unknown template. Compared to conventional RT-PCR, real-time fluorescent quantitative RT-PCR has the advantages of high sensitivity, high specificity and rapidity, that enables quantitative analysis of the sample. It has been applied in laboratories specialized in large-scale network surveillance of influenza. Multiple real-time PCR is capable of further analyzing the subtype of influenza virus.",
            "cite_spans": [],
            "section": "Real-Time Fluorescent Quantitative RT-PCR ::: Polymerase Chain Reaction (PCR) ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Nucleic acid sequence dependent amplification is a rapid isothermal amplification technology with RNA as template that is independent of reverse transcription. It can be performed in collaborations of reverse transcriptase of birds myeloblastoma virus, RNA polymerase of bacteriophage T7, RNase H, two specially designed specific oligonucleotide primers and molecular beacon probe.",
            "cite_spans": [],
            "section": "Nucleic Acid Sequence Dependent Amplification ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Its sensitivity is equivalent to currently used virus cultures, and can be applied to accurately detect the virus, especially detection of the virus RNA.",
            "cite_spans": [],
            "section": "Nucleic Acid Sequence Dependent Amplification ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Gene chip technology is based on the principle that a large number of known nucleotide sequences, as probes, are integrated onto one chip, followed by hybridization with labeled target nucleotide sequences, and the large quantity of gene information in cells or tissues can be detected and analyzed by detecting the hybridization signal.",
            "cite_spans": [],
            "section": "Gene Chip Technology ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Gene chip technology has the advantages of high specificity that consumes short period of time. However, due to its weakness of high cost and requirement of complicated device, its application in the detection of influenza virus is still far limited than other examinations.",
            "cite_spans": [],
            "section": "Gene Chip Technology ::: Molecular Biological Diagnosis ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Generally, it presents as inflammatory responses of the airway, and even lung infection in some severe cases. The main change is primary viral pneumonia, possibly with secondary acute bronchitis, bacterial pneumonia or mixed pneumonia. Autopsies by the CDC of the United States discovered that about 30 % of deaths from influenza A (H1N1) shows concurrent bacterial infection, among which, 50 % is induced by pneumococcus. The change in the late stage of the disease is mainly necrotizing bronchitis, diffuse alveolar damage, pulmonary hemorrhage, intrapulmonary formation of hyaline membrane as well as fibrosis and consolidation of different degrees. In the patients with complications, purulent inflammatory changes are detectable.",
            "cite_spans": [],
            "section": "Pathological Changes in the Respiratory System ::: Influenza A (H1N1) ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The main histopathological changes include congestion and edema of the upper respiratory mucosa, degeneration, necrosis and shedding of bronchial epithelium and gland. The lung lesions are mainly serous and hemorrhagic bronchial pneumonia, with interalveolar septal thickening, interstitial congestion, as well as accompanying infiltration of lymphocytes in a large quantity, serous exudation and focal hemorrhage. In some cases, the condition is accompanied by diffuse alveolar damage, obvious pulmonary edema, apoptosis, necrosis, shedding of the alveolar epithelium, complete alveolar collapse, proliferation of the macrophages and type II alveolar epithelial cells. In the later stage, the pathological changes mainly include necrotizing bronchitis, intrapulmonary formation of hyaline membrane, flakes of hemorrhage of the lung tissue, fibrosis and consolidation of lung tissues in different degrees. In the cases with concurrent bacterial infection, suppurative bronchiolitis, pleuritis, pleural effusion or empyema are shown. Some studies indicated that influenza A (H1N1) may cause high blood coagulation and in some cases, it may cause intrapulmonary minor vascular thrombosis and pulmonary saddle embolism or lobar artery embolism.",
            "cite_spans": [],
            "section": "Pathological Changes in the Respiratory System ::: Influenza A (H1N1) ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "In literature reports, the pathological changes of the extrapulmonary organs in the cases of influenza A (H1N1) are inconsistent. In case reports of some rare severe cases, lymphocytes depletion in bone marrow, spleen and lymph nodes, erythrophagocytosis; acute renal tubular necrosis, myoglobin casts; necrosis, fatty degeneration and cholestasis of the liver; sterile meningitis, myelitis, brain hemorrhage, encephalitis, brain edema, brain herniation; coagulating necrosis of pancreas and spleen; rhabdomyolysis; myocardial infarction, myocarditis, pericarditis and other myocardial damages have been reported. In most literature reports, no obvious abnormalities of extrapulmonary organs have been discovered other than pathological changes of the lungs.",
            "cite_spans": [],
            "section": "Pathological Changes of Extrapulmonary Organs ::: Influenza A (H1N1) ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Compared to SARS, another emerging infectious disease, deaths from severe influenza A (H1N1) showed more serious lung hemorrhage, and more obvious damages to the tracheal and bronchial epithelia and glands. In addition to findings by immunohistochemistry and flow cytometry, the virus antigen expression is detected on the pseudostratified ciliated columnar epithelium, tracheal glandular epithelium, bronchiolar epithelial surface, type I and type II alveoli, cytoplasms of vascular endothelial cells and alveolar macrophages. And apoptosis of alveolar epithelial cells is also detected, which may be related to the above mentioned damages.",
            "cite_spans": [],
            "section": "Pathological Changes of Extrapulmonary Organs ::: Influenza A (H1N1) ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The virus infects the nasopharyngeal epithelium and glands, the tonsils, trachea and lung tissue to cause tissue inflammatory responses, such as congestion, edema, and infiltration of perivasrcular lymphocytes. Due to the highest efficiency of virus replication in lungs, the lesions are the most serious there, which are pathologically characterized by pulmonary hemorrhage and necrotizing lesions. The early manifestations include interstitial pneumonia and necrotizing bronchitis; during the progressive stage, with occurrences of diffuse alveolar damage, acute diffuse exudation, accompanying pulmonary edema, multifocal pulmonary hemorrhage, and pulmonary formation of hyaline membrane. During the late stage, the lung tissues are subject to different degrees of fibrosis, organization and consolidation. In the patients with complications, purulent inflammatory changes are detected, including bronchial pneumonia and empyema.",
            "cite_spans": [],
            "section": "Pathological Changes of the Respiratory System ::: Human Infected H5N1 Avian Influenza ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The main histopathological changes include vascular dilation and congestion of alveolar wall in both lungs, filling of pale red edema fluid in the alveolar cavity and different amounts of inflammatory cells, predominantly lymphocytes and macrophages. In addition, syncytoid cells and foam cells are accompanied by formation of hyaline membrane and multifocal hemorrhage. In some areas, the interalveolar septa are subject to thickening with interstitial fibrosis. Some bronchioles and their surrounding alveoli are subject to epithelial detachment, hyperplasia and squamous metaplasia, with alveolar collapse and emphysema of the surrounding lung tissues. In the cases with secondary bacterial infection, the bronchioles and their surrounding alveoli are subject to damages in some areas, with infiltration of neutrophils and formation of small abscesses. In the late stage, the lung tissue shows extensive consolidation.",
            "cite_spans": [],
            "section": "Pathological Changes of the Respiratory System ::: Human Infected H5N1 Avian Influenza ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "H5N1 avian influenza virus shows stronger orientation to tissues than influenza A H1N1 virus. Autopsies and laboratory tests have demonstrated that H5N1 can replicate and reproduce in lymph nodes and other tissues or heart, liver, brain and other organs to involve multiple organs. In addition to primary lung infection, the virus can also directly or indirectly invade the heart, blood vessels, skeletal muscles, liver, kidney and other organs in severe cases. And the patients may experience the symptoms of myocardial fibrous degeneration and necrosis, myocardial interstitial mononuclear cell infiltration, interstitial myocarditis; liver congestion, hepatocytic loose cytoplasm, vesicular fatty degeneration; kidney congestion, renal tubular epithelial cells degeneration and necrosis, cellular casts formation; brain hemorrhage and edema; ascites and pleural effusion; rhabdomyolysis; decreased or absent lymphatic hematopoietic tissue in spleen, thymus, tonsils, and lymph nodes, proliferation and erythrophagocytosis of CD68 positive cells. The virus infection can also cause pulmonary hemorrhage, gingival bleeding, gastrointestinal bleeding and bleeding of other sites.",
            "cite_spans": [],
            "section": "Pathological Changes of Extrapulmonary Organs ::: Human Infected H5N1 Avian Influenza ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "So far as we know, apart from the animal models of lung infection, no autopsy has been reported about human infected H7N9 avian influenza. Therefore, the clinical management is mainly based on radiological examinations and laboratory tests.",
            "cite_spans": [],
            "section": "Human Infected H7N9 Avian Influenza ::: Pathological Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The animal experiments have demonstrated that the lung lesions in mice are the most serious in the cases of human infected H5N1 avian influenza, followed by influenza A H1N1 and human infected H7N9 avian influenza. After infection of H7N9 avian influenza virus, the mice showed comparatively mild responses, with strong ability of self repair of lung tissues. The main lesions mainly include:Shedding of bronchiolar epithelial cell into the lumen and inflammatory cells infiltration around the bronchiolar wall;Interstitial pneumonia, with lung interstitial thickening, congestion and edema of lung, perivascular infiltration of lymphocytes;Pulmonary vasculitis;Diffuse alveolar damage;Pulmonary hemorrhage;Pulmonary interstitial fibrosis.\n",
            "cite_spans": [],
            "section": "Human Infected H7N9 Avian Influenza ::: Pathological Diagnosis",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Human infected highly pathogenic H5N1 avian influenza: autopsy and pathological analysis",
            "authors": [
                {
                    "first": "YQ",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "ZL",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chin J Pathol",
            "volume": "35",
            "issn": "9",
            "pages": "545-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Detection and typing of influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Lab Med",
            "volume": "27",
            "issn": "6",
            "pages": "534-536",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Current approaches to the clinical virologic diagnosis of viral respiratory tract infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ciçsek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bilgics",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mikrobiyol Bul",
            "volume": "37",
            "issn": "2–3",
            "pages": "195-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory pathology of severe influenza A (H1N1): pathological anlaysis of 8 cases",
            "authors": [
                {
                    "first": "XJ",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin J Pathol",
            "volume": "40",
            "issn": "12",
            "pages": "825-829",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Evaluation of four real-time PCR assays for detection of influenza A(H1N1)virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iturriza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eum Surveill",
            "volume": "14",
            "issn": "22",
            "pages": "19-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Human infection with a novel avian-origin influenza A(H7N9)virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "20",
            "pages": "1888-1897",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304459"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Radiology of Influenza A (H1N1): basic theories and clinical practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pathological analysis of human infected highly pathogenic H5N1 avian influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "ZG",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "ZC",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chin J Pathol",
            "volume": "37",
            "issn": "3",
            "pages": "145-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Typing(A/B) and subtyping(H1/H3/H5)of influenza A viruses by multiplex real-time RT-PCR assays",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suwannakarn",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Payungporn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Samransamruajkit",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol Methods",
            "volume": "152",
            "issn": "9",
            "pages": "25-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2008.06.002"
                ]
            }
        }
    }
}