{
    "paper_id": "PMC7159489",
    "metadata": {
        "title": "Chitinase 3‐like 1 protein plays a critical role in respiratory syncytial virus‐induced airway inflammation",
        "authors": [
            {
                "first": "Min",
                "middle": [
                    "Jung"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Doo",
                "middle": [
                    "Hee"
                ],
                "last": "Shim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hye‐Ran",
                "middle": [],
                "last": "Cha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kuk‐Young",
                "middle": [],
                "last": "Moon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chang",
                "middle": [
                    "Mo"
                ],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Su",
                "middle": [
                    "Jin"
                ],
                "last": "Hwang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyung",
                "middle": [
                    "Won"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeon",
                "middle": [
                    "Han"
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun Geun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jack",
                "middle": [
                    "A."
                ],
                "last": "Elias",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Myung",
                "middle": [
                    "Hyun"
                ],
                "last": "Sohn",
                "suffix": "",
                "email": "mhsohn@yuhs.ac",
                "affiliation": {}
            },
            {
                "first": "Jae",
                "middle": [
                    "Myun"
                ],
                "last": "Lee",
                "suffix": "",
                "email": "jaemyun@yuhs.ac",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory syncytial virus (RSV) is the virus most commonly associated with bronchiolitis affecting infants and young children.1, 2, 3 RSV can induce lower respiratory tract illness (LRTI), which encompasses bronchiolitis and viral pneumonia can lead to death in severe cases.4 All children have been infected with RSV by the age of 2 years, and nearly half of these cases will experience recurrent infections.5 A large proportion of young patients with RSV bronchiolitis have recurrent episodes of lower airway obstruction, which may continue for years after the acute infection has resolved.2 Several prospective birth cohort studies have reported that early‐life RSV‐associated LRTI plays an important causative role in the pathogenesis of recurrent wheezing and asthma.5, 6, 7 However, current therapeutic options are limited to supportive treatment focusing on fluid and respiratory maintenance, and there is a need for more widely available and cost‐effective preventative measures.8 In addition, the mechanism by which RSV evades host defenses is not fully understood.2 Clarifying RSV pathogenesis in humans and developing prophylactic or therapeutic strategies for RSV infection in the respiratory tract is required.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Recently, chitinase 3‐like 1 protein (CHI3L1) (YKL‐40 in humans and breast regression protein [BRP]‐39 in mice) has been implicated in the development of asthma. Circulating levels of YKL‐40 were increased in patients with asthma, which was correlated with disease severity.9 CHI3L1 variants affected serum YKL‐40 levels and influenced asthma status and lung function.10 BRP‐39 was identified as an important regulator of allergic responses and tissue remodeling in mice.11 CHI3L1 has also been linked to other types of chronic lung inflammation 12, 13 and acute lung injury.14 However, the role of CHI3L1 in viral respiratory infection has not been previously investigated.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, we hypothesized that CHI3L1 is involved in airway inflammation induced by RSV infection. To investigate this possibility, we measured YKL‐40 in human nasopharyngeal aspirates (NPAs) from hospitalized children presenting with acute respiratory symptoms, and compared the immune responses induced by RSV in wild‐type (WT) and BRP‐39 knockout (KO) mice. We found that RSV infection induced IL‐13‐dominant immune responses in a murine model and that CHI3L1/BRP‐39 may enhance airway hyperresponsiveness (AHR), inflammatory cell recruitment, and mucus production in RSV‐infected mice. Moreover, treatment with anti‐CHI3L1 antibody attenuated RSV‐induced airway inflammation and Th2 cytokine production in RSV‐infected WT mice, suggesting that CHI3L1 is a therapeutic candidate for the treatment of RSV‐associated LRTI.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "From December in 2015 to February in 2018, nasopharyngeal aspirates were collected from children hospitalized at Severance Children's Hospital due to acute respiratory symptoms such as coughing, wheezing, or tachypnea. For NPA collection, a sterile suction catheter was inserted into the oropharynx through the nostril and gentle suction was applied using an electric suction pump.15 After washing the catheter with normal saline, samples were placed into viral transport medium and kept at −70°C until further processing. NPAs were tested by multiplex virus PCR panel including RSV A/B, HRV A/B/C, adenovirus, bocavirus, coronavirus, parainfluenza virus 1/2/3, influenza virus A/B, metapneumovirus. Mycoplasma antibody from serum and bacterial culture from blood and NPA were also evaluated. Children with congenital heart diseases, chronic lung disease associated with prematurity or recurrent infections, or a history of prematurity were excluded. Patients with other respiratory infections detected using a multiplex virus PCR panel or by serological testing were also excluded. About 55 children were ultimately enrolled in the study. And 43 children were belonged to the group of RSV A infection only established from NPA. The control group included 12 patients with mild respiratory symptoms in whom no pathogens were detected. To evaluate the severity of respiratory illness, respiratory symptoms were scored at the time of admission.16 YKL‐40 and IL‐13 levels in NPA were measured using enzyme‐linked immunosorbent assay (ELISA) kits (R&D Systems, Minneapolis, MN, USA).",
            "cite_spans": [],
            "section": "Study population ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the institutional review board of Severance Hospital (Seoul, Korea; no. 4‐2012‐0880). All study participants were provided informed consents, and all procedures were carried out in accordance with relevant guidelines and regulations.",
            "cite_spans": [],
            "section": "Study population ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The RSV A2 strain was propagated in HEp‐2 cells (American Type Culture Collection, Manassas, VA, USA) and harvested on days 4 postinfection (dpi) when the cytopathic effect in infected cells was maximal. The final titer was also established in HEp‐2 cells and determined with the standard plaque assay.17\n",
            "cite_spans": [],
            "section": "Preparation of RSV stock ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "C57BL/6 WT mice (Orient‐Bio, Seoul, Korea) and age‐matched BRP‐39 null mice11 (6‐8 weeks‐old) were anesthetized and inoculated via the intratracheal route with 4 × 107 plaque‐forming units of RSV or an equal volume of PBS or mock inoculums (Figure S1). The severity of illness was evaluated daily based on weight loss. Animals were housed under specific pathogen‐free conditions, and experiments were approved by and conducted under the guidelines of the Institutional Animal Care and Use Committee of Yonsei University College of Medicine (Seoul, Korea; no. 2013‐0305). Bronchoalveolar lavage fluid (BALF) and whole‐lung specimens were harvested at 1, 3, 5, 7, 10, and 14 dpi.",
            "cite_spans": [],
            "section": "Animal model of RSV infection ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Lung resistance was measured at 7 dpi as previously described.18\n",
            "cite_spans": [],
            "section": "Measurement of AHR in mice ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Paraffin‐embedded and sectioned lung specimens were stained with hematoxylin and eosin (H&E) or periodic acid‐Schiff (PAS) to assess inflammation and mucus production, respectively. BRP‐39 expression was detected by IHC using a human cartilage glycoprotein‐39 antibody (GP‐39; Santa Cruz Biotechnology, Dallas, TX, USA). To identify alveolar macrophage producing BRP‐39, antibodies against F4/80 (eBioscience, San Diego, CA, USA) and GP‐39 (Santa Cruz) were used.",
            "cite_spans": [],
            "section": "Histological analysis and immunohistochemistry (IHC) ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "IFN‐γ, IL‐6, IL‐10, and MCP‐1 levels in BALF were measured using a cytokine bead array (CBA Flexset kit; BD Pharmingen, San Diego, CA, USA) according to the manufacturer's instructions. IL‐4, IL‐5, IL‐13, and BRP‐39 levels in BALF and lung lysates were measured using ELISA kits (R&D Systems) as directed by the manufacturer.",
            "cite_spans": [],
            "section": "Measurement of cytokine and BRP‐39 levels ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Muc5AC protein was measured by ELISA, as previously described by Lee et al.19\n",
            "cite_spans": [],
            "section": "Quantification of mucus production ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "TaqMan primer‐probe sets for IL‐4, IL‐5, IL‐13, CHI3L1, and GAPDH were purchased from Applied Biosystems (Foster City, CA, USA). Relative mRNA levels of IL‐4, IL‐5, IL‐13, and CHI3L1 were determined with the comparative ΔΔCT method. For RSV quantification, known concentrations of RSV A2 were used to generate a standard curve. Standards and negative controls were included in each PCR assay. Customized TaqMan primer‐probe sets for the RSV N gene, a well‐conserved region of RSV A2, were used.20 Gene expression was quantified using a StepOne Real‐Time PCR system (Applied Biosystems).",
            "cite_spans": [],
            "section": "Real‐time polymerase chain reaction (RT‐PCR) ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "After whole lung from mouse prepared followed as previously described,18 isolated cells were incubated with Fc block antibody (2.4G2; BD Pharmingen) and stained with FITC‐conjugated rat anti‐mouse CD4 (H129.19; BD Pharmingen), APC‐conjugated rat anti‐mouse CD8 (53‐6.7; BD Pharmingen), PE‐conjugated F4/80 (BM8; eBioscience), APC/Cy7‐conjugated anti‐mouse CD45 (30‐F11; BioLegend), PE‐Cy7 anti‐mouse CD11b (M1/70; BD Bioscience, Franklin Lakes, NJ, USA), Alexa Fluor 780‐conjugated hamster anti‐mouse CD11c (HL3; BD Bioscience), PerCP‐Cy5.5 rat anti‐mouse I‐A/I‐E (M5/114.15.2; BD Pharmingen).",
            "cite_spans": [],
            "section": "Flow cytometry ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Bronchoalveolar lavage fluid cells were collected and stimulated for 4 hours with 50 μg/mL phorbol12‐myristate 13‐acetate and 500 ng/mL ionomycin in the presence of a protein transport inhibitor. Cells were labeled for cell‐surface proteins, fixed/permeabilized, and then incubated with PE–Cy7‐conjugated anti‐mouse IL‐13 antibody (eBio13A; eBioscience). Samples were analyzed on an LSR II flow cytometer (BD Biosciences) using FlowJo software (Tree Star, Ashland, OR, USA).",
            "cite_spans": [],
            "section": "Flow cytometry ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "To assess alternative macrophage activation, alveolar macrophages in BALF and lung cells were examined for surface expression of CD206. Arginase activity in BALF and lung lysates was measured using the QuantiChrom Arginase Assay kit (BioAssay Systems, Hayward, CA, USA) according to the manufacturer's instructions.21\n",
            "cite_spans": [],
            "section": "Assessment of macrophage activation ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "WT RSV‐infected mice were administered a single 50‐μg dose of anti‐CHI3L1 antibody (AF2649) (R&D Systems)22 or vehicle via the intraperitoneal route 24 hours after RSV infection. Mice were euthanized on 7 dpi, and inflammation and immune responses induced by RSV infection were analyzed. Changes in BRP‐39 expression were also noted. Lungs harvested from each group were stained with H&E or PAS to evaluate inflammation and mucus production, respectively.",
            "cite_spans": [],
            "section": "Anti‐CHI3L1 antibody treatment in WT mice ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Baseline characteristics of patients were compared with the Mann‐Whitney U test or Fisher's exact test as appropriate. Correlations between YKL‐40 and IL‐13 levels in NPA were determined with Spearman's rank correlation test. Data were analyzed with SPSS v.20.0 software (SPSS Inc., Chicago, IL, USA). And experimental data were expressed as mean ± SD. Groups were compared with the unpaired Student's t test, 1‐way ANOVA with the bonferroni correction, as appropriate using Prism v.6.04 software (GraphPad Inc., La Jolla, CA, USA). P < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "To investigate the relationship between CHI3L1 and RSV infection, YKL‐40 levels in NPA samples from hospitalized children were measured (Figure 1A). The clinical characteristics of the subjects are summarized inTable  S1. Between the 43 patients with RSV infection and 12 patients without any confirmed pathogens, there were no significant differences in age, gender, duration of admission, past history, and laboratory findings. Children with confirmed RSV infection showed higher scores for acute respiratory symptoms at the time of admission than the control group (P < 0.001). Children with RSV infection had higher YKL‐40 (Figure 1B) and IL‐13 (Figure 1C) levels than control subjects. In patients with RSV infection, YKL‐40 level was positively correlated with symptom score (Figure 1D) and IL‐13 level in NPA (Figure 1E). These data suggest CHI3L1 expression is increased by RSV infection and is correlated with the severity of symptoms in children. Moreover, CHI3L1 expression may be related to IL‐13 expression and IL‐13‐induced airway inflammation.",
            "cite_spans": [],
            "section": "YKL‐40 expression is increased in children with RSV infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 657,
                    "end": 658,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 824,
                    "end": 825,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We compared BRP‐39 expression between control and RSV‐infected mice on 7 dpi. As in children with RSV infection, BRP‐39 levels in the lungs and BALF were increased in RSV‐infected as compared to control mice (Figure 2A‐D). Induction of BRP‐39 was prominent in airway epithelial cells (Figure 2E) and alveolar macrophages (Figure 2E‐G).",
            "cite_spans": [],
            "section": "BRP‐39 deficiency attenuates RSV‐induced airway inflammation without affecting viral load ::: RESULTS",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 217,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 292,
                    "end": 293,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In WT mice, RSV infection caused inflammatory changes of weight loss and increased AHR in the methacholine challenge test as well as increased inflammatory cell recruitment in BALF on 7 dpi (Figure 3A‐C). Total cell counts and neutrophil, lymphocyte, and eosinophil counts were increased by RSV infection (Figure 3C). But all of these inductive inflammations were less severe in infected BRP‐39 KO mice rather than WT RSV mice (Figure 3A‐C). A histological analysis revealed that tissue inflammation (Figure 3D) and mucus production (Figure 3E,F) were also decreased in RSV‐infected BRP‐39 null mice. There was no difference in viral load after RSV infection between WT and BRP‐39 KO mice (Figure 3G). These data indicate that loss of BRP‐39 could attenuate airway inflammation induced by RSV infection, without significant changes in viral load.",
            "cite_spans": [],
            "section": "BRP‐39 deficiency attenuates RSV‐induced airway inflammation without affecting viral load ::: RESULTS",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 435,
                    "end": 436,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 508,
                    "end": 509,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Given that Th2‐biased inflammation is a major consequence of RSV infection, we hypothesized that BRP‐39 might affect Th2 inflammation and that BRP‐39 deficiency decreases airway inflammation in RSV‐infected mice. When we compared cell recruitment to the lungs after RSV infection, increased numbers of CD4+ T cells, dendritic cells (DCs), and eosinophils were seen in WT but not in BRP‐39 KO mice (Figure 4A‐C). RSV infection caused significant increases in Th2 cytokine mRNA levels in the lungs of WT mice; the IL‐4 and IL‐5 levels were increased 1.3 and 2.0 folds as compared to levels in the WT PBS group. Additionally, lung IL‐13 mRNA expression was strikingly increased 6.2 folds in WT RSV‐infected mice. In contrast, Th2 cytokine mRNA levels were not significantly altered by infection in BRP‐39 KO mice (Figure 4D‐F). Unlike the other Th2 cytokines, IL‐13 level in BALF was increased in WT mice upon RSV infection, but was undetectable in BRP‐39 KO mice (Figure 4G). We also observed an increase in the numbers of IL‐13‐expressing CD4+ T cells in WT but not BRP‐39 KO mice infected with RSV (Figure 4H). As in the case of other inflammatory cytokines, RSV infection caused an upregulation of IFN‐γ levels in both WT and BRP‐39 KO mice (Figure 4I), whereas MCP‐1, IL‐10, and IL‐6 levels were not changed in both groups (data not shown). Thus, BRP‐39 could exacerbate Th2 inflammation and especially IL‐13 expression in RSV‐infected mice while having no effect on the production of other inflammatory cytokines.",
            "cite_spans": [],
            "section": "BRP‐39 regulates Th2 inflammation induced by RSV infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 818,
                    "end": 819,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 969,
                    "end": 970,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1250,
                    "end": 1251,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We next investigated the mechanisms by which BRP‐39 drives Th2 inflammation and AHR during RSV infection in mice. Since alternatively activated (M2) macrophages are known to affect Th2 inflammation during RSV infection and are associated with BRP‐39 and allergic inflammation, we evaluated macrophage activation and found that the number of M2 macrophages in BALF and lung cells was increased in infected mice (Figure 5A,C). Moreover, M2 macrophage arginase 1 activity in BALF (Figure 5B) and lung lysates (Figure 5D) was increased in infected WT and BRP‐39 KO mice, although it was >50% lower in the latter. These results indicate that BRP‐39 regulates the accumulation and activation of M2 macrophages and induces IL‐13‐dominant Th2 inflammation during RSV infection.",
            "cite_spans": [],
            "section": "BRP‐39 regulates M2 macrophage activation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 485,
                    "end": 486,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Consistent with data of decreased RSV‐induced airway inflammation in BRP‐39 null mice, we evaluated the therapeutic effects of anti‐CHI3L1 antibody in RSV infection. And we found that a single 50‐μg dose of antibody administered to WT mice by intraperitoneal injection 24 hours after RSV infection decreased the inflammatory response (Figure 6A‐D) as well as BRP‐39 expression (Figure 6E,F) relative to non‐treated WT RSV mice. A histological examination revealed that inflammation (Figure 6G) and mucus production (Figure 6H) were also decreased by the antibody treatment, which had no effect on viral load in the lungs (Figure 6I). Th2 cytokine levels were also decreased in mice treated with anti‐CHI3L1 antibody as compared to the control group, with IL‐13 showing the greatest reduction (Figure 6J‐O). Collectively, these results indicate that BRP‐39 can attenuate IL‐13‐dominant Th2 immunopathology during RSV infection.",
            "cite_spans": [],
            "section": "CHI3L1 neutralization has therapeutic effects on RSV‐induced inflammation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 385,
                    "end": 386,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 490,
                    "end": 491,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 629,
                    "end": 630,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 800,
                    "end": 801,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "This study investigated the relationship between CHI3L1 and RSV infection in children and in a murine model. We found that BRP‐39 (a mouse CHI3L1) was required for severe lung immunopathology caused by RSV infection, since BRP‐39‐deficient mice showed reduced weight loss, AHR, inflammatory cell infiltration, into the airway, and mucus production despite having a similar viral load to WT mice. Thus, BRP‐39 could be a potential therapeutic target for IL‐13‐dominant immunopathology associated with RSV infection. Moreover, in vivo neutralization of CHI3L1 using an anti‐CHI3L1 antibody could decrease the severity of IL‐13‐dominant airway inflammation during RSV infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Chitinase‐like proteins (CLPs) are structurally similar to chitinases but lack enzymatic activity. Recent studies have shown that mammalian CLPs present at sites of inflammation and tissue remodeling do trigger immune responses and attract eosinophils and T cells, even in the case of parasitic infection.23, 24 In allergic responses, CHI3L1 is a key regulator of Th2 inflammation, M2 macrophage differentiation, and Th2 cell and macrophage apoptosis/cell death. BRP‐39 null mice showed significant defects in antigen‐induced Th2 inflammation and IL‐13‐induced inflammation and remodeling.11, 24 In humans, the relationship between YKL‐40 and asthma development has also been demonstrated.9, 10, 25, 26 CHI3L1 is known to bind to IL‐13Rα2 composing a multimeric complex with IL‐13,27 but the mechanism by which CHI3L1/BRP‐39/YKL‐40 mediates downstream effects is poorly understood, and few studies have investigated the relationship between CHI3L1 and viral respiratory infections that induce Th2 inflammation or asthma.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus is known as the major cause of severe LRTI in infants and young children,2 and a causative agent in the pathogenesis of recurrent wheezing and asthma.5, 6, 7 It is possible that a relationship exists between early‐life RSV LRTI and late‐onset asthma, but it is unclear whether RSV is a risk factor or a marker of predisposition to asthma. Identifying molecules involved in the RSV‐asthma pathway can provide a basis for preventing asthma development.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus infection of airway epithelial cells and pulmonary macrophages leads to the upregulation of cytokines and chemokines such as MCP‐1, IL‐6, IL‐8, TNF‐α, RANTES, and IL‐1β and inflammatory cell recruitment into the lungs. Classically, CD4+ T cells are known to be associated with advanced airway inflammation in RSV infection.28, 29 They are thought to be related to the development of wheezing and asthma through skew the immune system away from an antiviral Th1 response and toward a Th2 response.30, 31 Th2 cytokines could contribute to enhancement of lung damage, which increases AHR, eosinophil chemotaxis, and mucus production.28, 31, 32 M2 macrophages induced by IL‐4 and IL‐13 are also known to be generated during RSV infection and to cause Th2‐skewed immune responses leading to the development of asthma.33, 34 Recent studies have reported that epithelium‐associated cytokines IL‐25, IL‐33, and thymic stromal lymphopoietin (TSLP) could induce Group 2 innate lymphoid cells (ILC2) proliferation and activation35, 36; however, their contribution to the pathophysiology of severe RSV infection remains unclear.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We investigated the relationship between CHI3L1 and RSV‐induced LRTI using BRP‐39 null mice. BRP‐39 production in the airway was increased following RSV infection, but airway inflammation was diminished in the absence of BRP‐39, as were RSV‐induced Th2 responses in the airway—especially IL‐13 production—and increase of DCs and M2 macrophages. The observed decrease in Th2 inflammation during RSV infection may have been due to decreased population of DCs and M2 macrophages. Since DCs are considered as major antigen‐presenting cells during RSV infection, their maturation and antigen recognition capacity could alter the cytokine milieu through a variety of mechanisms.37, 38 M2 macrophages are known to be critical for regulating immune response in severe acute viral infection via IL‐4/IL‐13‐dependent differentiation, then activated M2 macrophages are considered as a contributor to IL‐13 production in a positive feedback loop.34, 39 Thus, a deficiency of BRP‐39 could alter the progression of inflammation induced by RSV infection without affecting the virus itself. Interestingly, anti‐CHI3L1 antibody treatment 24 hours after RSV infection attenuated airway inflammation and the production of Th2 cytokines, especially IL‐13. These results suggest that BRP‐39 is required for RSV‐induced airway inflammation and could serve as a potential therapeutic target for the treatment of RSV‐related LRTI.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although the precise mechanism was not investigated in this study, we predict that the regulation of CHI3L1 in RSV‐induced inflammation involves NF‐κB signaling. In vitro studies have found that bronchial epithelial cells treated with YKL‐40 showed increase of IL‐8 production; this was dependent on MAPK (JNK and ERK) and NF‐κB pathway activation, which stimulated the proliferation and migration of bronchial smooth muscle cells40; moreover, IL‐8 production was found to be enhanced via activation of NF‐κB signaling during RSV infection.41\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study focused on RSV‐induced Th2 inflammation during the adaptive immune phase, and the relationship between the airway epithelium and immune responses during early stages of infection was not investigated. Since TSLP‐dependent Th2 immunopathology in the early phase of RSV infection was explained by IL‐13‐producing ILCs,36 a positive feedback loop from TSLP‐Th2 cytokines (IL‐13) to BRP‐39 24, 42, 43 might be possible to enhance Th2 inflammation during RSV infection. And IL‐18, a unique cytokine that could stimulate Th1, Th2, and Th17, was proven to be also as a potent stimulator of BRP‐9 in fibrotic diseases.44 IL‐18 production could be also induced by RSV infection.45 During RSV infection, increased IL‐18 could be thought to stimulate epithelial cells to produce BRP‐39 and enhance Th2 inflammation. In addition, the expression of IL‐13Rα2—a receptor for CHI3L1 during effector responses27 was not investigated. Further studies examining innate immune responses (eg, epithelium‐derived cytokines or ILC2s) during the early phases of RSV infection in BRP‐39 null mice, as well as IL‐13Rα2 expression and regulation in RSV infection are needed for a better understanding of the relationship between BRP‐39 and RSV infection. A neonatal model of RSV infection in BRP‐39 null mice may also be useful for investigating the role of BRP‐39 in asthma development, which would be consistent with the role of early‐life viral bronchiolitis in asthma inception.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this study confirmed that the expression of CHI3L1 and IL‐13 was significantly increased in the human NPA from children with RSV‐related LRTI. Using BRP‐39 KO mice, we demonstrated that BRP‐39 is an important regulator of RSV‐induced airway inflammation. RSV infection induced the upregulation of BRP‐39 produced by macrophages and epithelial cells at sites of Th2 inflammation. BRP‐39 deficiency attenuated weight loss, AHR, and Th2 (IL‐13) responses as well as increase of DCs and M2 macrophage activation. Additionally, RSV‐induced airway inflammation and IL‐13 production were decreased by anti‐CHI3L1 antibody treatment. These data suggest that BRP‐39 plays an important role in RSV‐induced airway inflammation and that its neutralization is a potential therapeutic strategy for treatment of RSV‐related LRTI.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "section": "CONFLICTS OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "MJ Kim and DH Shim contributed to study design, performed the experiments, analyzed the data, and drafted of the manuscript. HR Cha, KY Moon, CM Yang, and SJ Hwang performed the experiments and analyzed the data. KW Kim and JH Park supervised the study, performed the experiments, interpreted the data, and drafted the manuscript. CG Lee and JA Elias generated BRP‐39 null mice. MH Sohn and JM Lee as co‐corresponding authors approved the final version of the manuscript and take responsibility for the manuscript content.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: \nYKL‐40 expression in children with respiratory syncytial virus (RSV) infection. A, Enrollment of study population. B,C, Children with RSV infection had higher levels of YKL‐40 (B) and IL‐13 (C) in human nasopharyngeal aspirates (NPA) than control subjects (P < 0.0001 and 0.0003, respectively). D,E, YKL‐40 in NPA was positively correlated with clinical symptom scores (r = 0.394, P = 0.009) (D) and IL‐13 level in NPA (r = 0.469, P = 0.002) (E). Scatter dot plots show values for individual patients, the median line and error bars representing the 25th and 75th percentiles",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Breast regression protein‐39 (BRP‐39) expression in respiratory syncytial virus (RSV)‐infected murine model. C57BL/6 wild‐type (WT) mice were infected with RSV (4 × 107 plaque‐forming units/mouse) via the intratracheal route. A,B, BRP‐39 mRNA level was increased in RSV‐infected mice at 7 dpi. C,D, BRP‐39 expression in bronchoalveolar lavage fluid and lung lysates was increased by RSV infection, as determined by ELISA. E, Immunohistochemical (IHC) detection of BRP‐39 in lung tissue sections (red arrows, airway epithelial cells; blue arrows, alveolar macrophages). F, Double‐labeled IHC was performed to identify alveolar macrophages producing BRP‐39 (orange box). G, Enlarged image of the orange box shown in Figure 2F (white arrows, BRP‐39 producing alveolar macrophages). Values in B, C, and D represent mean ± SD of at least three independent experiments. n.d., not detected. **P < 0.01, ***P < 0.001 [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Breast regression protein‐39 (BRP‐39) deficiency attenuates respiratory syncytial virus (RSV)‐induced inflammatory changes in mice. A‐D, At 7 dpi, wild‐type (WT) mice showed greater weight loss (A), airway resistance (B), and higher numbers of total and differentiated inflammatory cells in bronchoalveolar lavage fluid (C). D, H&E staining of lung sections showing perivascular and peribronchiolar infiltration of inflammatory cells in RSV‐infected WT mice. Inflammatory responses induced by RSV infection were markedly decreased in BRP‐39 knockout (KO) mice. Mucus production evaluated by periodic acid‐Schiff staining (E) and ELISA (F). RSV infection increased mucus production in WT but not BRP‐39 KO mice. G, Loss of BRP‐39 had no effect on lung viral load at 1, 3, 5, 7, 10, and 14 dpi. Values in A‐D represent mean ± SD of at least three independent experiments. n.s., not significant. In panels A and D, *P < 0.05, **P < 0.01, ***P < 0.001 for WT PBS vs WT RSV and +\nP < 0.05, ++\nP < 0.01, +++\nP < 0.001 for WT RSV vs KO RSV. In panel B, ***P < 0.001 for WT RSV vs WT PBS and KO RSV [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Breast regression protein‐39 (BRP‐39) regulates activation of Th2 inflammation. Lung tissue from each group was analyzed by flow cytometry. A, CD4+ and CD8+ T cell counts were higher in the wild‐type (WT) respiratory syncytial virus (RSV) group and CD4+ T cell counts were lower in BRP‐39 knockout (KO) mice. B, DCs were detected by staining with anti‐CD11b, ‐CD11c, and –MHC II antibodies. In the absence of BRP‐39, the number of DCs was decreased relative to RSV‐infected WT mice. C, Eosinophil counts were higher in the lungs of RSV‐infected WT as compared to BRP‐39 KO mice. D‐F, Th2 cytokine mRNA levels were determined by RT‐PCR. IL‐13 level was elevated in RSV‐infected WT mice, whereas Th2 cytokine expression was not significantly increased by RSV infection in BRP‐39 KO mice. G, IL‐13 level in bronchoalveolar lavage fluid (BALF) was increased in WT RSV mice, as determined by ELISA. H, IL‐13 expression was evaluated in CD4+ T cells in BALF. I, IFN‐γ production was increased in BALF after RSV infection in both WT and BRP‐39 KO mice, as determined using a cytokine bead array. n.d., not detected; n.s., not significant. *P < 0.05, **P < 0.01,",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Breast regression protein‐39 (BRP‐39) deficiency decreases M2 macrophage activation. A‐D, Assessment of M2 macrophages in wild‐type (WT) and BRP‐39 knockout (KO) mice. A,C, CD206+ expressing alternatively activated macrophages and (B,D) arginase 1 activity were decreased in BRP‐39 KO as compared to WT mice infected with respiratory syncytial virus. Values represent mean ± SD of at least three independent experiments. *P < 0.05, **P < 0.01, ***P < 0.001",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Neutralizing chitinase 3‐like 1 protein (CHI3L1) antibody suppresses respiratory syncytial virus (RSV)‐induced airway inflammation. Anti‐CHI3L1 antibody treatment in RSV‐infected mice decreased inflammation caused by RSV infection. A, wild‐type (WT) mice treated with anti‐CHI3L1 antibody 24 h after RSV infection showed less body weight loss than RSV‐infected mice without any treatment. B‐F, At 7 dpi, AHR (B), total and differentiated bronchoalveolar lavage fluid (BALF) cells (C,D), and breast regression protein‐39 levels (E,F) were evaluated. G, Airway inflammation and mucus production were assessed by H&E and periodic acid‐Schiff staining, respectively. H, Mucus production was also measured by ELISA. I, There was no difference in viral load among groups. J‐L, IL‐13 was the most prominent Th2 cytokine in BALF induced by RSV infection and decreased by anti‐CHI3L1 antibody treatment. M‐O, Th2 cytokine mRNA levels in lungs were also decreased by treatment with anti‐CHI3L1 antibody in RSV‐infected mice, with IL‐13 levels showing the greatest change. Data from three mice per group are plotted as mean ± SD. n.s., not significant. In panels B and C, *P < 0.05, **P < 0.01, ***P < 0.001 for WT PBS vs WT RSV and isotype control [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "588-598",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Viral bronchiolitis in children",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "211-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory syncytial virus interaction with human airway epithelium",
            "authors": [],
            "year": 2013,
            "venue": "Trends Microbiol",
            "volume": "21",
            "issn": "",
            "pages": "238-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Respiratory syncytial virus and asthma: speed‐dating or long‐term relationship?",
            "authors": [],
            "year": 2013,
            "venue": "Curr Opin Pediatr",
            "volume": "25",
            "issn": "",
            "pages": "344-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The role of early life viral bronchiolitis in the inception of asthma",
            "authors": [],
            "year": 2013,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "13",
            "issn": "",
            "pages": "211-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Asthma and allergy patterns over 18 years after severe RSV bronchiolitis in the first year of life",
            "authors": [],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "1045-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "In hot pursuit of the first vaccine against respiratory Syncytial virus",
            "authors": [],
            "year": 2016,
            "venue": "Yonsei Med J",
            "volume": "57",
            "issn": "",
            "pages": "809-816",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A Chitinase‐like protein in the lung and circulation of patients with severe asthma",
            "authors": [],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "2016-2027",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Effect of variation in CHI3L1 on serum YKL‐40 level, risk of asthma, and lung function",
            "authors": [],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1682-1691",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Role of breast regression protein 39 (BRP‐39)/chitinase 3‐like‐1 in Th2 and IL‐13‐induced tissue responses and apoptosis",
            "authors": [],
            "year": 2009,
            "venue": "J Exp Med",
            "volume": "206",
            "issn": "",
            "pages": "1149-1166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The chitinase‐like proteins breast regression protein‐39 and YKL‐40 regulate hyperoxia‐induced acute lung injury",
            "authors": [],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "918-928",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Role of breast regression protein‐39 in the pathogenesis of cigarette smoke‐induced inflammation and emphysema",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "44",
            "issn": "",
            "pages": "777-786",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Chitinase 3‐like‐1 promotes Streptococcus pneumoniae killing and augments host tolerance to lung antibacterial responses",
            "authors": [],
            "year": 2012,
            "venue": "Cell Host Microbe",
            "volume": "12",
            "issn": "",
            "pages": "34-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Comparative study of nasopharyngeal aspirate and nasal swab specimens for diagnosis of acute viral respiratory infection",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "3073-3076",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Relationships among specific viral pathogens, virus‐induced interleukin‐8, and respiratory symptoms in infancy",
            "authors": [],
            "year": 2002,
            "venue": "Pediatr Allergy Immunol",
            "volume": "13",
            "issn": "",
            "pages": "386-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Dual role of respiratory syncytial virus glycoprotein fragment as a mucosal immunogen and chemotactic adjuvant",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Pandemic influenza virus, pH1N1, induces asthmatic symptoms via activation of innate lymphoid cells",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Allergy Immunol",
            "volume": "26",
            "issn": "",
            "pages": "780-788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Suppressive effects of coixol, glyceryl trilinoleate and natural products derived from Coix Lachryma‐Jobi var. ma‐yuen on gene expression, production and secretion of airway MUC5AC mucin",
            "authors": [],
            "year": 2015,
            "venue": "Arch Pharm Res",
            "volume": "38",
            "issn": "",
            "pages": "620-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Respiratory syncytial virus persistence in the lungs correlates with airway hyperreactivity in the mouse model",
            "authors": [],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "1435-1443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Identification of transforming growth factor beta1‐driven genetic programs of acute lung fibrosis",
            "authors": [],
            "year": 2008,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "39",
            "issn": "",
            "pages": "324-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The role of CHI3L1 (Chitinase‐3‐Like‐1) in the pathogenesis of infections in burns in a mouse model",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Role of breast regression protein‐39/YKL‐40 in asthma and allergic responses",
            "authors": [],
            "year": 2010,
            "venue": "Allergy Asthma Immunol Res",
            "volume": "2",
            "issn": "",
            "pages": "20-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Role of chitin and chitinase/chitinase‐like proteins in inflammation, tissue remodeling, and injury",
            "authors": [],
            "year": 2011,
            "venue": "Annu Rev Physiol",
            "volume": "73",
            "issn": "",
            "pages": "479-501",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Increased chitinase expression and fungal‐specific antibodies in the bronchoalveolar lavage fluid of asthmatic children",
            "authors": [],
            "year": 2012,
            "venue": "Clin Exp Allergy",
            "volume": "42",
            "issn": "",
            "pages": "523-530",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Genetic variation in the promoter region of chitinase 3‐like 1 is associated with atopy",
            "authors": [],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": "449-456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Chitinase 3‐like 1 regulates cellular and tissue responses via IL‐13 receptor alpha2",
            "authors": [],
            "year": 2013,
            "venue": "Cell Rep",
            "volume": "4",
            "issn": "",
            "pages": "830-841",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Protective and dysregulated T cell immunity in RSV infection",
            "authors": [],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "3",
            "issn": "",
            "pages": "468-474",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The CD4 T cell response to respiratory syncytial virus infection",
            "authors": [],
            "year": 2014,
            "venue": "Immunol Res",
            "volume": "59",
            "issn": "",
            "pages": "109-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Respiratory syncytial virus (RSV) evades the human adaptive immune system by skewing the Th1/Th2 cytokine balance toward increased levels of Th2 cytokines and IgE, markers of allergy–a review",
            "authors": [],
            "year": 2006,
            "venue": "Virus Genes",
            "volume": "33",
            "issn": "",
            "pages": "235-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Mechanisms of respiratory syncytial virus modulation of airway immune responses",
            "authors": [],
            "year": 2012,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "12",
            "issn": "",
            "pages": "380-387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Immune and inflammatory response in bronchiolitis due to respiratory Syncytial Virus and Rhinovirus infections in infants",
            "authors": [],
            "year": 2017,
            "venue": "Paediatr Respir Rev",
            "volume": "24",
            "issn": "",
            "pages": "60-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Control of RSV‐induced lung injury by alternatively activated macrophages is IL‐4R alpha‐, TLR4‐, and IFN‐beta‐dependent",
            "authors": [],
            "year": 2010,
            "venue": "Mucosal Immunol",
            "volume": "3",
            "issn": "",
            "pages": "291-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Macrophage polarization in inflammatory diseases",
            "authors": [],
            "year": 2014,
            "venue": "Int J Biol Sci",
            "volume": "10",
            "issn": "",
            "pages": "520-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "IL‐17E (IL‐25) and IL‐17RB promote respiratory syncytial virus‐induced pulmonary disease",
            "authors": [],
            "year": 2014,
            "venue": "J Leukoc Biol",
            "volume": "95",
            "issn": "",
            "pages": "809-815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Respiratory syncytial virus infection activates IL‐13–producing group 2 innate lymphoid cells through thymic stromal lymphopoietin",
            "authors": [],
            "year": 2016,
            "venue": "J Allergy Clin Immunol",
            "volume": "138",
            "issn": "",
            "pages": "814-824",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "The role of dendritic cells in innate and adaptive immunity to respiratory syncytial virus, and implications for vaccine development",
            "authors": [],
            "year": 2012,
            "venue": "Expert Rev Vaccines",
            "volume": "11",
            "issn": "",
            "pages": "1441-1457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Respiratory syncytial virus–a comprehensive review",
            "authors": [],
            "year": 2013,
            "venue": "Clin Rev Allergy Immunol",
            "volume": "45",
            "issn": "",
            "pages": "331-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Alternatively activated macrophages and airway disease",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "140",
            "issn": "",
            "pages": "768-774",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "YKL‐40 induces IL‐8 expression from bronchial epithelium via MAPK (JNK and ERK) and NF‐kappaB pathways, causing bronchial smooth muscle proliferation and migration",
            "authors": [],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "438-446",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Advances in understanding respiratory syncytial virus infection in airway epithelial cells and consequential effects on the immune response",
            "authors": [],
            "year": 2013,
            "venue": "Microbes Infect",
            "volume": "15",
            "issn": "",
            "pages": "230-242",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Thymic stromal lymphopoietin is induced by respiratory syncytial virus‐infected airway epithelial cells and promotes a type 2 response to infection",
            "authors": [],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "130",
            "issn": "",
            "pages": "1187-1196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Recent advances in epithelium‐derived cytokines (IL‐33, IL‐25, and thymic stromal lymphopoietin) and allergic inflammation",
            "authors": [],
            "year": 2015,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "15",
            "issn": "",
            "pages": "98-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Role of chitinase 3‐like‐1 in interleukin‐18‐induced pulmonary type 1, type 2, and type 17 inflammation; alveolar destruction; and airway fibrosis in the murine lung",
            "authors": [],
            "year": 2015,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "53",
            "issn": "",
            "pages": "863-871",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Interleukin 18 coexpression during respiratory syncytial virus infection results in enhanced disease mediated by natural killer cells",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4073-4082",
            "other_ids": {
                "DOI": []
            }
        }
    }
}