{
    "paper_id": "PMC7180375",
    "metadata": {
        "title": "Re: Silke Gillessen Sommer, Thomas Powles. Advice for Medical Oncology Care of Urological Cancer Patients During the COVID-19 Pandemic. Eur Urol. In press",
        "authors": [
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Di Lorenzo",
                "suffix": "",
                "email": "dilorengiuseppe@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Patients with cancer could have a higher risk of death from COVID-19 [1] and further therapy, especially chemotherapy, might need to be delayed, although each decision can vary from patient to patient.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A Platinum Opinion editorial on cancer treatment guidelines during the COVID-19 scenario has been published in European Urology in which Gillessen Sommer and Powles provide an overview of suggestions regarding systemic treatment in different urologic cancers [2].",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While I totally agree on the management for renal, germ-cell, and urothelial cancers, personally I do not agree with two conclusions regarding prostate cancer therapy, namely that treatment with oral androgen receptor signaling inhibitors (ARSIs) should not be stopped and that chemotherapy should be replaced with an oral ARSI during the COVID-19 pandemic [2].",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although it is true that chemotherapy and radiotherapy lead to suppression of the immune system, thus exposing patients, especially those >70 yr of age, to a greater infectious risk, and most chemotherapies induce neutropenia, affecting neutrophils, the body’s first line of defense, I believe that a warning regarding ARSIs is also necessary for the three following reasons.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "First, abiraterone, approved for hormone-sensitive and castration-resistant prostate cancer, is always used in combination with prednisone for several months, often in elderly patients; the mechanisms that underlie the immunosuppressive properties of glucocorticoids have been well recognized and described [3].",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Second, enzalutamide, approved for the same indications as abiraterone and commonly used without concomitant steroids, induces a significant rise in cortisol concentration and cortisol/cortisone ratio, so it equally causes immunosuppression. Hypercortisolemia decreases the absolute lymphocyte count, predisposing patients to a greater risk of viral infection [4]; we now know that further lymphopenia is a sequela of COVID-19.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Third, it is important to remember that our cancer patients often take numerous drugs for comorbidities, so an analysis of drug interactions is indispensable. Enzalutamide, recognized as a strong CYP3A4 inducer and a moderate CYP2C9 and CYP2C19 inducer, significantly reduced concentrations of several anti-HIV agents such as darunavir, ritonavir, etravirine, and raltegravir [5]; the latter drugs are the subject of a series of trials in progress and could be active in the fight against COVID-19.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, I suggest that chemotherapy or radiotherapy should be weighted and postponed where possible, as currently carried out daily in our hospital, but even ARSI administration must be carefully monitored by discussing a 2–3-wk suspension and developing a protocol to fight the virus that does not affect cancer outcomes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n  \nConflicts of interest: The author has nothing to disclose.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COVID-19: global consequences for oncology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30175-3"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Immune regulation by glucocorticoids.",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Cidlowski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Immunol",
            "volume": "17",
            "issn": "",
            "pages": "233-247",
            "other_ids": {
                "DOI": [
                    "10.1038/nri.2017.1"
                ]
            }
        },
        "BIBREF3": {
            "title": "Deep androgen receptor suppression in prostate cancer exploits sexually dimorphic renal expression for systemic glucocorticoid exposure",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Alyamani",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "31",
            "issn": "",
            "pages": "369-376",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2019.12.002"
                ]
            }
        },
        "BIBREF4": {
            "title": "Successful use of the potent enzyme inducer enzalutamide in a treatment-experienced HIV-positive male with prostate cancer",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nhean",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Sheehan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Walmsley",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "AIDS",
            "volume": "17",
            "issn": "",
            "pages": "2640-2642",
            "other_ids": {
                "DOI": [
                    "10.1097/QAD.0000000000002019"
                ]
            }
        }
    }
}