{
    "paper_id": "PMC7110900",
    "metadata": {
        "title": "Age and Ebola viral load correlate with mortality and survival time in 288 Ebola virus disease patients",
        "authors": [
            {
                "first": "Jin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui-Juan",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hao-Yang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying-Jie",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi-Hui",
                "middle": [],
                "last": "Rong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhe",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li-Jian",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ji-Yuan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li-Ming",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hai-Bin",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guang-Ju",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "En-Qiang",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong-Jun",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tong-Sheng",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jin-Song",
                "middle": [],
                "last": "Mu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhi-Wei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei-Min",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tian-Jun",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xu-Dong",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying-Jie",
                "middle": [],
                "last": "Zhuang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li-Fu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wen-Gang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xue-Zhang",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yin-Ying",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhi-Qiang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alex",
                "middle": [
                    "B.J."
                ],
                "last": "Kanu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sheku",
                "middle": [
                    "M."
                ],
                "last": "Koroma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": "drzhaomin@sina.com",
                "affiliation": {}
            },
            {
                "first": "Jun-Sheng",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fu-Sheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "fswang302@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The first outbreak of Ebola virus was described in 1976 near the Ebola River in Zaire. The Ebola virus infected 318 cases and caused 280 deaths.1 Fever and bleeding were the major symptoms observed at that time; therefore, the Ebola virus disease (EVD) was initially termed Ebola hemorrhagic fever. To date, there have been 33 sporadic outbreaks worldwide, including 23 human-to-human transmission epidemics, three laboratory-induced outbreaks, and seven animal-to-human transmission outbreaks.2 The Ebola virus is spread easily by close personal contact and by the use of contaminated needles and syringes in hospitals and clinics.2, 3 The current epidemic began in Guinea in December 20134 and spread rapidly to surrounding countries in West Africa (Sierra Leone and Liberia). On August 8, 2014, the World Health Organization (WHO) declared the epidemic to be a public health emergency of international concern (PHEIC).5 By March 25, 2015, 24 907 probable and 10 326 confirmed cases had been reported in West Africa. Sierra Leone was the most affected country, with 11 841 confirmed cases and 3747 deaths.6\n",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 922,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1107,
                    "end": 1108,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "At the time of the Ebola outbreak, the public health system of Sierra Leone had nearly collapsed because of a 10-year civil war. In 2014, the United Nations Development Program declared the Human Development Index in Sierra Leone to be 0.374, ranking it 183rd in the world, and gave life expectancy as around 45.6 years.7 During the outbreak, Ebola infection spread rapidly in Sierra Leone, particularly in the capital, Freetown. By March 25, 2015, there were 3382 confirmed cases of EVD in Freetown, comprising 39.65% of cases in the whole country.8 In response to the EVD outbreak, the Sierra Leone government established an emergency response system via the Ministry of Health and Sanitation (MoHS) and the National Ebola Response Centre (NERC). The latter is responsible for the coordination and management of medical treatment for EVD patients among 29 Ebola treatment centers (ETCs), Ebola holding centers (EHCs), and Community Care Centers (CCCs); these have been run by medical teams from the USA, UK, France, Australia, South Korea, China, and Cuba.9 The Sierra Leone – China Friendship Hospital (Jui Government Hospital), built by the Chinese government, is a well-equipped hospital in Freetown, Sierra Leone. A Chinese medical team comprising 123 medical staff started working in this hospital on September 15, 2014.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 549,
                    "end": 550,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1058,
                    "end": 1059,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "From October 1, 2014 to December 30, 2014, the Jui Government Hospital was an EHC, and from December 31, 2014 to March 20, 2015, it was an ETC. Six hundred and ninety-three probable cases and 288 confirmed patients with EVD were admitted to the Jui Government Hospital. The demographic characteristics, signs and symptoms, and clinical outcomes of these patients are reported here. Factors that influenced the prognosis of these 288 EVD patients were analyzed. However, the outcome is known for only 134 patients. Among those with a known outcome, the case fatality rate was 73% and mortality was associated with diarrhea, fatigue, and difficulty in swallowing. These data validate previous studies and contribute to the growing literature on the treatment of EVD patients in the outbreak setting.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A patient who presented with fever, nausea, vomiting, diarrhea, and bleeding was defined as a ‘person under investigation’ (PUI). The healthcare facilities that they visited had to report the case to the NERC. Patients or their relatives could also call 117 (free medical aid hotline in Sierra Leone). NERC would send an ambulance to bring the patient to an EHC or alternatively let the patient ‘walk in’ to an EHC.",
            "cite_spans": [],
            "section": "Study patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the triage area of the Jui Government Hospital, healthcare workers (mostly nurses) collected the medical history of the PUI and made their initial diagnosis. In accordance with the standard routines, suspected EVD patients and probable EVD patients were hospitalized and a blood sample collected. The blood sample was sent to the mobile biological safety protection level 3 laboratory (BSL-3) of the Chinese Center for Disease Control and Prevention (China CDC). During observation, patients with severe dehydration were given a venous infusion, and those with fever were given antimalarial and antibiotic therapy. All medical practices were performed in accordance with the WHO guidelines,10, 11 and all healthcare workers (including cleaners and security) were trained and strictly examined on the processes for putting on and removing personal protective equipment (PPE), treating contaminated waste safely, and the management of percutaneous or mucocutaneous exposure. Patients with disease confirmed by reverse-transcription PCR (RT-PCR) were transferred to ETCs coordinated by the NERC. Patients with a negative result by RT-PCR (tested on blood samples collected three or more days after the onset of symptoms) were defined as non-EVD patients and discharged.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Study patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "On December 31, 2014, the Jui Government Hospital was formally made an ETC by authorization of the MoHS. Thereafter, confirmed patients were transferred to the ‘confirmed ward’ (also in Jui, but isolated from the ‘suspect ward’) and received comprehensive treatment. If the retest RT-PCR result was negative and the patient's condition had improved according to the discharge standard, they were discharged.",
            "cite_spans": [],
            "section": "Study patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After admission, suspected and confirmed patients underwent a physical examination, their medical history details were collected (including demographics, epidemiology, symptoms, signs, and past history), and their general condition was evaluated; an ‘Ebola case investigation form’ or a ‘Viral hemorrhagic fever case investigation form’ (NERC) was completed. After daily ward rounds, doctors would fill in the EVD ‘patient observation sheet’. All of these sheets were transmitted from the contaminated area to the hygienic areas by closed circuit television (CCTV) or using a Wi-Fi camera. The data were imported into an Excel database by two staff, separately, to ensure accuracy.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The information technician contacted the patients transferred to others ETCs or their relatives by telephone during follow-up, or would ask for information from other ETCs. Usually, the information comprised only the outcome (died or recovered) and the date of the outcome.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After the registration of information, blood samples were inactivated in a water bath at 60 °C for 1 h in the BSL-3 area. A MagMAXTM-96 Viral RNA Isolation Kit (Applied Biosystems, Foster City, CA, USA) was used to extract nucleic acid using a MagMAX express 96 nucleic acid extraction instrument. After surface disinfection, 50 μl of the sample was sent to the BSL-2 area for the RT-PCR test. A standard curve was used to convert the value of cycle times to the number of genome copies.",
            "cite_spans": [],
            "section": "Viral load test ::: Methods",
            "ref_spans": []
        },
        {
            "text": "High fever and diarrhea usually lead to severe dehydration and are the major reasons why EVD patients die. Thus, maintaining the water and electrolyte balance in these patients is important. The degree of dehydration in EVD patients is often evaluated on the basis of state of consciousness, pulse, temperature, peripheral blood capillary filling, skin elasticity, and daily urine output. In general, all of the EVD patients received oral rehydration salts. Simultaneously, some of the patients with severe dehydration received intravenous fluids if their condition permitted, which mainly included sodium lactate Ringer's solution and glucose Ringer's solution (GNS).",
            "cite_spans": [],
            "section": "Supportive treatment for EVD patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In addition, to prevent severe pathogen infection and reduce mortality, antibiotics (cefixime or ciprofloxacin) and antimalarial treatment (compound naphthoquine phosphate tablets) were administered empirically for the EVD patients with a high fever before the related testing data were available. Simultaneously, patients with pain and fever were usually treated with paracetamol. Patients with excess gastric acid and vomiting were given omeprazole and metoclopramide.",
            "cite_spans": [],
            "section": "Supportive treatment for EVD patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "As a retrospective non-comparative case series study, the ethics committee of the People's Liberation Army 302 Hospital, which is the largest specialist hospital for infectious diseases in China, and from which the Chinese medical team originated, approved this project. The committee waived the requirement to obtain informed consent during this outbreak because of the special conditions. All of the data and samples were collected for routine medical care needs. The MoHS, NERC, and UN Mission for Ebola Emergency Response (UNMEER) were informed of this study and approved it.",
            "cite_spans": [],
            "section": "Ethics review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Microsoft Excel 2007 was used to establish the database. Quantitative continuous variables (age in years and time in days) were tested for Gaussian distribution. If ‘yes’, the data were reported as the arithmetic mean ± standard deviation (SD); if ‘no’, the data were reported as the median and the interquartile range (IQR). Viral loads were transformed to the common logarithm. Outcome, sex, and presentation of symptoms were expressed as dichotomous variables. Pearson's Chi-square test was used to determine the association between mortality and the dichotomous variables: if the expected frequency was <5, Yates’ correction was used. Kaplan–Meier methods and log rank tests were used to determine survival curves for the different groups of patients. The Cox proportional hazard model was used to perform multiple comparisons for survival times. PASW version 18.0 (SPSS Inc., Chicago, IL, USA) was used to perform the statistical analyses. Hypothesis tests were two-tailed, with a p-value of less than 0.05 indicating statistical significance.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Six hundred and ninety-three probable patients who met the definition of a suspected EVD patient were admitted to the Jui Government Hospital from October 2014 to March 2015: 288 cases were confirmed by monitoring viral RNA (149 male (51.74%) and 139 female (48.26%)). Seventy-nine patients (27.43%) were aged <18 years, 143 (49.65%) were between 18 and 40 years old, and 66 patients (22.92%) were aged >40 years (Figure 1\n). The patients’ ages were non-normally distributed: the median was 28 years (IQR 17–37.75 years) (Figure 2\n). Among the 288 confirmed patients, 98 died and 36 recovered; the remaining 154 EVD patients were lost to follow-up and their outcomes are unknown.",
            "cite_spans": [],
            "section": "Patient demographics ::: Results",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 422,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 522,
                    "end": 530,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The average length of hospital stay was 2 days (IQR 2–4 days) for the 98 who died and 14 days (IQR 9–16.75 days) for the 36 who recovered. The fatality rate of the EVD cases was 73.13% (females 79.10%, n\n = 53/67; males 67.16%, n\n = 45/67) (Figure 1). No significant difference was found between females and males (p\n = 0.119). The average age of the patients who died was 32 years (IQR 23–43 years), and for those who survived was 26 years (IQR 15.25–34.75 years). The patients were divided into three groups according to age: ≤18, 18–40, and ≥40 years old. Of note, there was a significantly lower fatality rate for patients ≤18 years old (19/33, 57.58%) compared with patients aged 18–40 years (48/62, 77.42%; p\n = 0.043) and ≥40 years (31/39, 79.49%; p\n = 0.044), However, there was no significant difference between the latter two groups (p\n = 0.06). The survival curve for patients ≥40 years of age was drawn using the Kaplan–Meier method and showed an identical result (Figure 4\n).",
            "cite_spans": [],
            "section": "Patient demographics ::: Results",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 977,
                    "end": 985,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The frequency of symptoms in the EVD patients were as follows: fever occurred in 224 cases (77.78%), fatigue in 187 cases (64.93%), abdominal pain in 186 cases (64.58%), headache in 181 cases (62.85%), diarrhea in 178 cases (61.81%), and vomiting in 175 cases (60.76%). Only a small proportion of patients presented with bleeding (n\n = 32, 11.11%).",
            "cite_spans": [],
            "section": "Patients who presented with diarrhea, fatigue, and difficulty swallowing tended to die ::: Results",
            "ref_spans": []
        },
        {
            "text": "When the differences in clinical symptoms among the 134 EVD cases who finished the whole follow-up check were compared, it was found that the following symptoms were significantly associated with the fatality rate: diarrhea (odds ratio (OR) 2.958, IQR 1.344–6.509; p\n = 0.006), fatigue (OR 2.833, IQR 1.292–6.214; p\n = 0.008), and difficulty swallowing (OR 3.148, IQR 1.12–8.846; p\n = 0.024). The frequency of other symptoms tended to be higher in the group of patients who died than in those who survived, but there was no significant difference between the two groups (Figure 3\n).",
            "cite_spans": [],
            "section": "Patients who presented with diarrhea, fatigue, and difficulty swallowing tended to die ::: Results",
            "ref_spans": [
                {
                    "start": 571,
                    "end": 579,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "RT-PCR was used to monitor the plasma viral loads of all confirmed EVD patients and the association of plasma viral load with survival time was further analyzed for the confirmed cases. The median log viral load value was around 6.68 (IQR 5.30–7.75) in the 288 EVD patients; 172 cases (59.72%) presented with more than 1 000 000 Ebola virus copies per milliliter in plasma, whereas 116 cases (40.28%) had ≤1 000 000 virus copies per milliliter plasma. Of note, a higher viral load was negatively correlated with survival times in all confirmed EVD patients (Figure 5\n). In 134 EVD patients with a known outcome, higher viral load was positively associated with mortality (OR 3.095, 95% confidence interval (CI) 1.4–6.842).",
            "cite_spans": [],
            "section": "A high viral load correlated with a high fatality rate and short survival time ::: Results",
            "ref_spans": [
                {
                    "start": 558,
                    "end": 566,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To investigate how multiple variables influenced the survival of the EVD patients, Cox regression was used to conduct a single factor analysis among related factors, including age, viral load, presentation with diarrhea, and fatigue, respectively. The findings showed that age, viral load, and presentation with diarrhea were closely associated with survival time (Table 1\n): patients of advanced age, those with a high viral load, and those with diarrhea had shorter survival times than patients without these symptoms. In particular, most incurable patients died within 4 days of admission, and the vast majority of deaths occurred within 8 days (Figure 6\n).",
            "cite_spans": [],
            "section": "Multivariate analysis showed that patients who presented with a high viral load, older age, and with diarrhea had shorter survival times ::: Results",
            "ref_spans": [
                {
                    "start": 649,
                    "end": 657,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 365,
                    "end": 372,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Several studies have reported the clinical presentation and outcomes of EVD in Sierra Leone, Guiana, and Liberia. The fatality rate of EVD has fluctuated widely, 36.1–89%, in different epidemics,2 with an average mortality of around 50%.12 Previous studies have indicated that the fatality rate is influenced by different viral genotypes, the whole treatment level, and other related factors.2, 12 The present study reported a relatively large number of confirmed EVD patients treated in the Jui Government Hospital from October 1, 2014 to March 20, 2015. The clinical presentations of these patients were recorded systematically, and they were actively treated according to their symptoms, with antibiotic treatment provided when necessary. Therefore, the overall data should be representative.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Since the start of this EVD outbreak in the early days of 2014, the fatality rate has been around 70.8%.13 Of the 288 confirmed EVD patients in this study, 134 patients had a known outcome and the case fatality rate was 73%. Thus, the findings indicate that these EVD patients had a higher mortality. There are many explanations for this observation. First, antiviral drugs specific to Ebola virus infection are not available. Second, Ansumana et al. documented a clinical experience wherein conventional intravenous fluids and empirical treatment using antibiotics or/and antimalarial drugs could efficiently reduce the mortality rate to 23.4%,14 suggesting that supportive treatment for EVD patients as early as possible, including sufficient rehydration and electrolyte balance, plays a critical role in reducing patient mortality. However, a shortage of medical equipment for handling high-risk blood samples made it difficult to identify the severe cases and give them supportive treatment early enough to prevent dehydration and electrolyte imbalance, including hypokalemia,15 which is frequent in EVD cases. Third, during the early days of Ebola virus infection, medical staff were presented with non-specific symptoms in EVD patients, and a higher infection rate occurred among the medical staff. In addition, intravenous fluids and blood sampling may lead to needle stick injuries, which increases the risk of Ebola virus transmission for medical staff. All these reasons led to a high rate of EVD incidence in medical staff. For example, nearly 200 doctors and nurses died from the Ebola virus infection in Sierra Leone between May 23 and October 31, 2014,16 which resulted in tension and fear of the disease not only in the general population, but also among the medical staff. This is one of the reasons for the decrease in number of volunteers.17 Fourth, under the hot and humid climate in Sierra Leone, medical staff wearing PPE can only work continuously for 1–1.5 h because of sweat-induced dehydration and the loss of the protection role of the PPE. This working time limitation meant that more medical staff were needed to take care of the patients; however, no further medical staff were available in the clinical setting, which increased the workload for existing medical staff. From October 1, 2014 to December 31, 2015, the study hospital was an EHC and was then designated as an ETC; however, no difference in mortality rates was observed between the EHC and ETC periods. Thus, comprehensive clinical therapeutic strategies are urgently required.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1666,
                    "end": 1668,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1857,
                    "end": 1859,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "EVD was once termed Ebola hemorrhagic fever because the proportion of patients with bleeding was as high as 71–78%.18, 19 However, in the present study, the incidence of bleeding was only 11.11% (32/288), which is higher than that reported by Schieffelin et al.,20 but much lower than that in the study by Bah et al.21 On the basis of a previous report in a large cohort study,13 the bleeding incidence did not exceed 20.2% from the onset of this EVD outbreak, which is significantly different from previous outbreaks. Although the lower incidence of bleeding may correlate with different virus subtypes, the detailed reasons remain unclear.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of note, there are other clinical presentations and virus-associated markers to indicate the prognosis of patients. In this study, more frequent fever, fatigue, abdominal pain, headache, diarrhea, and vomiting were found among all confirmed EVD patients. There were significant differences in fatigue, diarrhea, and difficulty swallowing between the 98 patients who died and the 36 who recovered. Non-significantly higher incidences of other symptoms were also found in those who died than in those who recovered. A previous study by this group found age, viral load, and the presence of confusion to be related with survival time and mortality;22 as the size of this cohort in the early stage of the outbreak was small, further studies were urgently needed. More cases were enrolled after the end of the outbreak and the same results were obtained, consolidating the findings. The minor differences between these studies and data published by colleagues related to the significance of symptoms may be due to the numbers of cases included and the time period in which they were admitted.23, 24 A larger cohort is needed to determine the real influence of certain symptoms.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 647,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Schieffelin et al.20 found that non-surviving patients exhibited a significantly higher incidence of weakness, dizziness, and diarrhea compared to surviving patients. The WHO Ebola Response Team reported that clinical presentations including diarrhea, chest pain, cough, difficulty swallowing, difficulty breathing, conjunctivitis, sore throat, confusion, hiccups, and coma or unconsciousness might influence survival or death after they analyzed 4507 probable and confirmed cases.13 In the present study it was found that EVD patients had a higher incidence of diarrhea, which is closely associated with a higher mortality. Furthermore, it was found that the mortality of EVD patients was positively associated with patient age in the 134 EVD patients with a known outcome. Interestingly, the plasma viral load was closely associated with the survival time in all 288 confirmed EVD patients. Thus, the findings of the present study, in combination with previous reports from this study group,22, 23, 24 indicate that older patients and those with high viral loads exhibited a higher fatality rate and shorter survival time, which is in concordance with the findings of Schieffelin et al.20 and Bah et al.21\n",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 993,
                    "end": 995,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1205,
                    "end": 1207,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are some limitations in relation to the clinical data: (1) the medical records of the hospitalized patients who were probable or confirmed cases during the period when the Jui Government Hospital was an EHC (October 1, 2014 to December 30, 2014) were incomplete. When the probable patients were confirmed as suffering from EVD, the majority were transferred rapidly to other ETCs. As a result, clinical follow-up data for most of the confirmed cases who were admitted to other ETCs were not available. (2) Laboratory test data were not available for all probable and confirmed cases throughout the EHC period and during the early days of the approved ETC because the conditions for routine blood testing were not good enough to protect the testing personnel from viral infection. Thus, there was a tendency to be more conservative in not conducting laboratory tests on blood samples and intravenous fluids from the patients. (3) In addition, during the period as an EHC, the lack of staff experienced in the disease, communication problems between patients and the medical staff (lack of English or lower educational level, such that some patients did not fully understand the questions asked by doctors), the lower proportion of intravenous rehydration, and the lack of laboratory tests (viral loads were available for all of the patients) further contributed to the incomplete medical records.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Thus, it was a challenge for us to protect our staff from becoming infected when managing the EVD patients in Jui Government Hospital. Luckily, none of the Chinese medical team staff were infected with the virus during their clinical duties. This could be explained as follows: first, precise specifications and protocols were formulated and strictly enforced during the clinical duty of all of the medical staff to prevent virus infection. Second, the Chinese medical team staff were from the Beijing 302 Hospital, the leading and largest hospital specific for infectious diseases in China; staff at this hospital successfully managed patients with severe acute respiratory syndrome (SARS) during the SARS epidemics in 2003, those with A/H1N1 influenza in 2009, and patients from other epidemics. Based on this experience and expertise, we followed not only the regulations and protocols suggested by the WHO, but also proposed a series of other protocols to prevent Ebola virus infection during clinical duties. In particular, we put forward some important concepts including “Taking off PPE is more important than wearing it in the clinic” and “take off the PPE in different zones, according to the rules of order”. More importantly, a supervisor monitored the process in real-time using CCTV throughout the time when medical staff were performing their clinical duties to ensure their safety .",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the findings of this study indicate that older EVD patients, those with a high viral load, and those with diarrhea symptoms tended to have a shorter survival time. These patients should receive intensive care and be treated promptly, for example given intravenous rehydration, and their electrolyte balance should be maintained to effectively reduce the case fatality rate.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Cox regression analysis of possible Ebola-related variables\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flow diagram of the diagnosis and treatment of probable and confirmed patients with Ebola virus infection. 693 probable patients were admitted to our hospital. 288 patients were confirmed to have Ebola Virus Disease (EVD) by monitoring serum viral nucleotide acids. 134 of 288 cases had clear records: 98 of them died from EVD (45 male and 53 female cases) and 36 cases were cured. The remaining 154 cases were transferred to other Ebola treatment center and were lost to follow-up. Therefore, our study mainly focused on the analysis of the detailed data of the 134 cases with good records.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Distribution of patient age was not normally distributed: the majority of the patients were aged 15–35-years old.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Presentation rates of different symptoms. Patients who died tended to have most symptoms more frequently, except skin rash, coma and pain the behind eyes than those who survived. The differences in the rates of diarrhea, fatigue and difficult swallowing were significant.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Survival curves according to age. Kaplan-Meier Estimate of the probability of survival showed that older patients had shorter survival times (Log-rank (Mantel-Cox) p = 0.009. Dash line and cross represent patients ≤18-years-old, long peck line and diamond represent patients of 18–40- years-old, dot line and round represent patients >40-years-old.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Survival curves according to viral load. Kaplan-Meier estimate of the probability of survival showed that patients who presented with higher viral load had shorter survival times (Log-rank (Mantel-Cox) p = 0.000. Solid line and diamond represent patients had £ 1,000,000 EBOV copies per milliliter of plasma (log of virus load £ 6), dot line and cross represent patients presented with more than 1,000,000 EBOV copies per milliliter (log of virus load >6).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Survival curves at the mean of covariate showed that most of the deceased patients died in the first 8 days.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Isolation of Marburg-like virus from a case of haemorrhagic fever in Zaire",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pattyn",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "van der Groen",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Courteille",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "573-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ebola: learn from the past",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "299-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The international Ebola emergency",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Briand",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bertherat",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Myhre",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1180-1183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Ebola Response Centre",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Ebola virus disease in West Africa—the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1481-1495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Ebola in Freetown area. Sierra Leone—a case study of 581 patients",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ansumana",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Sahr",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Idris",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bangura",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Boie-Jalloh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "587-588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical presentation and management of severe Ebola virus disease",
            "authors": [
                {
                    "first": "T.E.",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "von Saint Andre-von Arnim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Am Thorac Soc",
            "volume": "11",
            "issn": "",
            "pages": "1341-1350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Sierra Leone doctors call for better Ebola care for colleagues",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shuchman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Preparing nurses to work in Ebola treatment centres in Sierra Leone",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br J Nurs",
            "volume": "24",
            "issn": "",
            "pages": "168-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical illness and outcomes in patients with Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Schieffelin",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gbakie",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Colubri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2092-2100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Clinical presentation of patients with Ebola virus disease in Conakry, Guinea",
            "authors": [
                {
                    "first": "E.I.",
                    "middle": [],
                    "last": "Bah",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Lamah",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Brett-Major",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Sall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "40-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Prognostic analysis of patients with Ebola virus disease",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Clinical characteristics of 154 patients suspected of having Ebola virus disease in the Ebola holding center of Jui Government Hospital in Sierra Leone during the 2014 Ebola outbreak",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Clinical features of patients with Ebola virus disease in Sierra Leone",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "491-495",
            "other_ids": {
                "DOI": []
            }
        }
    }
}