{
    "paper_id": "PMC7188491",
    "metadata": {
        "title": "COVID-19: Increased Risk to the Mental Health and Safety of Women Living with HIV in South Africa",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "A."
                ],
                "last": "Joska",
                "suffix": "",
                "email": "john.joska@uct.ac.za",
                "affiliation": {}
            },
            {
                "first": "Lena",
                "middle": [],
                "last": "Andersen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Rabie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adele",
                "middle": [],
                "last": "Marais",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Esona-Sethu",
                "middle": [],
                "last": "Ndwandwa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aisha",
                "middle": [],
                "last": "King",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathleen",
                "middle": [
                    "J."
                ],
                "last": "Sikkema",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Older WLHIV would recall the restrictions placed on persons of colour before our first democratic election, including severely curtailed movement enforced by the police and the military. While COVID-19 restrictions apply to all South Africans, those traumatised before 1994 may report increased anxiety and fear as a result of re-living past experiences. In order to avoid negative associations of lockdown, WLHIV may avoid travelling. One consequence may involve missing clinic visits and not obtaining necessary medication.",
            "cite_spans": [],
            "section": "Trauma Rooted in Apartheid",
            "ref_spans": []
        },
        {
            "text": "Another likely consequence of COVID-19 for WLHIV is anticipatory anxiety. The novel coronavirus adds a super-layer of infection to the lives of these individuals. Co-morbid and opportunistic infection is no stranger to HIV-affected communities. Tuberculosis rates are approximately 20%, and many in these communities have experienced other fungal and viral infections [1, 2]. At present, we know that between 10–20% of individuals infected with COVID-19 will develop severe respiratory syndrome requiring hospital admission, and that approximately 1–3% will die from complications [3]. Less is known about rates of hospital admission and mortality among immuno-compromised communities, where lung health is often depleted. We anticipate severe respiratory syndromes will be more prevalent in our population.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 372,
                    "end": 373,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Another Infection to Fear",
            "ref_spans": []
        },
        {
            "text": "Prior to the ART roll-out in 2005 in South Africa, becoming HIV infected was a death sentence. Even today many untreated persons still die from HIV in poorer communities. In the absence of effective treatment for COVID-19, women may re-experience associated fears, including involuntary abandonment of dependent children. Persons, households and communities in South Africa have been given information about a highly infectious, sometimes fatal respiratory virus, and been warned that their access to usual medical care might soon be limited if lockdown regulations are not followed [4]. This messaging has created tension for women who need to visit clinics to obtain HIV care and medication while feeling obligated to uphold the lockdown and prevent transmission of COVD-19.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Impacts on Access to Care",
            "ref_spans": []
        },
        {
            "text": "Interpersonal violence and sexual trauma are highly prevalent among this population [5, 6]. Our group has previously shown that nearly two-thirds of WLHIV have experienced sexual trauma and that many do not disclose this history unless asked under research or strict clinical conditions [7, 8]. The consequences of these experience(s) include increased rates of depression and post-traumatic stress disorder [9], and increased likelihood of behavioural avoidance patterns [6, 10–12]. An HIV diagnosis may itself aggravate traumatic experiences; many women either relate their HIV diagnosis indirectly to experience of trauma or acquired HIV during a sexual assault [6, 13, 14]. These combined effects, in the context of women living with HIV in peri-urban, often resource-limited settings, may result in delays accessing HIV care, missing clinic appointments and poor medication adherence.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 88,
                    "end": 89,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 288,
                    "end": 289,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 291,
                    "end": 292,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 409,
                    "end": 410,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 473,
                    "end": 474,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 666,
                    "end": 667,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Interpersonal Violence and Sexual Trauma",
            "ref_spans": []
        },
        {
            "text": "WLHIV with a history of sexual trauma already live with high levels of anxiety, including hyper-arousal and avoidance symptoms [8]. They cope poorly with additional stressors [11, 15]. Crucially, the lockdown prohibits WLHIV from seeking social support from persons outside of their household, including friends, family and religious groups. These restrictions complicate their journey to health. WLHIV often live in chronically under-resourced communities characterised by high rates of violence, substance use, and limited opportunities for employment. Beyond their immediate health-related needs, women rely on multiple socioemotional resources to cope with their trauma history and living with HIV. Under current restrictions, access to “routine” services, such as social work or counselling, are not considered essential and are disallowed.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 180,
                    "end": 182,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Interpersonal Violence and Sexual Trauma",
            "ref_spans": []
        },
        {
            "text": "There is an additional unintended consequence of the national lockdown: a surge in domestic violence. Both globally and in South Africa there have been increased reports of gender-based and domestic violence since the implementation of COVID-19-enforced lockdowns. During the first week of the lockdown in South Africa, 87,000 cases of domestic and inter-personal violence were reported [16]. Individuals are stressed, frustrated and confined in close quarters. Vulnerable persons will be at heightened risk and rates of trauma will escalate. With rates of domestic violence increasing, any coping strategies our future participants may have are at risk of dissipating. Considering that many WLHIV have histories of intimate partner violence and many are currently in abusive relationships, the restrictions placed on their movement may impact their safety. In addition, many women will have to manage an increase in parenting demands—often without any emotional or practical support from their abusive partners. Furthermore, for women who have not disclosed their HIV status to an abusive partner, accessing HIV care may not be feasible without placing them at risk for violence. At a time when continuity of HIV-care engagement could provide reassuring consistency and mediate fears regarding COVID-19, WLHIV may instead be left unsupported and at heightened risk for domestic abuse.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Increased Interpersonal Violence",
            "ref_spans": []
        },
        {
            "text": "Our group has previously piloted a coping intervention with HIV-infected women aimed at reducing avoidant coping and improving medication adherence and retention in care [8]. A randomised controlled trial to test the effectiveness of the intervention is scheduled to commence in Cape Town, South Africa in the coming months (1R01MH118004). As South Africans will need to remain partially restricted in order to maintain control over the effects of COVID-19, an instinctive response is to provide “remote” services or “telepsychiatry”. Indeed, these models can be highly effective in providing support, counselling and psychotherapy [17]. However, this response pre-supposes that the patient has access to the internet, reliable tele-communication, and mobile data, not to mention privacy. These prerequisites are unfortunately not consistently available in impoverished communities among which we work, necessitating novel and contextually relevant responses.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "A Coherent Response is Needed",
            "ref_spans": []
        },
        {
            "text": "One option is for the South African government to classify psychological treatments as essential. The risk of COVID-19 transmission is limited when interactions occur on an individual one-on-one basis. For women on antiretroviral therapy who are still able to access HIV care, psychological treatment should be available and fast-tracked to reduce waiting times. Clinic managers and care providers need to consider this service essential. A second option is to train community health workers who are currently employed to find and track COVID-19 cases within resource-constrained communities, in basic counselling and support. Addressing the mental health needs of WLIHV needs to be as rapid as the general and health response has been. It will require recognition by health system planners, before another epidemic of household trauma exacerbates the physical and mental health conditions of an already traumatised population. Should COVID-19 become a generalised epidemic in South Africa, we will need to address the further impact of morbidity, mortality, and the ensuing grief and loss.",
            "cite_spans": [],
            "section": "A Coherent Response is Needed",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "HIV associated opportunistic pneumonias",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med J Malays",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A review of recent literature on trauma among individuals living with HIV",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "LeGrand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Whetten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Current HIV/AIDS Reports",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11904-015-0288-2"
                ]
            }
        },
        "BIBREF2": {
            "title": "Providing sensitive care for adult HIV-infected women with a history of childhood sexual abuse",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aaron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Criniti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonacquisti",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Assoc Nurses AIDS Care",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jana.2013.03.004"
                ]
            }
        },
        "BIBREF3": {
            "title": "Intimate partner violence and engagement in HIV care and treatment among women: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Hatcher",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Smout",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Turan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Christofides",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stöckl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/QAD.0000000000000842"
                ]
            }
        },
        "BIBREF4": {
            "title": "The epidemiology of rape and sexual coercion in South Africa: an overview",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jewkes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abrahams",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Soc Sci Med",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(01)00242-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "Prevalence of emotional, physical and sexual abuse of women in three South African provinces",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jewkes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Penn-Kekana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ratsaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schrieber",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "S Afr Med J",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The intersection of intimate partner violence against women and HIV/AIDS: a review",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Baty",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Ghandour",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Francisco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Injury Control Saf Promot",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/17457300802423224"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The effectiveness of telemental health: a 2013 review",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Hilty",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Parish",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Yellowlees",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Telemed e-Health",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2013.0075"
                ]
            }
        },
        "BIBREF9": {
            "title": "Fungal infections in HIV/AIDS",
            "authors": [
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Limper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adenis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(17)30303-1"
                ]
            }
        },
        "BIBREF10": {
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Interventions to improve psychological functioning and health outcomes of HIV-infected individuals with a history of trauma or PTSD",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seedat",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11904-012-0139-3"
                ]
            }
        },
        "BIBREF13": {
            "title": "Gender differences in risk for intimate partner violence among south african adults",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Gass",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seedat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Interpers Violence",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1177/0886260510390960"
                ]
            }
        },
        "BIBREF14": {
            "title": "Development of a coping intervention to improve traumatic stress and HIV care engagement among South African women with sexual trauma histories",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Sikkema",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Knettel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ciya",
                    "suffix": ""
                },
                {
                    "first": "ET",
                    "middle": [],
                    "last": "Knippler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eval Program Plann",
            "volume": "68",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.evalprogplan.2018.02.007"
                ]
            }
        },
        "BIBREF15": {
            "title": "Improving aids care after trauma (ImpACT): pilot outcomes of a coping intervention among HIV-infected women with sexual trauma in South Africa",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Sikkema",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Mulawa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Joska",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "AIDS Behav",
            "volume": "22",
            "issn": "3",
            "pages": "1039-1052",
            "other_ids": {
                "DOI": [
                    "10.1007/s10461-017-2013-1"
                ]
            }
        },
        "BIBREF16": {
            "title": "Psychological trauma and PTSD in HIV-positive women: a meta-analysis",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Machtinger",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Haberer",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "AIDS Behav",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s10461-011-0127-4"
                ]
            }
        }
    }
}