{
    "paper_id": "PMC7169841",
    "metadata": {
        "title": "A multiplex reverse transcription PCR and automated electronic microarray assay for detection and differentiation of seven viruses affecting swine",
        "authors": [
            {
                "first": "A.",
                "middle": [],
                "last": "Erickson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Fisher",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Furukawa‐Stoffer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Ambagala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "Hodko",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Pasick",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [
                    "P."
                ],
                "last": "King",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [],
                "last": "Nfon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [],
                "last": "Ortega Polo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Lung",
                "suffix": "",
                "email": "oliver.lung@inspection.gc.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The swine industry is a major part of the global livestock industry and an important part of the food supply chain. The global pig industry produced approximately 963 million pigs and 109 million metric tons of pork in 2011 (http://www.mbio.ncsu.edu/BioEdit/bioedit.html). Infectious diseases such as foot‐and‐mouth disease (FMD), classical swine fever (CSF) and African swine fever (ASF) are highly contagious viral diseases reportable to the OIE (World Organization for Animal Health) that can have a severe economic impact on affected areas due to production losses and the impact on the international trade of animals and animal products with disease‐free countries. For example, the 2001 FMD outbreak in the United Kingdom had an estimated cost of $13 billion US (Thompson et al., 2002). The direct costs of the 1997–1998 CSF epizootic in the Netherlands, excluding loss of exports, amounted to $2 billion US and the slaughter of approximately 10 million pigs (Terpstra & de Smit, 2000).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "FMD affects over 70 species of cloven‐hoofed animals including cattle, pigs, sheep, goats and wild ruminants causing vesicular lesions on the mouth and hoof (Hedger, Condy, & Gradwell, 1980). The disease is endemic in many parts of South America, Asia and Africa. The aetiological agent is the FMD virus (FMDV, Picornaviridae, Aphthovirus). Non‐FMD viruses that can cause clinically indistinguishable vesicular lesions in swine include swine vesicular disease virus (SVDV, Picornaviridae, Enterovirus) and vesicular exanthema of swine virus (VESV, Caliciviridae), a virus derived from feeding pigs seal meat contaminated with San Miguel sea lion virus (SMSV; Zimmerman, Karriker, Ramirez, Schwartz, & Stevenson, 2012). CSF virus (CSFV, Flaviviridae) causes haemorrhagic disease in pigs (Giammarioli, Pellegrini, Casciari, & Mia, 2008) and lesions in less severe cases (Zimmerman et al., 2012). African swine fever virus (ASFV, Asfarviridae) also causes haemorrhagic fever (Costard et al., 2009; Giammarioli et al., 2008) that is clinically indistinguishable from infection with CSFV.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "For the laboratory diagnosis of vesicular diseases, the OIE currently recommends methods such as virus isolation, antigen capture enzyme‐linked immunosorbent assay (ELISA) and PCR, including real‐time PCR. Virus isolation is often considered the gold standard, but ELISA and real‐time reverse transcriptase (RT)‐PCR are faster and thus more suitable for use as screening tests. Conventional and real‐time RT‐PCR assays have been developed for CSFV (Wernike, Hoffmann, & Beer, 2013), ASFV (Fernández‐Pinero et al., 2013) and FMDV (Hole, Clavijo, & Pineda, 2006; King et al., 2006; Reid et al., 2009) and its differentials that include vesicular stomatitis virus (VSV; Hole et al., 2006; Rasmussen, Uttenthal, & Agüero, 2006), SVDV (Fernández et al., 2008; Núñez et al., 1998), and VESV (Reid et al., 2007). User‐friendly reverse transcription insulated isothermal PCR (RT‐iiPCR) assays performed on compact, field‐deployable instruments with automatic display of “+” or “−” results have also been described for CSFV (Lung et al., 2015) and FMDV (Ambagala et al., 2016). Real‐time multiplex PCR assays have been reported for the detection of FMDV and CSFV (Shi et al., 2016; Wernike et al., 2013) and other targets (Haines, Hofmann, King, Drew, & Crooke, 2013; Li et al., 2013; Rasmussen et al., 2006; Wernike et al., 2012). Although RT‐iiPCR and real‐time RT‐PCR are rapid and highly sensitive, separate single‐target reactions are normally performed by the Canadian Food Inspection Agency's National Centre for Foreign Animal Disease when testing for the presence of foreign animal disease pathogens. Thus, a user‐friendly, multiplex diagnostic test for differential diagnosis of high‐consequence foreign animal diseases could be a useful tool.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In addition to the major vesicular diseases of swine, CSFV and ASFV, two viruses indigenous to North America; porcine circovirus type 2 (PCV2, Circoviridae) and porcine respiratory and reproductive syndrome virus (PRRSV, Arteriviridae), which are responsible for most of the production losses to the North American pig industry (Nicholson et al., 2011; Zimmerman et al., 2012), were also tested with available resources to evaluate the potential of this technology for testing of indigenous diseases. Depending on the strain of the virus and the immune status of the host, there is considerable variation in clinical signs of PRRS. Typically, PRRSV infection causes mild to severe respiratory disease in newborn and growing pigs and reproductive failure in pregnant sows (Lunney et al., 2016) and can also cause apoptosis in organs such as the lungs, testes, lymph nodes and thymus (Karniychuk et al., 2011). PCV2 infection can lead to lymphoid depletion and immunosuppression in pigs and is the primary causative agent of porcine circovirus‐associated disease (PCVAD). Infections can also cause wasting and increased mortality, as well as lesions in the lymphatic area (Meng, 2013).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Microarrays can accommodate multiple probes for each target that can provide redundancy and broader coverage of viral variants when compared with single probe assays. The development and evaluation of traditional microarrays for subtyping and multiplex detection of viruses that affect livestock have been previously described (Banér et al., 2007; Hindson et al., 2008; Jack et al., 2009; Lenhoff et al., 2008; Lung et al., 2011, 2016). The assay described by Banér et al. (2007) detected FMDV, SVDV, VSV, and differentiated between the two serotypes of VSV. Lung et al. (2011) described an assay that detected four vesicular disease viruses (FMDV, VSV, SVDV and VESV) and differentiated between the seven serotypes of FMDV (A, O, C, Asia 1, SAT1, SAT2 and SAT3) and the two serotypes of VSV (New Jersey & Indiana). These methods are laborious to perform, utilize conventional slide microarrays that rely on slower passive hybridization and require multiple pieces of equipment for capture probe printing, hybridization, washing, and slide scanning. In this study, the development and initial validation of an electronic microarray platform that integrates and automates capture probe printing with microarray hybridization, washing, and reporting on a single instrument and allows for onsite updating of probe sequences and custom printing of capture probes by the user for the detection of multiple viruses is described.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Sixty‐eight laboratory and field isolates of the seven targeted swine viruses were used in this study (Tables 1, 5). The strains tested represent viruses from all seven FMDV serotypes, three CSFV genotypes, and both North American (NA) and European (EU) genotypes of PRRSV that were available for testing at the Canadian Food Inspection Agency (CFIA). Strains of FMDV, SVDV, VESV, CSFV and ASFV were propagated and titered according to previously published methods (Moniwa, Clavijo, Li, Collignon, & Kitching, 2007; Senthilkumaran et al., 2016). PRRSV RNA and PCV2 DNA were kindly provided by Dr. Markus Czub (University of Calgary, Calgary, Alberta, Canada). PRRSV‐positive field serum samples were kindly provided by Dr. Davor Ojkic (University of Guelph). A panel of 11 samples from animals negative for the target viruses along with 11 non‐target bacteria and viruses that affect livestock were used to evaluate the specificity of the assay: swine influenza virus (SIV), porcine respiratory coronavirus (PRCV) KIVA, transmissible gastroenteritis virus (TGEV) TC1998, porcine circovirus 1 (PCV1), vesicular stomatitis virus (VSV) 89 GAS, bovine viral diarrhoea virus (BVDV) type 1 Singer, Border disease virus (BDV) CoosBay, Streptococcus suis, Pasteurella multocida, Salmonella enterica choleraesuis, and Mycoplasma hyopneumoniae.",
            "cite_spans": [],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The details of the inoculation studies in animals and clinical samples were as previously described (Lung et al., 2011) or will be described elsewhere for other viruses. All animal studies complied with the guidelines of the Canadian Council on Animal Care.",
            "cite_spans": [],
            "section": "Samples ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Clinical samples containing VESV and PCV2 were not available, and thus, oral and nasal material obtained from healthy animals (Prairie Swine Centre, Saskatoon, Saskachewan, Canada) was spiked with cell culture‐amplified viruses for these two viruses and PRRSV.",
            "cite_spans": [],
            "section": "Samples ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "PCR primer and capture probe sequences were either identified from the literature, then used with or without modifications or were newly designed (Tables 2 and 3). Primer and probe design were performed as described previously (Lung et al., 2011, 2012) using AlleleID® v. 7.7 (Premier BioSoft International, Palo Alto, CA, USA), Clone Manager v 9.0 software (Scientific and Educational Software, Cary, NC, USA) and BioEdit (http://www.mbio.ncsu.edu/BioEdit/bioedit.html) using all publicly available sequences from NCBI. Primers were tested in silico using IDT's OligoAnalyzer 3.1 (http://www.idtdna.com/calc/analyzer), and any primers with self‐ and hetero‐dimers with a ΔG ≥ −11 kcal/mole were modified or screened out. The reverse primers were synthesized with the reverse complementary sequence of the NGEN™ Red Universal Reporter Probe (Nexogen, San Diego, CA) at the 5′ end (Lung et al., 2011). The primers were also evaluated in silico as previously described (Lung et al., 2017) against non‐target viruses using NCBI's electronic PCR (e‐PCR, Rotmistrovsky, Jang, & Schuler, 2004; Schuler, 1997) to evaluate potential cross‐reactivities. Furthermore, all unique primer pairs used in the multiplex PCR were tested against all non‐redundant nucleotide sequences of non‐FMDV picornaviruses (n = 61,995 unique sequences). This was achieved using a Python script developed in‐house to generate a multi‐FASTA file with all the unique primer pairs in the multiplex PCR (e.g., the forward primer of FMDV and the reverse primer of ASFV) that target viruses other than the viruses for which the primers were originally designed. The table was used as the input for the e‐PCR program to test the primers in silico. Hits that were returned with less than four mismatches were evaluated with ThermoBLAST's in silico simulations under reaction conditions to predict possible hybridizations based on thermodynamic parameters as well as sequence complementarity (SantaLucia, 2007). Candidate probes were screened for predicted specificity using NCBI BLAST (http://blast.ncbi.nlm.nih.gov/Blast.cgi). Virus‐specific candidate probes that did not show significant matches to the other target viruses (probes exhibiting <25% overall identity and cross‐homologous regions of less than eight nucleotides) were then screened on the NanoChip400 microarray (Nexogen) against a reference panel of viruses. All capture probes were modified with 5′‐biotinylation to allow attachment to the streptavidin‐containing hydrogel of the microarray. All primers and probes were synthesized by IDT (Integrated DNA Technologies, Coralville, IA, USA).",
            "cite_spans": [],
            "section": "Primers and probes ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 160,
                    "end": 161,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Nucleic acid was extracted from vesicular viruses (FMDV, SVDV and VESV) and clinical samples as described previously (Lung et al., 2011), while all other viruses were extracted using the QIAamp Viral RNA Kit (Deregt et al., 2006) or the Ambion Mag Max Kit (Thermofisher Scientific‐ Ambion, Burlington, ON, Canada) according to manufacturer's specification. Nucleic acid was eluted in 50 μl QIAamp or 90 μl MagMax elution buffer. For PCV2 and PRRSV, 14 μl of the neat laboratory‐propagated virus was spiked into 126 μl of biological material and extracted with the QIAmp viral RNA Kit (Qiagen, Toronto, ON, Canada). For VESV, 20 μl of virus culture was spiked into 120 μl of clinical material and extracted with the QIAamp viral RNA kit. All extracted spiked samples were tested for the presence of target viruses with the seven‐plex assay.",
            "cite_spans": [],
            "section": "Nucleic acid extraction ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A multiplex RT‐PCR consisting of 22 primers was developed to amplify genomic targets of seven swine viruses (FMDV, SVDV, VESV, CSFV, ASFV, PRRSV and PCV2) in a single reaction. The RT‐PCR was performed using the SuperScript® III (SSIII) One‐Step RT‐PCR with Platinum Taq kit (Life Technologies, Burlington, ON, Canada) in a 50‐μl reaction. The RT‐PCR consisted of FMDV, CSFV and PCV2 primers at 1 μM final concentration each, SVDV, VESV, ASFV and PRRSV primers at 0.5 μM final concentration each, 25 μl of 2 ×  RT buffer mix, 2 μl of SSIII enzyme mix, 15 μl of ultrapure water and 1 μl of sample. The RT‐PCRs were run on a Veriti thermal cycler (Life Technologies‐Applied Biosystems, Burlington, ON, Canada) in Lethbridge during initial assay development and switched to 9700 thermal cycler (Life Technologies) at the National Centre for Foreign Animal Disease. The cycling parameters were as follows: 55°C for 15 min for reverse transcription (RT), followed by 94°C for 2 min and then 35 cycles of: 94°C for 30 s, 50°C for 1 min and 68°C for 1 min. This was followed by a final 5‐min extension at 68°C. Post‐amplification reactions were visualized using either the QIAxcel (QIAGEN) instrument or agarose gel electrophoresis with SYBR® safe DNA gel stain (Life Technologies).",
            "cite_spans": [],
            "section": "Multiplex reverse transcription PCR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All buffers used in the computer‐controlled automated electronic microarray assay were from Nexogen, Inc. or prepared in‐house from chemicals purchased from Sigma‐Aldrich (Oakville, ON, Canada). Biotinylated capture probes (250 nM) were prepared in 50 mM L‐histidine/0.05% Proclin® 300 buffer (His/Proclin® buffer, Nexogen Inc.) and electronically addressed to selected electrodes on the NanoChip400 cartridge through the application of a positive 350 nA current for 30 s. After five washes of the cartridge with a mixture of His/Proclin® buffer containing 20% Triton X‐100, and water with 0.05% Proclin® solution, 8.75 μl of unpurified PCR amplicons, diluted 1 of 8 in 61.25 μl Cap‐Down A Buffer were electronically addressed at 800 nA for 60 s to selected electrode pads containing bound capture probes. The cartridge was washed five more times with His/Proclin® buffer, incubated at 40°C for 60 s and washed once with high salt buffer (HSB, Nexogen Inc.). Hybridized amplicons were detected using a fluoresceinated reporter probe resuspended in HSB at 1 μM final concentration and a touchdown passive reporting protocol as described previously (Lung et al., 2012). All electronic microarray hybridizations were performed in duplicate, and a non‐template PCR control (NTC) was included in all experiments. Raw fluorescent intensity (FI) data from all utilized pads on each cartridge were obtained and analysed using Microsoft Excel. Positive‐to‐negative (P/N) ratios were calculated by dividing the averaged FI value for each amplicon by the FI value produced by the average NTC for each probe. Samples that produced P/N ratios greater than an empirically determined cut‐off of 2 for both replicates of one or more virus‐specific capture probe were considered positive. P/N data derived from multiple microarrays were visualized through a heat map generated using TreeView (Eisen, Spellman, Brown, & Botstein, 1998).",
            "cite_spans": [],
            "section": "Electronic microarray ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "RNA transcribed from a plasmid (CSFV, PRRSV, SVDV, VESV) or PCR amplicon template (FMDV) was used to determine the limit of detection of the RT‐PCR and the electronic microarray for the RNA viruses. In vitro transcribed RNA was generated from plasmid templates containing the targeted genomic regions of the swine viruses, blunt ligated into either the pJET1.2 vector (ThermoScientific‐Fermentas, Ottawa, ON) or the pCR™II‐blunt‐TOPO® vector (Life Technologies ‐ Invitrogen, Burlington, ON, Canada). Quantified plasmids were restriction digested with HindIII (10 μ/μl) or other appropriate restriction enzymes when HindIII sites were found within the amplicon (Thermo Scientific‐Fermentas, Ottawa, ON), purified using the Zymo DNA Clean & Concentrator™‐25 column kit (Zymo Research, Irvine, CA) and transcribed using the MEGAscript® kit (Life Technologies). For FMDV, the desired gene regions were synthesized by IDT, cloned into the pGEM‐3Zf(+) vector, digested with EcoRI (Life Technologies, Thermo Scientific‐Fermentas, Ottawa, ON), amplified under the same cycling conditions by the described RT‐PCR in single‐plex and transcribed as described previously (Lung et al., 2015). RNA was quantified using the Qubit® 2.0 Fluorometer and RNA broad range assay kit (Life Technologies). For the DNA viruses ASFV and PCV2, plasmids containing the targeted genes were extracted from overnight cultures of Escherichia coli transformed with the appropriate plasmid (Sambrook & Russell, 2001). Copy number was calculated using the following equation: concentration(ng)×6.022×1023/molebasepair(bp)×1×109ng/g×MolecularWeightbpg/mole\n",
            "cite_spans": [],
            "section": "Analytical sensitivity ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "After quantification, in vitro transcribed RNA and plasmid DNA were diluted serially 10‐fold from neat stock to 10−12 in ultrapure dH2O. The dilution series were amplified using the standard seven‐plex multiplex, a five‐plex exotic virus multiplex (all viruses except PRRSV and PCV2), two‐plex indigenous virus multiplex (PRRSV and PCV2) and single‐plex RT‐PCRs and imaged using the QIAxcel Advanced instrument (QIAGEN). RT‐PCR endpoints were determined by the last reaction in the dilution series to give a visually detectable band. In duplicate, a panel of six samples from each dilution series, two samples above the RT‐PCR endpoint, one sample at the endpoint and three samples below the endpoint, were selected and ran on the electronic microarray with a positive control and NTC (n = 8). The eight samples were run against the specific target probes (i.e., FMDV samples run on five FMDV probes) as well as the non‐specific binding probe (NSBP) as a negative control. A P/N ratio cut‐off of 2 for positivity was used to determine the analytical sensitivity on the electronic microarray. P/N ratios ≥1.7 and ≤2 were designated as suspect reactors.",
            "cite_spans": [],
            "section": "Analytical sensitivity ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The multiplex RT‐PCR utilized 22 primers to amplify selected genomic regions of the seven target viruses (Table 2). The RT‐PCR generated amplicons of the expected size for all 68 isolates of the seven target viruses (23 FMDV, 12 SVDV, 10 CSFV, one VESV, three ASFV, one PCV2 and 18 PRRSV; Figures 1a and 3a). The specificity of the amplification was evaluated using a total of 22 samples, including 11 oral clinical materials from healthy pigs, and 11 non‐target swine bacteria and viruses associated with livestock. Nucleic acid extracted from non‐target pathogens and clinical material from healthy animals either did not generate detectable RT‐PCR products or generated weak, non‐specific products in the absence of templates from target viruses (Figure 1b). The non‐specific amplifications were reduced substantially when the same samples were spiked with PRRSV RNA as an exogenous control (Figure 1c).",
            "cite_spans": [],
            "section": "RT‐PCR amplification ::: RESULTS",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 304,
                    "end": 305,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 757,
                    "end": 758,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 902,
                    "end": 903,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 112,
                    "end": 113,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A total of 27 candidate capture probes for the seven targeted viruses and 1 non‐specific capture probe were tested on the electronic microarray with amplicons derived from the panel of 68 target viruses and 22 clinical negatives, non‐target bacteria and viruses. All amplified target virus samples reacted to their target‐specific capture probes. No cross‐reactivity with materials from healthy swine, non‐target bacteria or viruses was observed (Figure 2b).",
            "cite_spans": [],
            "section": "Microarray for detection and differentiation of seven swine viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Nucleic acid from 10‐fold serial dilutions of transcribed RNA of known copy number were amplified by single‐plex RT‐PCR, a duplex RT‐PCR consisting of primers for PRRSV and PCV2, a five‐plex RT‐PCR for viruses exotic to Canada (FMDV, SVDV, VESV, CSFV and ASFV) or the seven‐plex RT‐PCR. The RT‐PCR amplicons were then tested on the microarray, to determine the limit of detection of the RT‐PCRs and microarray for each virus. The assay showed similar efficiencies for the single‐plex, duplex and five‐plex RT‐PCRs and microarray for SVDV, VESV, CSFV, ASFV, PCV2 and PRRSV, but the PCR had higher sensitivity for the smaller amplicons: ASFV, PCV2 and PRRSV (Table 4). The seven‐plex RT‐PCR showed the best analytical sensitivity with ASFV, PCV2 and PRRSV at a range between 1 copy in PCR and 10 copies on the electronic microarray, followed by SVDV, CSFV and VESV at around 10 and 100 copies in PCR and microarray, respectively. The detection limit was lowest for FMDV at hundreds of copies for both seven‐plex and five‐plex PCRs, and one (single‐plex, five‐plex) or two (seven‐plex) orders of magnitude lower on the microarray (Table 4).",
            "cite_spans": [],
            "section": "Limits of detection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 663,
                    "end": 664,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1134,
                    "end": 1135,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Extracted nucleic acid from clinical samples was amplified using the seven‐plex multiplex assay. FMDV nucleic acid was detected in serum samples as early as 1 day post‐infection (dpi). All available targets were detected from nasal, oral, serum or whole blood with detection ranging from 1 dpi for SVDV, 4 dpi for ASFV and 5 dpi for CSFV (Table 5). PRRSV was detected in positive field serum samples from swine (n = 10, Table 5, Figure 3). All samples from oral and/or nasal swab material that were spiked with VESV, PRRSV and PCV2 (n = 8) produced amplicons of the expected size after the multiplex PCR and the viruses were accurately detected by the microarray (data not shown).",
            "cite_spans": [],
            "section": "Testing of clinical and spiked samples ::: RESULTS",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 345,
                    "end": 346,
                    "mention": "5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "In addition to samples taken prior to experimental infection at 0 dpi, nucleic acid extracted from oral swabs from 11 healthy swine did not produce any amplicons or produced weak detectable bands on agarose gels after the multiplex RT‐PCR and no reactivity above background was observed subsequently on the microarray, demonstrating 100% specificity for these samples (Figure 2b).",
            "cite_spans": [],
            "section": "Testing of clinical and spiked samples ::: RESULTS",
            "ref_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This study describes the development and initial laboratory evaluation of a novel user‐friendly microarray primarily designed for the detection and differentiation of FMDV, SVDV, VESV, CSFV, and ASFV that are exotic to North America. Due to the ability of the electronic microarray assay to print capture probes on site, RT‐PCR primers and probes for PRRSV and PCV2 were tested with available samples to evaluate the potential use of electronic microarray assays for detection of indigenous diseases. The seven‐plex RT‐PCR and electronic microarray assay successfully amplified and accurately detected laboratory amplified (n = 58), experimentally inoculated (spiked, n = 8), and PRRSV‐positive field samples (n = 10). All capture probes were highly specific and showed no cross‐reactivity with heterologous viruses, non‐target bacteria and viruses, or samples from healthy animals. PRRSV was originally detected in North America and Europe almost simultaneously (Christianson & Joo, 1994; Lunney et al., 2016). The two genotypes were genetically diverse with about 55%–70% nucleotide identity (Lunney et al., 2016). Due to the high genetic diversity of RNA viruses and the lack of more PRRSV (especially genotype 2) isolates available for testing, regular evaluation of the primers and probe sequences against newly available sequences and additional validation will be needed. The large number of capture probes (up to 400 for the electronic microarray used here) should allow better coverage of genetically diverse strains compared with real‐time RT‐PCRs, which can typically accommodate only a few probes. The ability to print custom capture probes on site without additional instrumentation allows the assay to be updated conveniently.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Conventional testing methods, such as virus isolation, ELISA and PCR, have been advocated by the OIE as gold standard tests for the detection of many viral infections. Although these methods can be highly sensitive to specific viral serotypes, methods like virus isolation are time‐consuming, requiring multiple blind passages of a sample to generate usable amounts of infectious material. Additionally, multiple tests are required to detect coinfections or to differentiate between species with clinically indistinguishable signs. Although multiplex real‐time RT‐PCRs have been described for many swine pathogens (Haines et al., 2013; Li et al., 2013; Rasmussen et al., 2006; Shi et al., 2016; Wernike et al., 2012, 2013), the diagnosis of FMDV, SVDV, CSFV and ASFV still requires the performance of multiple single tests. Automated multiplex assays can potentially reduce labour cost and handling time. The highest analytical sensitivities observed for the 7‐plex RT‐PCR were as follows: PRRSV, PCV2 and ASFV which have the smallest amplicons (379–537 bp). Although the microarray assay successfully detected FMDV in dpi 1 samples from experimentally infected animals, the multiplex RT‐PCR was less efficient for amplification of FMDV, which had the largest amplicon size in the assay (971 bp). This is most likely due to reduced PCR efficiencies for large amplicons (Cheng, Fockler, Barnes, & Higuchi, 1994; Huang, Arnheim, & Goodman, 1992). The FMDV primers used in this study were specifically designed to amplify the highly variable VP1 capsid protein coding region to allow subtyping into the seven known FMDV serotypes either in the same assay or in a separate assay (unpublished results) or by sequencing. The choice of RT‐PCR primers that generates a smaller FMDV amplicon could (e.g., Moniwa et al., 2007) potentially further increase the detection limit of the assay for FMDV. With 22 primers in the described multiplex RT‐PCR, there may also be interactions between the different primers that reduce the efficiency of the amplification. When the PCR primers for PRRSV and PCV2 were removed and placed in a separate RT‐PCR, an increase in sensitivity was observed for FMDV, SVDV, VESV and CSFV. The electronic microarray component of the assay showed a reduction in sensitivity for some target pathogens both in this and other studies (Lung et al., 2016, 2017 and unpublished results) when compared with the RT‐PCR component of the assay. Possible explanations for this reduction in sensitivity at the microarray stage could be the formation of secondary structure of certain capture probes, the amplicon or the annealing of the two strands of the amplicons which could prevent efficient hybridization between the capture probes and the amplicon under the experimental conditions. The use of asymmetric PCR to generate single‐stranded products, increased amount of capture probe and/or amplicon may also further increase the sensitivity of the assay. Although not tested in this study due to resource constraints, previously published electronic microarray assays for detection of avian, swine and bovine viruses (Lung et al., 2012, 2016, 2017), were able to detect the presence of more than one target. Due to potentially high loads of viruses such as PCV2 in many countries, the splitting of the seven‐plex RT‐PCR into a duplex RT‐PCR for PRRSV and PCV2 and a five‐plex RT‐PCR for the other viruses, as described in this study, will improve the sensitivity of the assay for the detection of reportable diseases.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although an RT step was not required for DNA viruses, previous studies have shown better amplification of the DNA targets when a RT step was included (Lung et al., 2017). This could be due to the utilization of messenger RNAs as well as genomic DNA as template (Lung et al., 2017). Further improvements in assay sensitivity and integration of the PCR with the electronic microarray in the new NanoChip400 XL electronic microarray platform could make this novel automated microarray technology a useful tool for multipathogen detection and subtyping.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Laboratory samples representing the seven targeted swine viruses used in this study\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: PCR primers used in this study\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Capture probes used in this study\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Analytical sensitivity of RT‐PCR and electronic microarray assay\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Testing of assay with clinical and spiked biological samples\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Amplification of target and non‐targets using the seven‐plex RT‐PCR. (a) QIAxcel gel image of representative amplified products after RT‐PCR amplification of representative strains of the seven targeted swine viruses and oral swab from healthy pigs. Asterisk denotes in vitro transcribed RNA was used as a template. (b) QIAxcel gel image of amplified products from amplification of 11 non‐target virus and bacteria that affect livestock: swine influenza virus (SIV), porcine respiratory coronavirus (PRCV) KIVA, transmissible gastroenteritis virus (TGEV) TC1998, porcine circovirus 1 (PCV1), vesicular stomatitis virus (VSV) 89 GAS, Streptococcus suis, Pasteurella multocida, Salmonella enterica choleraesuis, Mycoplasma hyopneumoniae, bovine viral diarrhoea virus (BVDV) type 1 Singer, and Border disease virus (BDV) CoosBay. (c) Amplification of nucleic acid from non‐target bacteria and viruses spiked with PRRSV YNL RNA as an exogenous control. NTC: no template control",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Multiplex RT‐PCR amplicons visualized using agarose gel and QIAxcel System (a) and heat map depicting the reactivity of samples against 27 virus‐specific capture probes and one non‐specific binding probe (NSBP) (b). The panel of samples includes 58 strains of the seven targeted swine viruses, 11 oral swab samples: 267, 270, 271, 272, 273, 274, 277, 278, 279, 281, pooled 2‐day piglet, taken from healthy pigs and 11 non‐target virus and bacteria that are associated with livestock: swine influenza virus (SIV), porcine respiratory coronavirus (PRCV) KIVA, transmissible gastroenteritis virus (TGEV) TC1998, porcine circovirus 1 (PCV1), vesicular stomatitis virus (VSV) 89 GAS, Streptococcus suis, Pasteurella multocida, Salmonella enterica choleraesuis, Mycoplasma hyopneumoniae, bovine viral diarrhoea virus (BVDV) type 1 Singer, and Border disease virus (BDV) CoosBay. The viral strains tested include representatives of each of the seven FMDV serotypes, three CSFV genotypes, two ASFV genotypes and genotypes NA and EU of PRRSV. A positive signal in red represents a positive‐to‐negative ratio (P/N) of >2, while negative results in black represent any P/N ≤ 2",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Multiplex RT‐PCR amplicons visualized using QIAxcel System (a) and heat map depicting the reactivity of 10 genetically diverse Canadian PRRSV‐positive serum samples from diagnostic submissions against 27 virus‐specific capture probes and one non‐specific binding probe (NSBP) (b). The panel of samples includes the following: #2 (17‐001377‐0001_1‐57‐1), #7 (17‐007044‐2208_1‐3‐2), #11 (17‐010599‐0006_1‐30‐2), #20 (17‐019861‐0006_1‐1‐1), #21 (17‐020077‐0002_1‐8‐4), #22 (17‐020084‐0001_1‐3‐2),‐#23 (17‐020347‐0011_1‐8‐2), #33 (17‐035‐986_1‐4‐1), #36 (17‐039858‐0022_2‐5‐2), #43 (17‐052259‐0023_1‐57‐1). A positive signal in red represents a positive‐to‐negative ratio (P/N) of >2, while negative results in black represent any P/N ≤ 2",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Field‐deployable reverse transcription‐insulated isothermal PCR (RT‐iiPCR) assay for rapid and sensitive detection of foot‐and‐mouth disease virus",
            "authors": [],
            "year": 2016,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "64",
            "issn": "",
            "pages": "1610-1623",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Microarray‐based molecular detection of foot‐and‐mouth disease, vesicular stomatitis and swine vesicular disease viruses, using padlock probes",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Virological Methods",
            "volume": "143",
            "issn": "",
            "pages": "200-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Effective amplification of long targets from cloned inserts and human genomic DNA",
            "authors": [],
            "year": 1994,
            "venue": "Proceedings of the National Academy of Sciences of the USA",
            "volume": "91",
            "issn": "",
            "pages": "5695-5699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Porcine reproductive and respiratory syndrome: A review",
            "authors": [],
            "year": 1994,
            "venue": "Swine Health and Production",
            "volume": "2",
            "issn": "",
            "pages": "10-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "African swine fever: How can global spread be prevented?",
            "authors": [],
            "year": 2009,
            "venue": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences",
            "volume": "364",
            "issn": "",
            "pages": "2683-2696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A multiplex DNA suspension microarray for simultaneous detection and differentiation of classical swine fever virus and other pestiviruses",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Virological Methods",
            "volume": "136",
            "issn": "",
            "pages": "17-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Cluster analysis and display of genome‐wide expression patterns",
            "authors": [],
            "year": 1998,
            "venue": "Proceedings of the National Academy of Sciences of the USA",
            "volume": "95",
            "issn": "",
            "pages": "14863-14868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Rapid and differential diagnosis of foot‐and‐mouth disease, swine vesicular disease, and vesicular stomatitis by a new multiplex RT‐PCR assay",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Virological Methods",
            "volume": "147",
            "issn": "",
            "pages": "301-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Molecular diagnosis of African swine fever by a new real‐time PCR using universal probe library",
            "authors": [],
            "year": 2013,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "60",
            "issn": "",
            "pages": "48-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Development of a novel hot‐start multiplex PCR for simultaneous detection of classical swine fever virus, African swine fever virus, porcine circovirus type 2, porcine reproductive and respiratory syndrome virus and porcine parvovirus",
            "authors": [],
            "year": 2008,
            "venue": "Veterinary Research Communications",
            "volume": "32",
            "issn": "",
            "pages": "255-262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Development and validation of a multiplex, real‐time RT PCR assay for the simultaneous detection of classical and African swine fever viruses",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The response of some African wildlife species to foot‐and‐mouth disease vaccination",
            "authors": [],
            "year": 1980,
            "venue": "Journal of Wildlife Diseases",
            "volume": "16",
            "issn": "",
            "pages": "431-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Diagnostic evaluation of multiplexed reverse transcription‐PCR microsphere array assay for detection of foot‐and‐mouth and look‐alike disease viruses",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Clinical Microbiology",
            "volume": "46",
            "issn": "",
            "pages": "1081-1089",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Detection and serotype‐specific differentiation of vesicular stomatitis virus using a multiplex, real‐time, reverse transcription‐polymerase chain reaction assay",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "18",
            "issn": "",
            "pages": "139-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Extension of base mispairs by Taq DNA polymerase: Implications for single nucleotide discrimination in PCR",
            "authors": [],
            "year": 1992,
            "venue": "Nucleic Acids Research",
            "volume": "20",
            "issn": "",
            "pages": "4567-4573",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Microarray‐based detection of viruses causing vesicular or vesicular‐like lesions in livestock animals",
            "authors": [],
            "year": 2009,
            "venue": "Veterinary Microbiology",
            "volume": "133",
            "issn": "",
            "pages": "145-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) causes apoptosis during its replication in fetal implantation sites",
            "authors": [],
            "year": 2011,
            "venue": "Microbial Pathogenesis",
            "volume": "51",
            "issn": "",
            "pages": "194-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Detection of foot‐and‐mouth disease virus: Comparative diagnostic sensitivity of two independent real‐time reverse transcription‐polymerase chain reaction assays",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Veterinary Diagnostic Investigation: Official Publication of the American Association of Veterinary Laboratory Diagnosticians, Inc",
            "volume": "18",
            "issn": "",
            "pages": "93-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Development of a TaqMan® PCR assay with internal amplification control for the detection of African swine fever virus",
            "authors": [],
            "year": 2003,
            "venue": "Journal of Virological Methods",
            "volume": "107",
            "issn": "",
            "pages": "53-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Multiplexed molecular assay for rapid exclusion of foot‐and‐mouth disease",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Virological Methods",
            "volume": "153",
            "issn": "",
            "pages": "61-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Differentiation of PCV1 and PCV2 by a multiplex real‐time PCR assay",
            "authors": [],
            "year": 2013,
            "venue": "The Veterinary Record",
            "volume": "173",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Electronic microarray assays for avian influenza and Newcastle disease virus",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Virological Methods",
            "volume": "185",
            "issn": "",
            "pages": "244-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Multiplex RT‐PCR detection and microarray typing of vesicular disease viruses",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Virological Methods",
            "volume": "175",
            "issn": "",
            "pages": "236-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Multiplex RT‐PCR and automated microarray for detection of eight bovine viruses",
            "authors": [],
            "year": 2016,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12591"
                ]
            }
        },
        "BIBREF24": {
            "title": "Multiplex PCR and microarray for detection of swine respiratory pathogens",
            "authors": [],
            "year": 2017,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "64",
            "issn": "",
            "pages": "834-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Insulated isothermal reverse transcriptase PCR (iiRT‐PCR) for rapid and sensitive detection of classical swine fever virus",
            "authors": [],
            "year": 2015,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "63",
            "issn": "",
            "pages": "395-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSV): Pathogenesis and interaction with the immune system",
            "authors": [],
            "year": 2016,
            "venue": "Annual Review of Animal Biosciences",
            "volume": "4",
            "issn": "",
            "pages": "129-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Porcine circovirus type 2 (PCV2): Pathogenesis and interaction with the immune system",
            "authors": [],
            "year": 2013,
            "venue": "Annual Review of Animal Biosciences",
            "volume": "1",
            "issn": "",
            "pages": "43-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Performance of a foot‐and‐mouth disease virus reverse transcription‐polymerase chain reaction with amplification controls between three real‐time instruments",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "19",
            "issn": "",
            "pages": "9-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Utility of a panviral microarray for detection of swine respiratory viruses in clinical samples",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Clinical Microbiology",
            "volume": "49",
            "issn": "",
            "pages": "1542-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A RT‐PCR assay for the differential diagnosis of vesicular viral diseases of swine",
            "authors": [],
            "year": 1998,
            "venue": "Journal of Virological Methods",
            "volume": "72",
            "issn": "",
            "pages": "227-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Genetic typing of classical swine fever virus",
            "authors": [],
            "year": 2000,
            "venue": "Veterinary Microbiology",
            "volume": "73",
            "issn": "",
            "pages": "137-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Detection of three porcine vesicular viruses using multiplex real‐time primer‐probe energy transfer",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Virological Methods",
            "volume": "134",
            "issn": "",
            "pages": "176-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Performance of real‐time reverse transcription polymerase chain reaction for the detection of foot‐and‐mouth disease virus during field outbreaks in the United Kingdom in 2007",
            "authors": [],
            "year": 2009,
            "venue": "Journal of Veterinary Diagnostic Investigation: Official Publication of the American Association of Veterinary Laboratory Diagnosticians, Inc",
            "volume": "21",
            "issn": "",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Development of a real‐time reverse transcription polymerase chain reaction assay for detection of marine caliciviruses (genus Vesivirus)",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Virological Methods",
            "volume": "140",
            "issn": "",
            "pages": "166-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A web server for performing electronic PCR",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic Acids Research",
            "volume": "32",
            "issn": "",
            "pages": "W108-W112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Molecular cloning: A laboratory manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "PCR primer design",
            "volume": "",
            "issn": "",
            "pages": "3-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Sequence mapping by electronic PCR",
            "authors": [],
            "year": 1997,
            "venue": "Genome Research",
            "volume": "7",
            "issn": "",
            "pages": "541-550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Use of oral fluids for detection of virus and antibodies in pigs infected with swine vesicular disease virus",
            "authors": [],
            "year": 2016,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12563"
                ]
            }
        },
        "BIBREF40": {
            "title": "A multiplex real‐time PCR panel assay for simultaneous detection and differentiation of 12 common swine viruses",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Virological Methods",
            "volume": "236",
            "issn": "",
            "pages": "258-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Evaluation of the NanoChip 400 system for detection of influenza A and B, respiratory syncytial, and parainfluenza viruses",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Clinical Microbiology",
            "volume": "46",
            "issn": "",
            "pages": "1724-1727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "The 1997/1998 epizootic of swine fever in the Netherlands: Control strategies under a non‐vaccination regimen",
            "authors": [],
            "year": 2000,
            "venue": "Veterinary Microbiology",
            "volume": "77",
            "issn": "",
            "pages": "3-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Economic costs of the foot and mouth disease outbreak in the United Kingdom in 2001",
            "authors": [],
            "year": 2002,
            "venue": "Revue scientifique et technique (International Office of Epizootics)",
            "volume": "21",
            "issn": "",
            "pages": "675-687",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Single‐tube multiplexed molecular detection of endemic porcine viruses in combination with background screening for transboundary diseases",
            "authors": [],
            "year": 2013,
            "venue": "Journal of Clinical Microbiology",
            "volume": "51",
            "issn": "",
            "pages": "938-944",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Detection and typing of highly pathogenic porcine reproductive and respiratory syndrome virus by multiplex real‐time RT‐PCR",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Diseases of swine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}