{
    "paper_id": "PMC7170207",
    "metadata": {
        "title": "Acute alveolar injury and repair",
        "authors": [
            {
                "first": "Bryan",
                "middle": [],
                "last": "Corrin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "G."
                ],
                "last": "Nicholson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute alveolar injury may be caused by a wide range of pulmonary insults that at their most severe result in what is termed the acute respiratory distress syndrome (ARDS). This was formerly known as the adult respiratory distress syndrome,1, 2, 3 a term introduced to emphasise its similarity to that seen in premature babies suffering from the effects of deficient pulmonary surfactant production, i.e. the infantile respiratory distress syndrome (see p. 43), but following the recognition that the causes of the adult respiratory distress syndrome may also operate in children, ‘adult’ has given way to ‘acute’. The causes of the syndrome differ markedly in infants and adults but whatever the cause, a common cycle of events is initiated (Fig. 4.1\n) so that the end-result is the same regardless of the cause. It is a common condition, which carries a high mortality, about 50% overall. Estimations of incidence show considerable international variability but one American study reported it to be 79 per 100 000 population.4\n",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 245,
                    "end": 246,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1026,
                    "end": 1027,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Acute repiratory distress syndrome",
            "ref_spans": [
                {
                    "start": 742,
                    "end": 750,
                    "mention": "Fig. 4.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "ARDS is a fulminant form of respiratory failure characterised by refractory hypoxaemia (P\nao2/FIo2 < 200) and bilateral radiographic opacification in the absence of any evidence of an elevated left atrial pressure.5 These features indicate widespread alveolar collapse and exudation that cannot be attributed to left heart failure or other cause of pulmonary venous hypertension. There is generalised ground-glass opacification of the lungs, which is most pronounced in the dependent parts of the lungs. The opacification rapidly becomes increasingly dense until there is frank consolidation (Fig. 4.2\n).6 Air is then confined to the bronchi, which therefore appear black on plain radiographs where they stand out against the alveolar ‘white-out’ (so-called air bronchograms).7\n",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 776,
                    "end": 777,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Acute repiratory distress syndrome",
            "ref_spans": [
                {
                    "start": 593,
                    "end": 601,
                    "mention": "Fig. 4.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Functional studies confirm that little of the lung substance is ventilated. There is initially mild pulmonary hypertension but the pulmonary arterial constriction responsible for this is succeeded by vascular non-responsiveness so that the normal vasoconstrictor response to hypoxia is diminished. The consequent ventilation/perfusion mismatching aggravates the hypoxaemia. Other organs suffer both hypoxia and the effects of inflammatory mediators initiated by the pulmonary injury once these gain access to the general circulation. The end stages of ARDS are therefore frequently associated with multiple organ failure.8\n",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 622,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Acute repiratory distress syndrome",
            "ref_spans": []
        },
        {
            "text": "Despite the variety of causes, most patients with ARDS show the same pattern of pathological changes, one that is termed diffuse alveolar damage (DAD). Much of this chapter is devoted to this pattern of injury but occasionally patients presenting with ARDS show other changes when subjected to biopsy or coming to autopsy. These are listed in Box 4.1\nand are considered in other chapters but their chief pathological features are compared with those of DAD in Table 4.1\n. Recognition of these other patterns may lead to a change in the patient's management. In that they include infection it is essential that some of the specimen goes to the microbiology department. Lung biopsy is also undertaken to assess the reversibility of the changes.9, 10 The process is potentially reversible in its exudative phase whereas widespread fibrosis with loss of the lung architecture is not.Box 4.1The pathological basis of the acute respiratory distress syndrome\n1Diffuse alveolar damage (the typical pattern, considered in this chapter)2Other causes (considered elsewhere):•Pulmonary oedema due to high-altitude, rapid lung re-expansion or cerebral injury•Unusual manifestations of bacterial pneumonia, e.g. streptococcal pneumonia, leptospiral pneumonia•Acute fibrinous organising pneumonia•Capillaritis/diffuse alveolar haemorrhage•Acute eosinophilic pneumonia•Unusual forms of malignant disease that affect the lungs diffusely, e.g. adenocarcinoma, intravascular lymphoma, ‘lymphangitis carcinomatosis’\n\n",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 743,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Acute repiratory distress syndrome",
            "ref_spans": [
                {
                    "start": 460,
                    "end": 469,
                    "mention": "Table 4.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To facilitate gas exchange the alveolar wall is highly specialised in structure. Unfortunately this specialisation renders it susceptible to injury by a wide variety of agents. The principal cells of the air–blood barrier, the type I alveolar epithelial cell and the capillary endothelial cell are exceptionally thin (see Fig. 1.27, p. 16) and this makes them particularly vulnerable to non-specific damage. Injury to these two cells underlies the development of DAD. At an early stage of alveolar injury the type I epithelial cells show cytoplasmic blebbing, which is soon followed by necrosis resulting in denudation of the basement membrane (see Fig. 7.2.5, p. 376).16, 17 Similar blebbing is seen in the alveolar capillary endothelium but denudation of the endothelial basement membrane is seldom observed, probably because of differences in the ways epithelial and endothelial cells regenerate (see below). The consequences of this damage include the escape of fibrin-rich exudates into the interstitial and air spaces, loss of the surface-active alveolar lining film and pulmonary collapse.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "17",
                    "ref_id": null
                }
            ],
            "section": "Exudative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The exudative phase lasts about 1 week, during which the lungs are heavy, often weighing over 1 kg each, dark and airless. The changes are often patchy, with the dorsal and basal regions being most severely affected (Fig. 4.3\n).18, 19, 20 Slicing shows that they are wet, the cut surface exuding blood or heavily blood-stained watery fluid. Microscopically there is widespread collapse, intense congestion of the capillaries, interstitial oedema and distension of the lymphatics, a pattern that is sometimes known as congestive atelectasis (Fig. 4.4\n). Alternatively, there may be haemorrhagic oedema (Fig. 4.5\n). At the air–tissue interface, which in these collapsed lungs is at the respiratory bronchiole or alveolar duct level, respiratory movements compact a fibrin-rich exudate mixed with necrotic epithelial debris into a thin layer that covers an otherwise denuded epithelial basement membrane (Fig. 4.6\n), leading to the formation of hyaline membranes (Fig. 4.7\n)11, 12, 13, 21, 22: these are identical to those that paediatric pathologists recognise as the hallmark of the infantile respiratory distress syndrome (compare Fig. 4.3 with Fig. 2.8, p. 44). Similar changes are also seen in acute eosinophilic pneumonia but here the hyaline membranes contain eosinophils, possibly in small focal collections that are easily overlooked (see p. 462).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 981,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 985,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 989,
                    "mention": "22",
                    "ref_id": null
                }
            ],
            "section": "Exudative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "mention": "Fig. 4.3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 549,
                    "mention": "Fig. 4.4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 602,
                    "end": 610,
                    "mention": "Fig. 4.5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 902,
                    "end": 910,
                    "mention": "Fig. 4.6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 961,
                    "end": 969,
                    "mention": "Fig. 4.7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1131,
                    "end": 1139,
                    "mention": "Fig. 4.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The congested alveolar capillaries sometimes contain increased numbers of platelets or neutrophil leukocytes. This selective sequestration of formed blood elements in the microvasculature of the lungs is particularly noticeable in shock, and is considered in more detail under that heading below.",
            "cite_spans": [],
            "section": "Exudative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "As with any exudative process, healing may be by resolution, which involves fibrinolysis and permits the lungs to return to normal, or repair, which involves fibrosis and leaves the lungs permanently scarred. Resolution and repair are both accompanied by epithelial and endothelial regeneration.",
            "cite_spans": [],
            "section": "Regenerative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The regenerative (or proliferative) phase becomes prominent 1–2 weeks after the initial injury. It involves proliferation of both epithelial and connective tissue cells. The stem cell concerned in epithelial regeneration is the type II alveolar epithelial cell.23, 24 These cells first proliferate and then differentiate into type I cells, thereby re-epithelialising the denuded basement membranes. The dividing type II cells form a simple cuboidal epithelium (Fig. 4.8\n), or the alveoli may be lined by plump pleomorphic spindle cells that represent cell forms intermediate between types II and I epithelial cells (Figure 4.9, Figure 4.10\n). Eosinophilic cytoplasmic inclusions indicative of cell damage (see Fig. 7.1.25, p. 348) are often present,25, 26 and sometimes there is squamous metaplasia instead of orderly differentiation into type I cells, a change that the unwary pathologist may mistake for neoplasia.27\n",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "24",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 751,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Regenerative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "mention": "Fig. 4.8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 616,
                    "end": 626,
                    "mention": "Figure 4.9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 628,
                    "end": 639,
                    "mention": "Figure 4.10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The regenerating epithelium usually grows beneath the exudates lining the denuded basement membrane, casting the hyaline membranes off into the air space (Fig. 4.11\n), but it may grow over them so that they are incorporated into the interstitium (Figure 4.12, Figure 4.13\n),11, 12, 13 where their subsequent organisation contributes to the fibrosis.22 The regenerating epithelial cells may also bridge the mouths of collapsed alveoli so that these air spaces never re-expand and there is permanent shrinkage of the lung, a process termed atelectatic induration (Figure 4.14, Figure 4.15\n).28, 29, 30\n",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 284,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "29",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "30",
                    "ref_id": null
                }
            ],
            "section": "Regenerative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "mention": "Fig. 4.11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 247,
                    "end": 258,
                    "mention": "Figure 4.12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 260,
                    "end": 271,
                    "mention": "Figure 4.13",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 562,
                    "end": 573,
                    "mention": "Figure 4.14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 575,
                    "end": 586,
                    "mention": "Figure 4.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "In contrast to the type I epithelial cells, which have no regenerative powers and are replaced by differentiation of proliferating type II cells, endothelial cells are replaced by lateral spread of their own kind. An effete endothelial cell is first undermined by its healthy neighbours and only cast off when these have completely covered the basement membrane.31 Therefore, although segments of bare basement membrane have been described on the vascular side of the air–blood barrier,32, 33 they are not seen to the same extent as on the epithelial side. Nevertheless, thrombosis may complicate such endothelial damage21, 32 and subsequent organisation of such thrombi is probably responsible for some of the vascular remodelling that is seen in the repair phase of DAD. This remodelling consists of fibrocellular intimal thickening that narrows the lumen of small vessels throughout the lung and can be visualised as decreased background filling on postmortem arteriograms.34\n",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "31",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "33",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 978,
                    "mention": "34",
                    "ref_id": null
                }
            ],
            "section": "Regenerative phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "If healing is by repair, interstitial connective tissue cells proliferate and, as in any scarring, myofibroblasts are involved at an early stage.35 Whilst myofibroblast contracture is beneficial when it promotes early closure of an open wound, in the lungs it largely results in harmful distortion of the bronchioloalveolar architecture and shrinkage of the lungs. Possible sources of the proliferating interstitial connective tissues include resting interstitial connective tissue cells, the bone marrow and the alveolar epithelium. Epithelial–mesenchymal transition is being increasingly recognised throughout the body and in the lung in conditions such as idiopathic pulmonary fibrosis, asthma and obliterative bronchiolitis.36, 37, 38\n",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "38",
                    "ref_id": null
                }
            ],
            "section": "Repair phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Whatever the source of the proliferating connective tissue cells, those with a fibroblastic phenotype lay down collagen, leading to the development of interstitial fibrosis.39, 40 Interactions between fibroblasts and the alveolar epithelium through gaps in the basement membrane have been described,41, 42, 43, 44, 45 suggesting that the regenerating epithelial cells play a further role in the underlying process of fibrosis. It is known that these cells synthesise fibrogenic cytokines such as tumour necrosis factor-α; the secretion of tumour necrosis factor-α into the underlying connective tissue would further promote interstitial fibrosis.46, 47\n",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 179,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "41",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "42",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "44",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 317,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "46",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "47",
                    "ref_id": null
                }
            ],
            "section": "Repair phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Fibroblasts also migrate into the alveolar exudates through defects in the epithelial basement membrane to lay down collagen within the hyaline membranes.48, 49 As epithelial cells grow over the newly formed connective tissue, a new basement membrane is formed, thereby incorporating the collagen into the interstitium,49 a process known as fibrosis by accretion. Involvement of the alveolar ducts results in these structures being lined by a ring of granulation tissue (Fig. 4.16\n). Less frequently, the organised exudates retain a predominantly intra-alveolar position, resulting in loose buds of granulation tissue similar to those seen in organising pneumonia due to other causes (see Box 6.2.1, p. 309). However, here they are more widespread and there is more prominent type II cell hyperplasia, interstitial fibroblastic proliferation and interstitial inflammation (Fig. 4.17\n). Nevertheless, such an organising pneumonia pattern is worth recognising as it carries a better prognosis than interstitial fibrosis.50 It is claimed that this intra-alveolar pattern of repair is particularly found when generalised sepsis is the cause of the initial damage whereas interstitial fibrosis is more characteristic of injury caused by cytotoxic drugs and the idiopathic cases.51\n",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "48",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1275,
                    "mention": "51",
                    "ref_id": null
                }
            ],
            "section": "Repair phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 471,
                    "end": 480,
                    "mention": "Fig. 4.16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 873,
                    "end": 882,
                    "mention": "Fig. 4.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "An increase in lung collagen can be detected in patients with ARDS who survive longer than 14 days and this progressively increases with the duration of the disease.52 The identification of pulmonary fibrosis on transbronchial biopsy is closely related to mortality.53 Fibrosis can be well established by 2 weeks, at which time the lungs may be contracted and firm with a fine sponge-like pattern on their cut surfaces, representing bronchiolectasis and irregular microcystic distortion of the alveolar architecture (Figure 4.18, Figure 4.19\n).54, 55, 56, 57 The changes are similar to those seen in any fibrotic process but are reached remarkably quickly (see Fig. 4.19).22 However, at this early stage the fibrosis differs from that seen in chronic fibrosis in being more cellular and less collagenous: extensive fibroblast proliferation is evident. With small air cysts alternating with solid areas of fibrosis and foci of squamous metaplasia there is a resemblance to the bronchopulmonary dysplasia seen in the late stages of the infantile respiratory distress syndrome.55, 56 In survivors the granulation tissue undergoes progressive collagenisation and such patients may suffer from debilitating fibrotic lung disease. The pattern is then that of fibrotic non-specific interstitial pneumonia,58 making it important to determine whether there has been an episode of acute lung injury in such patients.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 674,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1300,
                    "mention": "58",
                    "ref_id": null
                }
            ],
            "section": "Repair phase ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 528,
                    "mention": "Figure 4.18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 530,
                    "end": 541,
                    "mention": "Figure 4.19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 661,
                    "end": 670,
                    "mention": "Fig. 4.19",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "The causes of DAD are quite diverse (Box 4.2\n). So too are the pathways by which the injurious agents reach the lungs. Some enter the lungs directly via the airways, e.g. oxygen in high concentrations, poisonous gases such as phosgene and metallic fumes such as those of mercury and cadmium. Other agents responsible for DAD penetrate the chest wall to damage the lungs (e.g. ionising radiation) and some reach the lungs via the blood stream, having been ingested or injected (e.g. paraquat and cytotoxic chemotherapeutic agents). The blood stream also conveys many of the endogenous factors that underlie the DAD of shock. In numerical terms, septic shock is the most important cause of DAD.59, 60\nBox 4.2Causes of diffuse alveolar damageVia the airways\nInfection, especially viralInhaled smoke, fume and toxic gases, including oxygen in high concentrationsAspiration of gastric contents\nThrough the chest wall\nX-irradiation\nVia the blood stream\n\nVarious mediators generated in shockReperfusion of ischaemic tissueAcute pancreatitis\nCardiopulmonary bypassTransfusion of stored bloodFat embolismParaquat ingestionCytotoxic chemotherapeutic agents\n\n",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 694,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "60",
                    "ref_id": null
                }
            ],
            "section": "Causes ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Multiple causes may operate in one patient. For example, trauma may be combined with blood loss, fat embolism and sepsis, whilst therapeutic efforts to correct these may themselves be hazardous. The transfusion of stored blood is not without danger, whilst to prevent hypoxaemia, damaged lungs that require rest often have to be forcibly ventilated and subjected to injurious concentrations of oxygen, although it is known that this can only aggravate the injury to the lungs.22 The damaged lung also appears to be unduly susceptible to infection,61 partly because of impaired neutrophil migration into the air spaces.62 It is therefore common in clinical practice for the lungs to be subjected to several injurious agents and since these all contribute to a non-specific pattern of disease it may be difficult for the pathologist to distinguish the initiating factor from the effects of treatment. Consideration of events in the intensive care unit is essential in these circumstances. Many of the causes of DAD listed in Box 4.2 are dealt with elsewhere, leaving only a few to be considered here.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "62",
                    "ref_id": null
                }
            ],
            "section": "Causes ::: Exudative phase ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Shock is a state of prolonged hypotension, generally attributable to trauma, hypovolaemia, cardiac failure, sepsis or anaphylaxis.63, 64 The hypotension leads to inadequate tissue perfusion and, if this is not corrected, multiorgan failure is inevitable. At necropsy, the lungs are the organs most commonly affected.65, 66, 67\n",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "63",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 136,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "67",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Severe pulmonary injury was well described in patients suffering from shock in the Second World War68 but it was not until the war in Vietnam that the importance of respiratory failure as a complication of shock was fully appreciated.69, 70 By this time there had been major improvements in medical care. Casualties could be transported rapidly by helicopter to well-equipped field hospitals where intensive care with mechanical ventilatory support was available. Despite this, injured patients often developed fatal respiratory insufficiency, typically after an interval of between 48 and 72 hours. A number of terms graphically described this syndrome – ‘shock lung’, ‘posttraumatic respiratory insufficiency’, ‘traumatic wet lung’ and ‘Da Nang lung’. Pathological examination showed congestive atelectasis or haemorrhagic oedema proceeding to fully developed DAD, as described above.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "68",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "70",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The pathogenesis of ‘shock lung’ is complex and requires special consideration. In hypovolaemic and cardiogenic shock, compensatory mechanisms such as peripheral vasoconstriction initially maintain cerebral oxygenation, but if the underlying cause is untreated, there follows a state of decompensation characterised by vascular unresponsiveness: vasodilatation develops, the blood pressure plummets and there is widespread hypoxic cell death. Anaphylactic and septic shock are characterised from the outset by such vasodilatation, which is caused by a variety of mediators that are released from inflammatory and other cells.71 The identification of the same mediators in experimental hypovolaemia72 suggests that the pathogenesis of shock may be similar regardless of the cause.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 627,
                    "mention": "71",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "72",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "In numerical terms, septic shock is the most important cause of diffuse damage.59, 60 It represents the culmination of a clinicopathological continuum of infection-driven sepsis syndromes:1Sepsis – the systemic inflammatory response to infection characterised by normal heart rate, temperature, respiratory rate and white blood cell count2Severe sepsis – sepsis, as defined in 1, plus multiorgan dysfunction3Septic shock – severe sepsis, as defined in 2, plus refractory hypotension.\n",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 85,
                    "mention": "60",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "These terms have replaced ‘septicaemia’, which proved difficult to define and has now been abandoned. The multiorgan dysfunction is due to inflammatory cytokines released into the circulation from the site of infection, the common sites of which are, in decreasing frequency, lung, blood, intestine and peritoneum, urinary tract and surgical wounds. Gram-positive infections are slightly commoner than Gram-negative, which are slightly commoner than polymicrobial. The role of lipopolysaccharide derived from the cell walls of Gram-negative bacteria has been particularly well studied in the pathogenesis of septic shock.73, 74, 75, 76, 77 The many effects of this endotoxin include the release of tumour necrosis factor from monocytes, macrophages and polymorphonuclear leukocytes,74, 75, 76, 78, 79 the production of cytokines such as interleukin-1 and interferon-γ that act synergistically with tumour necrosis factor,80 the widespread induction of nitric oxide synthesis81, 82, 83 and the activation of both the coagulation and complement cascades.84 Exotoxins released by Gram-positive bacteria appear to act similarly. Some of the most fulminant forms of shock are seen with group A streptococci causing puerperal sepsis and necrotising fasciitis, meningococci, Staphylococcus aureus related to tampon retention and a meticillin-resistant strain that secretes an exotoxin known as Panton–Valentine leukocidin.85\n",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 623,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 792,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 796,
                    "mention": "78",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "79",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "80",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 976,
                    "mention": "81",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 984,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1417,
                    "mention": "85",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Tumour necrosis factor has been demonstrated on the luminal surface of pulmonary endothelium in endotoxin-induced shock.86 It causes vascular smooth muscle to relax but this action is reduced if the endothelium is removed,87 indicating that tumour necrosis factor-induced vasodilatation is partially dependent upon the integrity of the endothelium. A factor that causes vascular dilatation has been detected as coming from the vascular endothelium and acting on the medial muscle coat of the vessel. At first termed endothelium-derived relaxing factor, this factor is now known to be nitric oxide, a remarkably simple chemical that has long been recognised to be poisonous.88 Fortunately, its half-life in the vessel wall is very short, timed in seconds rather than minutes. The enzyme responsible for its production (from l-arginine) is nitric oxide synthase, which is found in endothelium and can be induced in the vascular medial smooth muscle. Both the constitutive and inducible forms of the enzyme are activated by bacterial lipopolysaccharide and it therefore seems likely that in septic shock bacterial products act directly on the vessel wall resulting in the production of excess amounts of nitric oxide. Even momentarily increased levels of nitric oxide might be expected to cause arterial dilatation and hence capillary congestion. It would appear that in septic shock circulating bacterial products such as lipopolysaccharide cause vascular dilatation and possibly increased permeability by direct action on the blood vessels and indirectly through the induction of nitric oxide synthase and the release of the cytokines mentioned in the preceding paragraph. Pulmonary endothelial upregulation is indicated by widespread expression of intercellular adhesion molecule-1 (ICAM-1: CD54) in septic shock. Indeed, positive immunostaining for CD54 is proving to be a useful marker of shock.89\n",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "mention": "86",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 1897,
                    "end": 1899,
                    "mention": "89",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Nitric oxide is a powerful vasodilator but it also mediates many other processes throughout the body. In host defence nitric oxide plays a very different and more aggressive role. It enables macrophages to generate free oxygen radicals, the principal means by which these cells eliminate both bacteria and cancer cells, but which, if not inactivated, also damage healthy host cells.90 Macrophages release much more nitric oxide than endothelial cells but, as in the blood vessels, the amounts released are generally inactivated within seconds. However, overwhelming bacterial infections result in the release of very large amounts of nitric oxide and the overproduction of toxic oxygen radicals. Although the oxygen radicals are countered by the protective action of enzymes such as superoxide dismutase,91 their excessive release results in oxidation of lipids and protein sulphydryl groups, and DNA damage.92 Damaged cell membrane phospholipids release free arachidonic acid which in turn is degraded to produce leukotrienes, such as prostaglandins and thromboxane, that are capable of altering vessel calibre and permeability.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "90",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 806,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 910,
                    "mention": "92",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The direct vasodilatory action of nitric oxide and the toxic action of the free oxygen radicals that nitric oxide generates account for most of the pathological features of shock but there are other processes in the microvasculature of the lung that contribute to the pulmonary damage. The vascular engorgement characteristic of shock lung is occasionally accompanied by sequestration of neutrophil polymorphonuclear leukocytes in the pulmonary microvasculature (Figure 4.20, Figure 4.21\n).18, 18, 93, 94 Acting through the complement cascade,84, 95, 96 endotoxin activates these cells within the systemic circulation so that they lose their normal deformability and aggregate into microemboli, with the result that they cannot traverse the alveolar capillaries.73, 97, 98 Their arrest there is promoted by activated endothelial intercellular adhesion molecules.99, 100, 101, 102, 103 The unique position of the pulmonary capillaries in the circulation is probably responsible for the lungs being the organs most severely affected in shock.65, 66, 67 Trapped in the alveolar capillaries, activated neutrophils damage the alveolar wall by producing reactive oxygen radicals and releasing enzymes such as elastase, collagenase and cathepsins that are able to degrade protein constituents of the wall.104, 105, 106, 107, 108, 109, 110 Impairment of neutrophil migration into the air spaces has been referred to above.62\n",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 492,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "98",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 864,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 869,
                    "mention": "100",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 874,
                    "mention": "101",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "mention": "102",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 884,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "67",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1311,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "mention": "107",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "mention": "108",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "mention": "109",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "mention": "62",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 463,
                    "end": 474,
                    "mention": "Figure 4.20",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 476,
                    "end": 487,
                    "mention": "Figure 4.21",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "Patients suffering from ARDS frequently have haematological evidence of disseminated intravascular coagulation111 and it is then generally possible to demonstrate platelet and fibrin thrombi and increased numbers of megakaryocytes in their alveolar capillaries postmortem (Fig. 4.22\n).18, 112, 113, 114, 115, 116 It is uncertain whether intravascular coagulation initiates lung injury,73, 117, 118 but histamine released from platelets is likely to increase vascular permeability whilst fibrin degradation products, which are elevated in patients with the respiratory distress syndrome,119 are known to induce pulmonary oedema.120 Larger pulmonary thrombi, formed in situ or embolic, are common in patients with ARDS.34 Any infarction they cause increases the risk of interstitial emphysema and pneumothorax, forms of barotrauma to which all patients on ventilators are prone.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 292,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 297,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "mention": "114",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 312,
                    "mention": "116",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "mention": "117",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 589,
                    "mention": "119",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "34",
                    "ref_id": null
                }
            ],
            "section": "Shock ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "mention": "Fig. 4.22",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "In assessing the role of infection in causing DAD it is important to distinguish between primary infection of the lung and infection elsewhere in the body. Septic shock has been dealt with above and attention has been drawn to the increased risk of secondary lung infection when the lungs are already damaged.62 This section is confined to consideration of some primary pneumonias that can produce DAD.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "mention": "62",
                    "ref_id": null
                }
            ],
            "section": "Infection ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "DAD is characteristic of some viral infections, most recently the severe acute respiratory syndrome (SARS)-related coronavirus (see p. 163). Some patients with viral pneumonia succumb during the acute exudative phase and are found to have prominent hyaline membranes, whilst others suffer less severe damage, allowing regeneration and fibrosis. Indications that the disease is viral include the presence of specific inclusions, such as those seen in cytomegalovirus infection, or of syncytial giant cell formation, most typically seen in measles pneumonia.",
            "cite_spans": [],
            "section": "Infection ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The changes of DAD are not typically seen in bacterial pneumonia, but may occur in fulminating infection with organisms such as Streptococcus pyogenes. In pneumonic plague and anthrax pneumonia, the overwhelming alveolar damage leads to intensely haemorrhagic pulmonary oedema similar to that sometimes seen in shock. DAD may also accompany miliary tuberculosis and Pneumocystis pneumonia, particularly the non-reactive forms seen in the severely immunocompromised.",
            "cite_spans": [],
            "section": "Infection ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Pulmonary aspiration of gastric contents is a frequent event in unconscious or semiconscious patients. If the aspirated material is infected it is likely to cause pneumonia and lung abscess but if sterile and highly acid the consequences are liable to be even more dire. Mendelson reported 66 instances of patients aspirating stomach contents during obstetric anaesthesia. The aspiration of abundant solid material resulted in suffocation but Mendelson was more interested in the larger number of patients who aspirated liquids and developed pulmonary oedema. He suspected that the pH of the aspirate was important and confirmed this in experiments on rabbits.121 The aspiration of gastric acid is now known as Mendelson's syndrome. The mortality is high,122, 123 reaching 94% in some series.124\n",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 663,
                    "mention": "121",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": "122",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 763,
                    "mention": "123",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 795,
                    "mention": "124",
                    "ref_id": null
                }
            ],
            "section": "Aspiration of gastric contents ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Ultrastructural studies on experimental animals in which fluids of differing pH and osmolarity have been instilled into the lungs show features of alveolar injury that are most severe when the fluid is strongly acid, but even distilled water or saline is able to produce minor damage. Disturbance of the osmotic gradient across the alveolar capillary membrane may therefore be an additional factor. Damage occurs to both epithelial and endothelial cells, which separate from their basement membranes.125 The most severe changes include necrosis and neutrophil exudation. Pulmonary haemorrhage is generally found and often shows a brown discoloration microscopically, due to the production of acid haematin (Fig. 4.23\n). The alveolar changes are accompanied by acute bronchitis and bronchiolitis with sloughing of the mucosa. The pathological changes after acid aspiration may be described as those of a severe chemical burn.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 503,
                    "mention": "125",
                    "ref_id": null
                }
            ],
            "section": "Aspiration of gastric contents ::: Diffuse alveolar damage",
            "ref_spans": [
                {
                    "start": 707,
                    "end": 716,
                    "mention": "Fig. 4.23",
                    "ref_id": "FIGREF22"
                }
            ]
        },
        {
            "text": "Preventive measures include the administration of antacids to postoperative or obstetric patients, but this often results in colonisation of the stomach by Gram-negative bacteria and a bacterial rather than a chemical pneumonia if there is aspiration.126\n",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "mention": "126",
                    "ref_id": null
                }
            ],
            "section": "Aspiration of gastric contents ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Radiation generates free radicals in the tissues and its effects are potentiated by the presence of oxygen. Free radicals result in DNA damage and chromosomal abnormalities.128 At the cellular level, alveolar capillary endothelial cells and type I epithelial cells are most susceptible.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "mention": "128",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Irradiation ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Endothelial injury is believed to be of prime importance in radiation pneumonitis.129 Severe or prolonged endothelial damage disturbs the normal endothelial–mesenchymal relationships and allows uncoordinated fibroblast proliferation. Endothelial changes are detectable within days of exposure. In rats they are seen within 48 hours after 1100 rads and within 5 days after 650 rads.130 Endothelial cells become swollen and vacuolated and separate from the basement membrane, resulting in increased capillary permeability and interstitial oedema. Adhesion of platelets to the denuded basement membrane initiates thrombosis and occlusion of the vascular lumen. Proliferation of endothelial cells follows and endothelial basement membrane is reduplicated.128, 130, 131 By light microscopy the early vascular changes are evident as thrombosis, which is followed by cellular intimal thickening or even complete occlusion of small arteries and arterioles. In the later fibrotic stage vessels are thick-walled and hyaline.132\n",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "mention": "129",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 384,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 754,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 759,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 764,
                    "mention": "131",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "mention": "132",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Irradiation ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Epithelial cell damage is also well described in radiation injury. Within 10 days of exposure type I cells become swollen and undergo necrosis and sloughing with the formation of hyaline membranes. Type II cells proliferate and appear swollen and vacuolated.131 Pleomorphism of regenerating alveolar lining cells is apparent and similar changes are seen in bronchial and bronchiolar epithelium.133 In many respects therefore the appearances closely resemble those due to cytotoxic drugs (see p. 385).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "mention": "131",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "133",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Irradiation ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Early radiation changes in human lung include oedematous thickening of the alveolar walls, hyperplasia and swelling of type II cells, and alveolar exudates. The changes are essentially those of DAD, as described above. Fibrosis develops later and is typically interstitial. Type II cells and fibroblasts are often atypical, with large nuclei and prominent nucleoli. Blood vessels are sclerosed and the vasculature consequently reduced. Irradiation also impairs the bactericidal properties of pulmonary macrophages and predisposes to infection.",
            "cite_spans": [],
            "section": "Pathology ::: Irradiation ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "In some cases of rapidly progressive DAD no cause is evident. Such patients were described by Hamman and Rich,134 since when these authors’ names have often been applied eponymously to rapidly progressive idiopathic pulmonary fibrosis.135 Others favour the term ‘acute interstitial pneumonia’ for such cases and emphasise the differences from chronic interstitial pneumonia,135, 136 but all intermediate stages are encountered. Furthermore, some patients with idiopathic pulmonary fibrosis that for the most part has run a typically chronic course exhibit acute exacerbations. If they die of such a flare-up of their disease autopsy shows the hyaline membranes of DAD superimposed upon long-established collagenous fibrosis (see Fig. 6.1.10, p. 274).137, 138 In a series of 58 patients with DAD diagnosed by surgical biopsy, 21% had no identifiable cause or predisposing condition (i.e. acute interstitial pneumonia) and in 12% the changes represented an acute exacerbation of idiopathic pulmonary fibrosis.139 Patients with idiopathic pulmonary fibrosis of non-specific interstitial pneumonia pattern may similarly experience acute exacerbations characterised by DAD, while patients with connective tissue disease may develop DAD ab initio or have it complicate pre-existent interstitial fibrosis.140, 141, 142\n",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 382,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 753,
                    "mention": "137",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "mention": "139",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "mention": "140",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1311,
                    "mention": "142",
                    "ref_id": null
                }
            ],
            "section": "Idiopathic acute alveolar injury ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "The treatment of ARDS is based upon minimising whichever of the several causes of the condition are deemed to be operating and achieving a balance between maintaining blood oxygen levels and affording the lungs the rest that all tissues recovering from injury require.4, 143 Ideally, the lungs would be rested completely and the blood oxygenated in some other way. Indeed, this is occasionally attempted by a process of extracorporeal oxygenation in which the systemic blood is diverted through an artificial lung in the form of a membrane oxygenator that sits alongside the patient.143a, 143b, 143c This is a major procedure that generally occupies a surgical operating theatre and is often attended by problems with haemostasis and, if prolonged, haemolysis. Lesser procedures involve the insertion of an intravenous oxygenator or the use of an extracorporeal device that removes carbon dioxide from the blood passing through a cannula connecting a femoral artery to its vein, but these only treat a fraction of the blood leaving the heart.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 271,
                    "end": 274,
                    "mention": "143",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "mention": "143a",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 593,
                    "mention": "143b",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "mention": "143c",
                    "ref_id": null
                }
            ],
            "section": "Treatment of acute respiratory distress ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "More often, blood oxygenation is maintained by artificial ventilation, sacrificing the optimal conditions for lung recovery in favour of supplying other organs, particularly the brain, with oxygen. Simply allowing the mechanically expanded lung to collapse again several times a minute would establish a pattern of respiration quite unlike the normal and one that would incur further damage to the lungs. With a normal lining of surfactant the alveoli do not collapse completely at the end of expiration. A considerable residual volume of gas is normally retained but, when the alveolar lining film is lost, as in DAD, the alveoli collapse completely at the end of each respiratory excursion and the inspiratory phase commences from a much lower baseline. It is now recognised that this exerts considerable mechanical stress upon the delicate alveolar epithelial lining,144 the integrity of which is already severely compromised in ARDS. These purely mechanical forces result in the generation and release of a variety of injurious cytokines (e.g. tumour necrosis factor-α) and reactive oxygen species without necessarily involving any inflammation.145, 146 To minimise this, positive pressure is usually maintained throughout the respiratory cycle, a form of ventilation termed positive end-expiratory pressure, frequently referred to as PEEP.147 If, despite PEEP, hypoxaemia approaches dangerous levels the intensivist has no choice but to raise the concentration of oxygen in the inspired air, although it is recognised that high concentrations of oxygen are themselves injurious to the lung. With severe lung damage a situation is often reached where to prevent cerebral injury increasingly higher concentrations of oxygen have to be employed. The initial damage to the lung is then compounded by a combination of mechanical and chemical injury, resulting in an aggravated form of DAD to which the term ‘respirator lung’ is often applied.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 873,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "mention": "145",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "mention": "146",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1347,
                    "mention": "147",
                    "ref_id": null
                }
            ],
            "section": "Treatment of acute respiratory distress ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Nitric oxide, a selective pulmonary vasodilator with anti-inflammatory properties, has been used in acute lung injury but a meta-analysis found that despite limited improvement in oxygenation it confers no mortality benefit and may cause harm.147a\n",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "mention": "147a",
                    "ref_id": null
                }
            ],
            "section": "Treatment of acute respiratory distress ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "A promising technique that is now under experimental investigation follows the recent recognition that bone marrow stem cells are capable of differentiating into a variety of mature cell types, including those that constitute the alveolar epithelium.148 The successful application of this would hasten the healing process and minimise the likelihood of the damaged lung developing irreversible fibrosis.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "mention": "148",
                    "ref_id": null
                }
            ],
            "section": "Treatment of acute respiratory distress ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "DAD carries a high mortality rate, around 50% overall but reaching 94% when aspiration of gastric acid is the cause.124 The DAD associated with septic shock also carries a particularly high mortality rate.149 Certain polymorphisms of the vascular endothelial growth factor (VEGF) gene have been associated with a higher mortality.150 Survivors may appear to recover completely but tests of lung function often show that they have a mild restrictive or diffusion defect.151, 152\n",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "mention": "124",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "mention": "149",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "mention": "150",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 472,
                    "mention": "151",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 477,
                    "mention": "152",
                    "ref_id": null
                }
            ],
            "section": "Outcome ::: Diffuse alveolar damage",
            "ref_spans": []
        },
        {
            "text": "Intra-alveolar fibrosis represents organisation of an alveolar exudate.161 It is characterised by the presence within the alveoli of polypoid knots of myxoid granulation tissue, rich in glycosaminoglycans, fibroblasts and myofibroblasts162 but containing little polymerised collagen. These intra-alveolar knots of granulation tissue are known as Masson bodies163 or bourgeons conjonctifs (see Figs 4.17B, p. 142, 5.2.4, p. 180 and 6.2.2, p. 310). This is the classic pattern of postpneumonic carnification, found particularly when bacterial pneumonia fails to resolve. It is familiar to all pathologists conducting autopsies and must have been well known to the great morbid anatomists of the nineteenth century. Twentieth-century descriptions date back at least to 1912.164, 165, 166\n",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "mention": "162",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "mention": "164",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 779,
                    "mention": "165",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "mention": "166",
                    "ref_id": null
                }
            ],
            "section": "Intra-alveolar fibrosis (organising pneumonia) ::: Pulmonary fibrosis",
            "ref_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "mention": "Figs 4.17B",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "Organising pneumonia may also represent incomplete resolution of eosinophilic pneumonia or the fibrin-rich transudate of severe left ventricular failure, or be caused by inhaled irritants,167 viral infection, including human immunodeficiency virus,168 drugs,169, 170 radiation171, 172, 173 and connective tissue disease.174, 175 Organising pneumonia is also found in transplanted lungs176 and is commonly seen around tumours or other localised lung lesions. It is also one of the minor features of extrinsic allergic alveolitis (Box 4.3\n). Although organising pneumonia is readily recognisable in transbronchial biopsies, such specimens may not include these underlying lesions, which may therefore remain undetected unless a surgical biopsy is obtained.Box 4.3Causes of intra-alveolar fibrosis\nBacterial pneumoniaAspiration pneumoniaEosinophilic pneumoniaSevere left-sided cardiac failure (‘congestive consolidation’)Inhaled irritantsViral infectionDrugsRadiationConnective tissue diseaseInflammatory bowel diseaseExtrinsic allergic alveolitisAdjacent lesions such as tumour, abscess, Wegener's granulomatosisIdiopathic (cryptogenic organising pneumonia)\n",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "mention": "168",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "mention": "169",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "mention": "170",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 279,
                    "mention": "171",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "mention": "172",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 289,
                    "mention": "173",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "mention": "174",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "mention": "175",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "mention": "176",
                    "ref_id": null
                }
            ],
            "section": "Intra-alveolar fibrosis (organising pneumonia) ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "There is also an idiopathic variety of organising pneumonia, known as cryptogenic organising pneumonia (formerly known as idiopathic bronchiolitis obliterans-organising pneumonia). This is described in Chapter 6.2 (p. 308).",
            "cite_spans": [],
            "section": "Intra-alveolar fibrosis (organising pneumonia) ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "Pulmonary fibrosis sometimes effaces the lumen of several adjacent alveoli completely, rendering them totally airless (Fig. 4.24\n). This obliterative pattern of fibrosis is the result of severe lung injury due to any of the causes of DAD considered above. Intra-alveolar and obliterative pulmonary fibrosis have many causes in common. The pattern of fibrosis depends not so much on the nature of the damage as its severity. With very severe injury the alveolar lumen is flooded with a fibrin-rich exudate, organisation of which completely obliterates the air spaces over broad tracts of lung. Within these areas, however, the framework of the alveolar walls can often still be appreciated, particularly with elastin or basement membrane stains. It is as if the architecture has undergone a form of petrification. The parts of the lung affected by obliterative fibrosis are completely non-functioning. This pattern of fibrosis is unlikely to resolve.",
            "cite_spans": [],
            "section": "Obliterative fibrosis ::: Pulmonary fibrosis",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "mention": "Fig. 4.24",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "This pattern of pulmonary fibrosis involves the interstitial compartment of the alveolar walls and largely spares the air spaces (Fig. 4.25\n). It often entails the laying down of connective tissue within the alveolar walls but it may also be brought about by an accretive process involving incorporation into the interstitium of exudates or connective tissue first formed in air spaces.159, 160, 177 The causes are varied but may be divided into two broad groups, one involving the formation of exudates and transudates and the other involving the formation of what may be loosely termed granulomas (Box 4.4\n). It is particularly notable that the ‘exudate and transudate’ group of diseases predominantly affects the basal portion of the lungs and the ‘granulomatous’ group more the upper parts. The reason for this is not well understood but it can be a helpful diagnostic pointer in advanced disease. It requires no great skill in interpreting chest radiographs to assign a patient with widespread reticulonodular opacities to one or other of these two broad groups on the basis of the distribution of the disease. This criterion is also useful when assessing widespread pulmonary fibrosis postmortem.Box 4.4Causes of predominantly interstitial pulmonary fibrosis\n\nThe conditions in the left-hand column are ranked on a time scale from organising diffuse alveolar damage, which may progress to fibrosis within 10 days, to asbestosis, which evolves over many years.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "mention": "159",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "mention": "160",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 399,
                    "mention": "177",
                    "ref_id": null
                }
            ],
            "section": "Interstitial fibrosis ::: Pulmonary fibrosis",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "mention": "Fig. 4.25",
                    "ref_id": "FIGREF24"
                }
            ]
        },
        {
            "text": "In the ‘exudate and transudate’ group many cases are unexplained but some represent the outcome of DAD caused by agents that range from fumes to viruses, irradiation, the aspiration of regurgitated gastric acid and the ingestion of various chemicals (see Box 4.1, p. 136). These causes may also lead to an obliterative pattern of pulmonary fibrosis (see above) but in the present context, instead of exudates flooding alveoli, they line the denuded alveolar walls as hyaline membranes, organisation of which leads to their incorporation into the alveolar interstitium (see Figure 4.12, Figure 4.13). This augments the activity of interstitial fibroblasts, the two processes combining to cause fibrosis of the alveolar walls. A similar process, albeit at a slower tempo, is envisaged in idiopathic pulmonary fibrosis (usual interstitial pneumonia), which is dealt with in Chapter 6.1. Most of these conditions entail damage to the delicate lining cells of the alveoli and capillaries with consequent exudation. It is perhaps because of this that the subsequent interstitial fibrosis is most marked in the dependent parts of the lungs. This distribution is also seen in the interstitial fibrosis that follows long-standing interstitial oedema in conditions such as mitral stenosis and pulmonary veno-occlusive disease.",
            "cite_spans": [],
            "section": "Interstitial fibrosis ::: Pulmonary fibrosis",
            "ref_spans": [
                {
                    "start": 573,
                    "end": 584,
                    "mention": "Figure 4.12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 586,
                    "end": 597,
                    "mention": "Figure 4.13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "The other major group of causes of interstitial fibrosis may be termed ‘granulomatous’ because focal collections of activated macrophages are involved in the development of the fibrosis. This group includes sarcoidosis, extrinsic allergic alveolitis and Langerhans cell histiocytosis (eosinophilic granuloma), all of which are described in Chapter 6. The fibrosis they cause is predominantly mid- or upper zonal.",
            "cite_spans": [],
            "section": "Interstitial fibrosis ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "The pneumoconioses constitute an important group of diseases causing interstitial pulmonary fibrosis. They are dealt with separately in Chapter 7.1 but it is possible to allocate individual pneumoconioses to one or other of the above two groups (see Box 4.2). Thus, asbestosis resembles the idiopathic cases in having a predominantly basal distribution, whereas others, e.g. silicosis and chronic berylliosis, resemble the granulomatous diseases morphologically (given that early silicotic nodules resemble granulomas) and in their upper zone distribution.",
            "cite_spans": [],
            "section": "Interstitial fibrosis ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "In advanced cases of pulmonary fibrosis the normal alveolar architecture is lost and the three patterns just described can no longer be distinguished. At this stage the lung is replaced by a series of cystic spaces giving an appearance that has been termed ‘honeycomb lung’. The spaces represent a combination of disrupted alveoli showing bronchiolisation and bronchiolectasis (see Figs 6.1.5 and 6.1.10AFig 6.1.5Fig 6.1.12A, pp. 269 and 274). ‘Honeycomb lung’ is not a specific disease but represents the final result of many, being an end-stage pattern of injury comparable to the granular contracted kidney and cirrhosis of the liver. Idiopathic pulmonary fibrosis is its commonest cause, particularly those cases with the pattern of usual interstitial pneumonia, and pathologists may see this remodelling microscopically in the absence of changes on high-resolution computed tomography. Other causes include extrinsic allergic alveolitis, Langerhans cell histiocytosis, sarcoidosis and berylliosis. Lymphangioleiomyomatosis also produces widespread cystic change but generally lacks the extensive fibrosis and bronchiolisation seen in these other conditions.",
            "cite_spans": [],
            "section": "‘Honeycomb lung’ ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "Dystrophic calcification is very common in pulmonary scars, particularly those resulting from tuberculosis, chickenpox and histoplasmosis. Pulmonary calcification in the absence of hypercalcaemia also occurs in the tracheobronchial cartilages of the elderly, the cartilaginous nodules of tracheobronchopathia osteochondroplastica and bronchopulmonary amyloid tumours. Pulmonary calcification also accompanies haemosiderin deposition in the lungs and is therefore found in chronic haemorrhagic conditions such as idiopathic haemosiderosis and the postcapillary pulmonary hypertension of mitral stenosis, lymphangioleiomyomatosis and veno-occlusive disease. Pulmonary calcification secondary to hypercalcaemia (metastatic calcification) is described on page 489.",
            "cite_spans": [],
            "section": "Dystrophic calcification and ossification ::: Pulmonary fibrosis",
            "ref_spans": []
        },
        {
            "text": "Dystrophic pulmonary ossification takes place in similar circumstances to dystrophic pulmonary calcification: it is found with scarring, ageing of the bronchial cartilages, tracheobronchopathia osteochondroplastica and amyloid tumour formation. Lamellar bone, readily recognisable as such, is laid down, and marrow spaces are often evident. Sometimes branching spicules of bone extend through the lung in a racemose or dendriform manner.178, 179, 180, 181, 182, 183 Isolated foci of laminated bone may also be found within alveoli of otherwise normal appearance (see Fig. 6.2.25, p. 322).",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "mention": "178",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 445,
                    "mention": "179",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 450,
                    "mention": "180",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "mention": "181",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "mention": "182",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "mention": "183",
                    "ref_id": null
                }
            ],
            "section": "Dystrophic calcification and ossification ::: Pulmonary fibrosis",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 4.1: Histological patterns associated with the acute respiratory distress syndrome\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 4.1: The cycle of events in the infantile and acute (formerly adult) respiratory distress syndromes. The infantile syndrome is initiated by the immature fetal lungs being unable to replenish spent surfactant whereas in the acute syndrome the cycle is initiated by a variety of causes that damage the delicate alveolar epithelium.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 4.2: Acute respiratory distress syndrome. High-resolution computed tomography shows dense consolidation of both lungs, especially the dependent regions.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 4.3: Shock lung. The lower lobe shows large irregular areas of collapse and congestion.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.4: Congestive atelectasis in septic shock. There is severe capillary congestion and alveolar collapse.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 4.5: Haemorrhagic pulmonary oedema in septic shock. The alveolar capillaries are congested and the alveolar spaces are filled by oedema fluid in which there are free erythrocytes.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4.6: Diffuse alveolar damage. The alveolar epithelium terminates just above centre and from this point (arrow) upwards a mixture of electron-dense fibrin and cell debris (seen at the light microscopic level as a hyaline membrane) is closely applied to the denuded basement membrane. Part of a necrotic cell is seen within the alveolus. Transmission electron micrograph.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 4.7: Diffuse alveolar damage, exudative phase. Hyaline membranes are a conspicuous feature. They often outline alveolar ducts. From a pregnant woman who suffered respiratory arrest due to angioneurotic oedema. She needed to be ventilated for 2 weeks before death and the oxygen concentration in the inspired air constantly increased to prevent hypoxaemia, reaching 70% for the last 8 days of her life.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 4.8: Diffuse alveolar damage, regenerative phase. (A) The alveoli have a simple cuboidal epithelial lining.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 4.9: Diffuse alveolar damage, regenerative phase. Regenerating alveolar epithelial cells are atypical, consisting of plump, elongated forms that represent type II pneumocytes differentiating into type I.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 4.10: Diffuse alveolar damage, regenerative phase. An alveolar epithelial cell having the squamous form of a type I cell but the microvilli and lamellar vacuoles of a type II cell. Such intermediate cells are indicative of epithelial regeneration.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 4.11: Diffuse alveolar damage, regenerative phase. The regenerating alveolar epithelium grows underneath the hyaline membranes, casting them off into the air space.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 4.12: Diffuse alveolar damage, regenerative phase. The regenerating alveolar epithelium may also grow over the hyaline membranes to incorporate them into the alveolar wall. In this electron micrograph the hyaline membranes are largely represented by electron-dense fibrin which is closely applied to previously denuded alveolar epithelial basement membrane and are in turn covered by regenerating epithelium laying down a new basement membrane.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 4.13: Diffuse alveolar damage, repair phase. Hyaline membranes, which are stained red, are in the process of being incorporated into the alveolar interstitium. Martius scarlet blue stain.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 4.14: Atelectatic induration. Denuded alveolar epithelial basement membranes are closely apposed (centre). The regenerating alveolar epithelium (top) bridges the mouth of the alveolus, which consequently has little chance of ever re-expanding.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 4.15: Atelectatic induration. Silver staining of the basement membranes shows that what appear to be thickened single alveolar walls represent the closely apposed walls of several collapsed alveoli.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 4.16: ‘Ring’ fibrosis, representing the organisation and incorporation of exudates lining the alveolar ducts into the walls of these airways.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 4.17: Diffuse alveolar damage, repair phase. (A) A lower lobe seen at autopsy shows diffuse consolidation, with occasional lobules showing more exudative appearances. (B) Microscopy shows diffuse intra-alveolar organisation with abundant interstitial inflammation.",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 4.18: Diffuse alveolar damage, repair phase. The repair process has resulted in interstitial fibrosis.",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 4.19: Suicidal ingestion of kerosene resulting in advanced pulmonary fibrosis and honeycombing within 2 weeks of the initial injury.",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure 4.20: Shock lung. In shock, the alveolar walls are sometimes hypercellular due to the accumulation of neutrophil polymorphonuclear leukocytes.",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Figure 4.21: Shock lung. Electron microscopy shows that the neutrophil leukocytes are sequestered in the alveolar capillaries.",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure 4.22: Shock lung. Shock is often accompanied by disseminated intravascular coagulation, consumptive coagulopathy and the release of megakaryocytes from the bone marrow. (A) Platelets fill the alveolar capillaries. (B) Megakaryocytes released from the bone marrow are arrested in the pulmonary capillary bed, from whence they release their platelets. Occasional megakaryocytes may be observed in normal lung but they are more noticeable in shock. They are seen as clumps of basophilic nuclear material within alveolar capillaries (centre). To the right a blood vessel contains a globular hyaline microthrombus.",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Figure 4.23: Aspiration of gastric acid (Mendelson's syndrome). There is haemorrhagic oedema and centrally the extravasated blood is discoloured due to the production of brown acid haematin.",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Figure 4.24: Accidental paraquat poisoning. The patient died from pulmonary fibrosis within 10 days of ingesting a relatively small amount of the chemical. The fibrosis is of the obliterative pattern, resulting from organisation of exudate that flooded many alveoli so that the air spaces are completely obliterated although the alveolar walls can still be identified. (A) Haematoxylin and eosin. (B) Masson stain.",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Figure 4.25: Interstitial pulmonary fibrosis.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The adult respiratory distress syndrome. Clinical features, factors influencing prognosis and principles of management",
            "authors": [
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Ashbaugh",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Chest",
            "volume": "60",
            "issn": "",
            "pages": "233-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The role of open-lung biopsy in ARDS",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karmpaliotis",
                    "suffix": ""
                },
                {
                    "first": "NT",
                    "middle": [],
                    "last": "Ayas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "197-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The acute respiratory distress syndrome – historic perspective",
            "authors": [
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Chest",
            "volume": "105",
            "issn": "",
            "pages": "S44-S47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Medical progress – The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334-1349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Incidence and outcomes of acute lung injury",
            "authors": [
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peabody",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1685-1693",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818-824",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Acute respiratory distress syndrome: imaging of the injured lung",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Radiol",
            "volume": "57",
            "issn": "",
            "pages": "8-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Acute respiratory distress syndrome caused by pulmonary and extrapulmonary injury: a comparative CT study",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "AU",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Suntharalingam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Radiology",
            "volume": "218",
            "issn": "",
            "pages": "689-693",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Adult Respiratory Distress Syndrome – sequence and importance of development of multiple organ failure",
            "authors": [
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Slotman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "101",
            "issn": "",
            "pages": "320-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Combined bronchoalveolar lavage and transbronchial lung biopsy: safety and yield in ventilated patients",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Bulpa",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Dive",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mertens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Resp J",
            "volume": "21",
            "issn": "",
            "pages": "489-494",
            "other_ids": {
                "DOI": []
            }
        }
    }
}