{
    "paper_id": "PMC7185491",
    "metadata": {
        "title": "Excess Risk of Head and Chest Colds Among Teachers and Other School Workers",
        "authors": [
            {
                "first": "SangWoo",
                "middle": [],
                "last": "Tak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Groenewold",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Toni",
                "middle": [],
                "last": "Alterman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "M."
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Geoffrey",
                "middle": [
                    "M."
                ],
                "last": "Calvert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Among the total of 228,092 respondents, we restricted analyses to working‐age adults (age 18 to 65) who were “working at a job or business” or “with a job or business but not at work” during the week prior to their interview. A total of 129,873 adults were included in the analysis.",
            "cite_spans": [],
            "section": "Study Subjects ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Information on occupation and industry was obtained from respondents aged 18 or older regarding their main job during the week prior to their interview, and then recoded by the NHIS to align with the US Standard Occupational Classification (SOC) system.\n12\n Using these data, we defined teachers as those employed in the NHIS occupational category 09 (teachers, librarians and counselors) within the NHIS industry category 82 (elementary and secondary schools and colleges), based on the 1987 Standard Industrial Classification (SIC). “Other service workers employed at schools” were defined as those employed in food service, health service, cleaning and building service, and motor vehicle operators (SOC 52 and 82) within the elementary and secondary schools and colleges (SIC 82). All other workers were defined as those whose information on occupation and industry was ascertained but who did not fit into either category above. Thus, some occupations such as managers and administrators, secretaries, typists, and financial records processing occupations (SOC 12, 13, 46, and 47) in elementary and secondary schools and colleges (SIC 82) are also included in the “all other workers” group.",
            "cite_spans": [],
            "section": "Study Subjects ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "\nHead/chest cold case was defined as those respondents who answered affirmatively to the question “Did you have a head cold or chest cold that started during the last 2 weeks?” We considered this as a surrogate for acute respiratory infection, including sinusitis, pharyngitis, laryngitis, and bronchitis. Because the precise date of the head/chest cold is unknown, the month the respondent answered in the affirmative was considered to be the month the illness occurred. We estimated the incidence proportion of head/chest cold, which measures the proportion of workers who reported having a head/chest cold during the last 2 weeks (number of incident cases divided by persons at risk). There are no other questions in the NHIS that capture information on upper respiratory infections over the previous 2 weeks. There are NHIS questions asking if the respondent during the previous 12 months had an asthma attack or physician‐diagnosed pneumonia, but this lengthy recall period precluded an examination of the seasonality of these illnesses.",
            "cite_spans": [],
            "section": "Measures ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The number of family members who are under 18 was categorized into 3 groups: (1) no children, (2) 1 child, and (3) 2 or more children. Age was categorized into 5 groups, of which the last group (56 to 65 years) was used as the reference group. A dichotomous variable was created for education—respondents with college or higher education (16 years or more) and respondents with less than 16 years of education. For smoking status, subjects were categorized into never smokers, former smokers, and current smokers. Current smokers were defined as persons who reported having smoked at least 100 cigarettes during their lifetime and who reported presently smoking every day or some days. Former smokers were defined as persons who had smoked 100 cigarettes or more in their lifetime, but at the time of interview reported that they were no longer smoking. Never smokers were defined as persons who never smoked or smoked fewer than 100 cigarettes in their lifetime. For race and ethnicity, subjects were categorized into non‐Hispanic White, non‐Hispanic Black, Hispanic, and other. The school year was defined as the months of September through December and February through June. The school recess months (ie, January, July, and August) were chosen because these months correspond well to school break periods, such as winter and summer breaks after taking into consideration the 2‐week time interval (lag) built into the head/chest cold survey question.",
            "cite_spans": [],
            "section": "Measures ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The weighted population size and incidence proportion for head/chest cold were estimated. All analyses were completed using SAS (v 9.2) taking into account sample weights and design effects due to the complex sample survey design.\n13\n Variance estimates were adjusted for the population survey units, strata, and sampling weights assigned by the National Center for Health Statistics.\n10\n, \n11\n We compared the incidence proportion of head/chest cold among teachers and other service workers employed at schools with that of all other currently employed workers, using odds ratios (ORs). The SAS SURVEYLOGISTIC procedure was used to estimate ORs and the 95% confidence intervals (CIs) for head/chest cold compared to all other workers adjusted for the effect of age, sex, race/ethnicity, smoking status, number of children under 18 in the household, and education. The incidence proportions of head/chest cold for these 3 groups were also examined by month of interview using the Wald chi‐square test.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Annual response rates to the 1998 to 2004 sample adult core questionnaire ranged from a low of 70% to a high of 79% over the 7 years, resulting in an average annual response rate of 74%. From 1998‐2004, 228,092 adults aged 18 years and over completed the sample adult core questionnaire. Among all respondents (n = 129,873) who were currently employed at the time of the survey, 5739 were teachers (which include librarians and counselors) in elementary, secondary schools and colleges representing an annual average of about 5.5 million individuals. The total sample included 1359 other service workers employed at schools, representing about 1.2 million persons. All other workers (n = 122,775) represented an annual average population estimate of 119.1 million. Among teachers, there were more female (69%), non‐Hispanic White (83%), college educated (76%), and nonsmokers (91%, including former smokers [17%] and never smokers [74%]) than among all other workers (Table 1). Other service workers employed at schools were more likely to be female, less likely to be college educated, and older than all other workers.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 968,
                    "end": 975,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nTable 2 shows the incidence proportion and the adjusted ORs for head/chest cold among US workers. The incidence proportions across the age categories decreased significantly with age, which indicates that younger workers reported more head/chest cold compared to older workers. Non‐Hispanic White workers reported the highest proportion of head/chest cold (13.9%) among the different racial/ethnic groups. Fifteen percent of teachers and 16% of other service workers at schools reported that they had head/chest cold that started in the past 2 weeks. The ORs of head/chest cold among teachers (OR = 1.28; 95% CI: 1.17‐1.41) and among other service workers at schools (OR = 1.33; 95% CI: 1.12‐1.59) were significantly higher than among all other workers. Current smokers had significantly higher OR of head/chest cold (OR = 1.29; 95% CI: 1.23‐1.35) than former smokers and never smokers.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Male workers were less likely to report having had a head/chest cold than female workers. Having 1 or more children in the family was found to be associated with a higher incidence of head/chest cold among workers. Education was not associated with elevated odds of head/chest cold in the past 2 weeks.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The overall head/chest cold incidence proportions combined by month over the study period (January 1998 to December 2004) showed clear seasonal variation (Figure 1). The seasonal variation was evident across all 3 occupational groups. Peaks in incidence occurred from the winter to early spring (December, January, February, and March), corresponding to seasonal activity of many viral respiratory pathogens including influenza, rhinovirus, and respiratory syncytial virus (RSV). Winter incidence proportions were 3‐fold higher than summer months (ie, July). As evident from Figure 1, the incidence proportions of head/chest cold for teachers and other service workers employed at schools were higher than for all other workers during the school year.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 575,
                    "end": 583,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The large sample size of this study allowed reliable estimation of the incidence proportion of head/chest cold for teachers and other workers in school settings. Limitations in this study included the use of self‐reported data to determine the occurrence of head/chest cold. The validity and reliability of this NHIS questionnaire item, “Did you have any head cold or chest cold started in the past 2 weeks?” have not been assessed. Misunderstanding of this question on the part of the respondent could have led to information bias. However, misclassification due to such information bias is likely nondifferential across occupation groups. Acute respiratory infection can be caused by many different viral and bacterial pathogens.\n14\n Laboratory testing could be useful in evaluating the sensitivity and specificity of this question, although it is not uncommon to fail to find a pathogen in those with acute respiratory tract infections.\n15\n\n",
            "cite_spans": [],
            "section": "Strength and Limitations ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Noninfectious illness may also be responsible for some head and chest colds. A recent study showed that employees from 2 elementary schools in the United States with damp and moldy environments had excess work‐related throat and lower respiratory symptoms, as well as eye, nasal, sinus, and wheezing symptoms compared to the general US adult population.\n8\n Such respiratory symptoms in school environments have been well documented.\n16\n, \n17\n One may argue that the definition of head/chest cold is nonspecific, and those with respiratory symptoms related to indoor allergens may have been misclassified as having a head/chest cold. Damp and moldy environments in some schools across the United States may have contributed to the seasonal pattern observed in our data. Detailed clinical and microbiological investigations focusing on specific communicable diseases would need to be conducted to exclude respiratory symptoms related to indoor allergens. As such, our definition for head/chest cold is unlikely to capture the entire range of infectious and noninfectious respiratory disease such as laryngitis, pharyngitis, pneumonia, otitis media, and bronchitis.",
            "cite_spans": [],
            "section": "Strength and Limitations ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Finally, some secretaries, financial records processors, managers, and administrators employed at school may have close contact with many children in schools throughout the day. Because our analysis included these occupations in the reference group (all other workers), if those workers had a higher risk of head/chest cold than other workers in the reference group, an underestimation of the risk of head/chest cold among teachers and other school workers is possible.",
            "cite_spans": [],
            "section": "Strength and Limitations ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Head/chest cold, a surrogate for upper respiratory infection, was more common among school workers during the school year and less common during July than all other workers in the United States. The societal disruption of viral respiratory disease in school settings can be substantial. The results of this study support the need to augment targeted education and training programs for school workers and students to reduce the impact of viral respiratory disease among school teachers and other workers during the school year.",
            "cite_spans": [],
            "section": "Conclusion ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This article utilizes national health survey data that are available at the National Center for Health Statistics Web site. The data are without personal identifiers. These data did not require protocol approval, nor was informed consent required or obtained.",
            "cite_spans": [],
            "section": "Human Subjects Approval Statement ::: IMPLICATIONS FOR SCHOOL HEALTH",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: \nWeighted Estimates of Demographic and Other Factors Among 3 Groups of US Workers: NHIS 1998‐2004\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: \nIncidence Proportion and Adjusted ORs of Head/chest Cold Among US Workers: NHIS 1998‐2004 (n = 129,873)\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: \nEstimated Incidence Proportions of Head/Chest Cold by Interview Month for Teachers, Other Service Workers Employed at Schools, and All Other Workers in the United States (*: Wald Chi‐Square Test With 2 Degrees of Freedom, p < 0.01)\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "\nOccupational Employment Statistics.",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The redesign of the National Health Interview Survey.",
            "authors": [],
            "year": 1996,
            "venue": "Public Health Rep",
            "volume": "111",
            "issn": "6",
            "pages": "508-511.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "National Health Interview Survey: research for the 1995‐2004 redesign.",
            "authors": [],
            "year": 1999,
            "venue": "Vital Health Stat 2",
            "volume": "126",
            "issn": "2",
            "pages": "1-119.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "\nStandard Occupational Classification (SOC) User Guide.",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "SAS/ETS User's Guide.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A case‐control study of acute respiratory tract infection in general practice patients in The Netherlands.",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "4",
            "pages": "490-497.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Etiologies of acute respiratory tract infections.",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "4",
            "pages": "503-506.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mould specific IgG antibodies connected with sinusitis in teachers of mould damaged school: a two‐year follow‐up study.",
            "authors": [],
            "year": 2003,
            "venue": "Int J Occup Med Environ Health",
            "volume": "16",
            "issn": "3",
            "pages": "221-230.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "An approach to management of critical indoor air problems in school buildings.",
            "authors": [],
            "year": 1999,
            "venue": "Environ Health Perspect",
            "volume": "107",
            "issn": "suppl 3",
            "pages": "509-514.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "ACP Medicine.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Influenza and pneumonia hospitalizations in Ontario: a time‐series analysis.",
            "authors": [],
            "year": 2004,
            "venue": "Epidemiol Infect",
            "volume": "132",
            "issn": "6",
            "pages": "1167-1174.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "School employees: the forgotten municipal workers.",
            "authors": [],
            "year": 2001,
            "venue": "Occup Med",
            "volume": "16",
            "issn": "1",
            "pages": "65-78.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Autoregression as a means of assessing the strength of seasonality in a time series.",
            "authors": [],
            "year": 2003,
            "venue": "Popul Health Metr",
            "volume": "1",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Interactions of viral pathogens on hospital admissions for pneumonia, croup and chronic obstructive pulmonary diseases: results of a multivariate time‐series analysis.",
            "authors": [],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "6",
            "pages": "1174-1178.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "\nKey Facts About Seasonal Flu Vaccine.",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A causal link between handwashing and risk of infection? Examination of the evidence.",
            "authors": [],
            "year": 1988,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "9",
            "issn": "1",
            "pages": "28-36.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Indoor air and infectious disease.",
            "authors": [],
            "year": 1989,
            "venue": "Occup Med",
            "volume": "4",
            "issn": "4",
            "pages": "713-721.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Control of airborne infectious diseases in ventilated spaces.",
            "authors": [],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "6",
            "issn": "suppl 6",
            "pages": "S747-S755.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Vocal problems among teachers: a review of prevalence, causes, prevention, and treatment.",
            "authors": [],
            "year": 1998,
            "venue": "J Voice",
            "volume": "12",
            "issn": "4",
            "pages": "489-499.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Prevalence of voice disorders in teachers and the general population.",
            "authors": [],
            "year": 2004,
            "venue": "J Speech Lang Hear Res",
            "volume": "47",
            "issn": "2",
            "pages": "281-293.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Working conditions, adverse events and mental health problems in a sample of 949 German teachers.",
            "authors": [],
            "year": 2007,
            "venue": "Int Arch Occup Environ Health",
            "volume": "80",
            "issn": "5",
            "pages": "442-449.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Burnout and effort‐reward‐imbalance in a sample of 949 German teachers.",
            "authors": [],
            "year": 2007,
            "venue": "Int Arch Occup Environ Health",
            "volume": "80",
            "issn": "5",
            "pages": "433-441.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Work‐related asthma in the educational services industry: California, Massachusetts, Michigan, and New Jersey, 1993‐2000.",
            "authors": [],
            "year": 2008,
            "venue": "Am J Ind Med",
            "volume": "51",
            "issn": "1",
            "pages": "47-59.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Identification of mold and dampness‐associated respiratory morbidity in 2 schools: comparison of questionnaire survey responses to national data.",
            "authors": [],
            "year": 2008,
            "venue": "J Sch Health",
            "volume": "78",
            "issn": "1",
            "pages": "32-37.",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Prevalence of respiratory symptoms among female flight attendants and teachers.",
            "authors": [],
            "year": 2003,
            "venue": "Occup Environ Med",
            "volume": "60",
            "issn": "12",
            "pages": "929-934.",
            "other_ids": {
                "DOI": []
            }
        }
    }
}