{
    "paper_id": "PMC7126812",
    "metadata": {
        "title": "Ribosome structure: revisiting the connection between translational accuracy and unconventional decoding",
        "authors": [
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Stahl",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "P"
                ],
                "last": "McCarty",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philip",
                "middle": [
                    "J"
                ],
                "last": "Farabaugh",
                "suffix": "",
                "email": "farabaug@umbc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although interactions between the ribosome and codon–anticodon helix of the A site indicate a model for tRNA discrimination, they do not explain how the reading frame is maintained. One approach to explaining this is to study special circumstances in which the frequency of frameshift errors can be increased by up to 50%. Frame-maintenance can be reduced either by mutations in rRNA or by changes to various other components of the translational apparatus, such as EF-Tu, tRNAs and mRNA sequences. Understanding how the incidence of frameshift can be increased might provide insights into how it is prevented normally.",
            "cite_spans": [],
            "section": "How does the ribosome maintain translational frame?",
            "ref_spans": []
        },
        {
            "text": "Theoretically, there are four ways to disrupt reading-frame maintenance:•Translation assumes that each tRNA recognizes exactly three nucleotides. Occasional expansion or contraction of the codon size could shift the reading frame in the +1 (forward) or −1 (backward) direction, respectively.•Although recognizing a three-nucleotide codon, the incoming aa-tRNA could bind to three nucleotides that are not in the normal frame.•After a tRNA pairs with the mRNA, the ribosome must translocate exactly three nucleotides to display the succeeding codon in the A site; translocation of either four or two nucleotides would cause +1 or −1 frameshifting.•After translocation and before recognition of the next tRNA, only the peptidyl-tRNA (pep-tRNA) is base-paired to the mRNA; at this stage, any slippage of the tRNA on the mRNA could cause a frameshift in either the forward or backward direction.\n",
            "cite_spans": [],
            "section": "How does the ribosome maintain translational frame?",
            "ref_spans": []
        },
        {
            "text": "The extremely low frequency of frameshift errors indicates that errors in the size of the repeating three-nucleotide step are rare. However, how this step size is maintained remains controversial. In one model it is suggested that the size of tRNA anticodons defines the step size by defining both codon length and translocation distance. This view is derived from studies of mutant tRNAs in which expansion of the anticodon to four nucleotides causes a +1 frameshift. In the first characterized example of this, the suppressor sufD42 alters a tRNAGly by expanding its anticodon from CCC to CCCC. This allows tRNAGly to suppress frameshift mutations in structural genes that result from the expansion of GGN Gly codons to GGGN (where N is any nucleotide) [18]. The structures indicate a simple, elegant model, termed the quadruplet translocation model [19]. This proposes that by expanding the anticodon to four nucleotides, the tRNA could base-pair to a four-nucleotide codon in the mRNA and that, during translocation, the tRNA would move four nucleotides into the P site, thus displaying a +1 shifted codon in the A site [19]. It is important to remember that this model is hypothetical and that, for example, there is no solved structure of a frameshift-suppressor tRNA paired with an mRNA.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 852,
                    "end": 856,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "How does the ribosome maintain translational frame?",
            "ref_spans": []
        },
        {
            "text": "The quadruplet translocation model assumes that the ribosome has no direct role in defining step size. However, the recent structure of an aa-tRNA–mRNA–30S ribosome complex seems to contradict this assumption [9]. The decoding site explicitly contacts each of the three base-pairs that form in the A- and P sites 9, 10, which indicates that the structure of the ribosome implicitly defines the codon. In fact, the ribosome appears to constrain the mRNA so that only three nucleotides of the tRNA can interact with the A-site codon (Fig. 2). A 45° kink in the mRNA on the 5′ side of the A-site codon defines the first nucleotide in the A site. At the other end of the interaction, the ribosome places nucleotide C1054 immediately below the wobble nucleotide of the tRNA. The distance between the kink and C1054 is sufficient to allow codon–anticodon interaction between three pairs of bases, but not four. The model was further called into question by results showing that the nucleotide at the 3′ end of the putative four-nucleotide anticodon is modified to 1-methylguanosine in a major class of frameshift suppressor tRNAs, tRNAPro suppressors, in Salmonella typhimurium\n[20]. Because methylation blocks base pairing to cytosine, these tRNAs are incapable of a four base-pair interaction with mRNA. Importantly, in the quadruplet translocation model, the modified nucleotide would recognize the first nucleotide in the expanded anticodon. By blocking base pairing, this modification should render the tRNA incapable of distinguishing suppressible sites (e.g. CCCC) from nonsuppressible ones (ACCC, GCCC or UCCC). The fact that the tRNA can distinguish these sites demonstrates that the quadruplet translocation model is invalid for these suppressors and requires that they cause frameshifts by another mechanism, presumably involving triplet recognition. Together with the recent structural data, these results greatly weaken, if not invalidate, the concept that translational step-size is defined explicitly by the tRNA anticodon.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "mention": "[9]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "How does the ribosome maintain translational frame?",
            "ref_spans": [
                {
                    "start": 532,
                    "end": 538,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although the abnormal structure of an expanded anticodon loop appears to prevent the ribosome reading an abnormal four-nucleotide codon, it does cause the ribosome to make frameshift errors. An explanation of this comes from what was thought initially to be an unrelated phenomenon, programmed frameshifting. This is a ubiquitous, although rare, event in which ribosomes are forced to shift reading frame at special sites in mRNAs. The process is stochastic; programmed-frameshift sites increase the probability of a frameshift occurring from the normally low level of random errors (<5 × 10?5 per codon) to as much as 50%.",
            "cite_spans": [],
            "section": "Programmed +1 frameshifts in yeast depend on unconventional P-site decoding",
            "ref_spans": []
        },
        {
            "text": "According to the current view, programmed frameshifts occur at mRNA sequences that pause the ribosome with the A- and P sites located over special frameshift-stimulating signals. The mechanism of frame disruption varies between sites. In the most common form, termed -1 simultaneous-slippage frameshifting [21], the frameshift signal is a heptanucleotide of the form X-XXY-YYZ, grouped in codons of the upstream normal frame, where XXX is a triplet of any repeating nucleotide, YYY is a triplet repeat of either A or U, and Z varies between species. For example, the heptanucleotide in the Coronavirus Infectious Bronchitis Virus is U-UUA-AAC [22]. In most cases, a downstream secondary structure (a pseudoknot and a hairpin loop in eukaryotes and prokaryotes, respectively) causes the pause over this sequence (reviewed in Ref. [23]). Despite the number and phylogenetic ubiquity of such sites, we do not yet understand how these signals stimulate frameshift errors.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 643,
                    "end": 647,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 829,
                    "end": 833,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Programmed +1 frameshifts in yeast depend on unconventional P-site decoding",
            "ref_spans": []
        },
        {
            "text": "Recent work on a far less common form of programmed frameshifting provides mechanistic explanations of this process. Programmed +1 frameshifting in Saccharomyces cerevisiae, first identified in the Ty family of retrotransposons, also occurs at heptameric sequences, although of a different structure to those discussed above (reviewed in Ref. [23]). The sites consist of two codons of the normal frame plus a seventh base at the 3′ end. The second codon is recognized very slowly in the ribosomal A site because of the low availability of its cognate tRNA. This pauses the ribosome with a pep-tRNA bound to the first codon in the ribosomal P site. Recent evidence indicates that ‘unconventional decoding’ by this pep-tRNA can directly stimulate frameshift errors by out-of-frame binding of an incoming aa-tRNA [24]. Because of the redundancy of the genetic code, during translation each amino acid can be decoded by one of several tRNAs, termed isoacceptors. Conventional decoding uses an isoacceptor that can fully pair with the codon. For example, although the codons GCG and GCU both encode alanine; the former is read by a cognate tRNA with the anticodon CGC, whereas an isoacceptor with an IGC anticodon decodes the latter (both codons and anticodons are represented in 5′–3′ polarity). The term unconventional decoding refers to reading by tRNAs that have a less than optimal interaction with the mRNA. Reading of GCG by the IGC-tRNA would be an unconventional decoding event because a G–I wobble interaction does not allow a normal Watson–Crick base-pair. In fact, the juxtaposition of the two purines at the wobble position would introduce a clash that destabilizes RNA–RNA helices.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 810,
                    "end": 814,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Programmed +1 frameshifts in yeast depend on unconventional P-site decoding",
            "ref_spans": []
        },
        {
            "text": "Although conventional, cognate decoding should predominate, the lack of some cognate tRNAs in S. cerevisiae allows unconventional decoding by more abundant isoacceptors. Because their structural genes have been deleted, some cognate tRNAs are either present in low concentration or are absent [25]. This unconventional decoding can result in weak pyrimidine–pyrimidine pairs or purine–purine clashes in the wobble position. The presence of such unusual P-site wobble pairs causes frequent, erroneous out-of-frame decoding in the A site and results in frameshifts [24]. Because out-of-frame decoding competes with normal, in-frame decoding 26, 27, the occurrence of frameshifts is enhanced by the slow recognition of the next in-frame codon.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 563,
                    "end": 567,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Programmed +1 frameshifts in yeast depend on unconventional P-site decoding",
            "ref_spans": []
        },
        {
            "text": "How might an unconventional wobble pair stimulate frameshift errors? An interaction between the P- and A-site tRNAs had been postulated to stabilize reading of adjacent codons [28]. However, this model is now thought to be unlikely because the kink between the A- and P sites allows the two tRNAs to come no closer than 10 Å 9, 10, which makes direct contact difficult and an indirect effect probable. Although it is possible that the effect could propagate through ribosomal components, we propose a simple model in which it propagates through the mRNA (Fig. 3\n). The kink is the key to this model and it is compatible with simultaneously forming normal cognate pairs in the A- and P sites (Fig. 3a).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 325,
                    "end": 326,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "An rRNA clamp in the P site might constrain the reading frame in the A site",
            "ref_spans": [
                {
                    "start": 555,
                    "end": 561,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 698,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this model, out-of-frame recognition in the A site requires the +1 frame codon to move into the A site, thereby displacing the nucleotide to be skipped (Fig. 3b). This disruption might be incompatible with the normal structure of the wobble pair in the P site (shown in Fig. 3 as forcing breakage of the pair although, alternatively, this might disrupt ribosomal contacts with the codon–anticodon pair). The high-energy cost required to form this structure would reduce the efficiency of out-of-frame recognition. By the same argument, because of the strain of the kink between the two sites, a non-canonical wobble-pair interaction in the P site might disturb formation of a normal codon–anticodon interaction in the A site (Fig. 3c) and reduce the efficiency of in-frame decoding. Such an effect on nonsense suppression has been observed 29, 30. In this case, out-of-frame recognition still requires displacement of the skipped nucleotide (Fig. 3d). However, if the abnormal structure of the P-site wobble pair itself forces disruption of ribosomal interactions, it would eliminate the extra energy cost relative to in-frame decoding because both in-frame and out-of-frame aa-tRNAs would be precluded from forming their maximum-energy structure. This would reduce the energetic advantage of in-frame decoding and so should indirectly increase the probability of out-of-frame binding.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 845,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 847,
                    "end": 849,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "An rRNA clamp in the P site might constrain the reading frame in the A site",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 273,
                    "end": 279,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 729,
                    "end": 735,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 945,
                    "end": 951,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Experiments using drugs that induce errors demonstrate that minor disruptions to the structure of the ribosome–mRNA–tRNA complex can have profound effects on translational fidelity. Nucleotides A1492 and A1493 of the 16S rRNA undergo an energetically costly rearrangement when cognate tRNA enters the A site, which allows them to interact with the codon–anticodon complex. Paromomycin stabilizes this conformation in the absence of tRNA and so reduces the energy difference between cognate and noncognate tRNA binding; by paying the cost of the rearrangement, paromomycin promotes both sense and frameshift errors [9]. We argue for an opposite effect in which an aberrant wobble-pair interaction in the P site reduces the energetic advantage of in-frame decoding, which indirectly increases the probability of out-of-frame binding. In this model, formation of the correct wobble-pair interaction in the P site is crucial to continued in-frame decoding. This is consistent with the effect of unusual wobble interactions in programmed frameshifting [24], and with the fact that wobble in the P site is constrained by a pincer interaction by two rRNA nucleotides: C1400 and m2G966 [10]. It is probably significant that of the nucleotides that contact the codon–anticodon complex within the P site, only mutation of C1400 increases the occurrence of frameshifts and other errors [31]. Similarity between the effects of a C1400 mutation and an unusual wobble pair implies that they might increase the probability of out-of-frame recognition in the Asite in similar ways. In-frame recognition in the A site could be ensured by holding the P-site wobble-pair tightly between C1400 and m2G966. Although we lack details of the way these two residues interact with the codon–anticodon complex in the P site, their inability to interact with abnormal, non-Watson–Crick base-pairs could explain why an unusual wobble pair disrupts normal, in-frame decoding.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "mention": "[9]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "mention": "[31]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "An rRNA clamp in the P site might constrain the reading frame in the A site",
            "ref_spans": []
        },
        {
            "text": "A possible explanation of the ability of tRNAs with expanded anticodon loops to stimulate frameshifting might be that they, too, interfere with the ability of the P site to restrict recognition of in-frame codons at the A site. Recent data also show that frameshifts induced by +1 suppressor tRNAs occur in competition with normal in-frame decoding of the succeeding codon [20], as occurs in programmed +1 frameshifting. An additional nucleotide in the anticodon loop might disrupt the correct interaction of the P-site rRNA with the codon–anticodon complex, which could increase the probability of out-of-frame recognition despite the fact that the suppressor continues to make three base-pairs with the mRNA. This is plausible because we know that the additional nucleotide in the sufD42 suppressor form of tRNAPro slows recognition in the A site, and allows another isoacceptor to read its cognate codon [20]. This misreading does not happen with wild-type tRNA.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 907,
                    "end": 911,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "An rRNA clamp in the P site might constrain the reading frame in the A site",
            "ref_spans": []
        },
        {
            "text": "The genetic dissection of programmed +1 frameshifting appears to have revealed an important feature of ribosome-mediated error correction. Direct biochemical tests are now necessary to determine whether the inferences drawn from the genetics are correct; that is, that maintaining the reading frame depends crucially on the stability of the pep-tRNA wobble-pair binding in the P site. Of the different forms of programmed frameshifting, it is easiest to hypothesize that programmed +1 frameshifting in yeast results from direct disruption of the translational-accuracy mechanism. For example, an mRNA sequence found at one programmed +1 frameshift site in yeast appears to stimulate errors by base pairing with, and inactivating, helix 18 of the small ribosomal subunit rRNA, which is an essential element of the ribosomal-accuracy mechanism 6, 32. It remains to be seen whether other forms of programmed, unconventional decoding also disrupt error correction by the ribosome. Given the diversity of these decoding events, the ways in which they could undermine accuracy could also be diverse. The diversity of these programmed events is consistent with the results of the structural studies, which show that the ribosome uses an elaborate system to maintain translational accuracy. Therefore, by studying unconventional decoding systems we can dissect the mechanisms of translational accuracy, a process that is crucial to the cell. Recoding systems should continue to provide tools to dissect this still incompletely understood system.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "mention": "6",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 845,
                    "end": 847,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Genetic tools for dissecting the translational accuracy system?",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Interactions between the ribosome and mRNA–tRNA complexes. The nucleotides of the rRNA (red), mRNA (blue) and tRNA (purple) are numbered to represent their position in the RNA chain; the mRNA is numbered 5′–3′ starting at the beginning of the A-site codon. A Mg2+ ion (orange) mediates an interaction between the mRNA, C518 of the 16S rRNA and Pro44 of rpS12 (amino acids represented as green squares). Filled circles represent the phosphoribose backbone. Arrows indicate direct contacts without distinguishing between types of interactions. G1401 is shown as blocking further extension of the P-site codon helix.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: The structure of the decoding center imposes a three-nucleotide codon. The P-site (pale blue) and A-site (green) codons are connected through a kink in the phosphoribose backbone. The kink constrains the position of the first nucleotide of the A-site codon (top). The anticodon of tRNA entering the A site (orange) must begin pairing with that first base. Nucleotide C1054 (red) of the 16S rRNA inserts immediately below the third, or wobble, nucleotide of the tRNA. This blocks formation of a fourth base-pair. The combination of the kink and C1054 imposes a maximum size of three base-pairs on the codon–anticodon complex. The figure was created in RasMol [33] using coordinates downloaded from the RCSB Protein Data Bank (http://www.rcsb.org/pdb/); the identification for the PDB coordinate file is 1IBM.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Unconventional P-site wobble pairs increase the probability of out-of-frame decoding; the possible effect of base mismatches on frame maintenance. The eight nucleotides accessible on the inner surface of the ribosome at the decoding center are shown interacting with P- and A-site tRNAs. Rectangles represent nucleotides; circles represent the phosphoribose backbone; mRNA is shown in blue; tRNAs in purple; A and P represent the two decoding sites; nucleotides that cannot form normal interactions with the ribosome, and that are expected to have an energetic cost, are red. (a) Normal Watson–Crick pairing in both A- and P sites. (b) Out-of-frame binding in the A site. This requires bypassing one nucleotide between the A- and P sites, which could disrupt normal ribosomal interactions with the P-site wobble pair. The cartoon does not indicate a specific structure for the complex. (c) A clash caused by pairing of G–I nucleotides at the wobble position in the P site would, at the minimum, disrupt interaction of an in-frame tRNA at the first nucleotide in the A site, possibly reducing the efficiency of translation. (d) An unconventional P-site wobble pair would reduce the energetic cost of out-of-frame binding relative to in-frame binding.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "General nature of the genetic code for proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crick",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Nature",
            "volume": "192",
            "issn": "",
            "pages": "1227-1232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Crystal structure of the ribosome at 5.5 Å resolution",
            "authors": [
                {
                    "first": "M.M",
                    "middle": [],
                    "last": "Yusupov",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "883-896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The path of messenger RNA through the ribosome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yusupova",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "106",
            "issn": "",
            "pages": "233-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Functional insights from the structure of the 30S ribosomal subunit and its interactions with antibiotics",
            "authors": [
                {
                    "first": "A.P",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "",
            "pages": "340-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Genetic probes of ribosomal RNA function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O'Connor",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochem. Cell Biol.",
            "volume": "73",
            "issn": "",
            "pages": "859-868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A conformational switch in Escherichia coli 16S ribosomal RNA during decoding of messenger RNA",
            "authors": [
                {
                    "first": "J.S",
                    "middle": [],
                    "last": "Lodmell",
                    "suffix": ""
                },
                {
                    "first": "A.E",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "277",
            "issn": "",
            "pages": "1262-1267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Stucture of functionally activated small ribosomal subunit at 3.3 Å resolution",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schluenzen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "102",
            "issn": "",
            "pages": "615-623",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Structure of the 30S ribosomal subunit",
            "authors": [
                {
                    "first": "B.T",
                    "middle": [],
                    "last": "Wimberly",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "",
            "pages": "327-339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Frameshift suppression: a nucleotide addition in the anticodon of a glycine tRNA",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbon",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Nat. New Biol.",
            "volume": "242",
            "issn": "",
            "pages": "230-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Frameshift suppression",
            "authors": [
                {
                    "first": "J.R",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "24",
            "issn": "",
            "pages": "601-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Translational accuracy and the fitness of bacteria",
            "authors": [
                {
                    "first": "C.G",
                    "middle": [],
                    "last": "Kurland",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Annu. Rev. Genet.",
            "volume": "26",
            "issn": "",
            "pages": "29-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "A new model for phenotypic suppression of frameshift mutations by mutant tRNAs",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol. Cell",
            "volume": "1",
            "issn": "",
            "pages": "471-482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Signals for ribosomal frameshifting in the Rous Sarcoma virus gag–pol region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "447-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537-547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P.J",
                    "middle": [],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev.",
            "volume": "60",
            "issn": "",
            "pages": "103-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Near-cognate peptidyl-tRNAs promote +1 programmed translational frameshifting in yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sundararajan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "1005-1015",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Transfer RNA gene redundancy and translational selection in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Percudani",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Mol. Biol.",
            "volume": "268",
            "issn": "",
            "pages": "322-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Ribosomal frameshifting in the yeast retrotransposon Ty: tRNAs induce slippage on a 7 nucleotide minimal site",
            "authors": [
                {
                    "first": "M.F",
                    "middle": [],
                    "last": "Belcourt",
                    "suffix": ""
                },
                {
                    "first": "P.J",
                    "middle": [],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "339-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A novel programmed frameshift expresses the POL3 gene of retrotransposon Ty3 of yeast: frameshifting without tRNA slippage",
            "authors": [
                {
                    "first": "P.J",
                    "middle": [],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "93-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "tRNA–tRNA interactions within cellular ribosomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yarus",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "86",
            "issn": "",
            "pages": "4397-4401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Codon–anticodon interaction at the ribosomal P site improves the accuracy of the decoding process",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bergemann",
                    "suffix": ""
                },
                {
                    "first": "K.H",
                    "middle": [],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Biochem. Int.",
            "volume": "8",
            "issn": "",
            "pages": "121-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Kinetic proofreading: a new mechanism for reducing errors in biosynthetic processes requiring high specificity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hopfield",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "71",
            "issn": "",
            "pages": "4135-4139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Decoding with the A:I wobble pair is inefficient",
            "authors": [
                {
                    "first": "J.F",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res.",
            "volume": "23",
            "issn": "",
            "pages": "683-688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Decoding fidelity at the ribosomal A and P sites: influence of mutations in three different regions of the decoding domain in 16S rRNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O'Connor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res.",
            "volume": "25",
            "issn": "",
            "pages": "1185-1193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Programmed +1 frameshifting stimulated by complementarity between a downstream mRNA sequence and an error-correcting region of rRNA",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "RNA",
            "volume": "7",
            "issn": "",
            "pages": "275-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "RASMOL: biomolecular graphics for all",
            "authors": [
                {
                    "first": "R.A",
                    "middle": [],
                    "last": "Sayle",
                    "suffix": ""
                },
                {
                    "first": "E.J",
                    "middle": [],
                    "last": "Milner-White",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Trends Biochem. Sci.",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Kinetic amplification of enzyme discrimination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ninio",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Biochimie",
            "volume": "57",
            "issn": "",
            "pages": "587-595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "EFTu provides an internal kinetic standard for translational accuracy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Trends Biochem. Sci.",
            "volume": "13",
            "issn": "",
            "pages": "91-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The 530 loop of 16S rRNA: a signal to EF-Tu?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "H.F",
                    "middle": [],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Genet.",
            "volume": "10",
            "issn": "",
            "pages": "27-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Induced fit in initial selection and proofreading of aminoacyl-tRNA on the ribosome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J.",
            "volume": "18",
            "issn": "",
            "pages": "3800-3807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Conformational switch in the decoding region of 16S rRNA during aminoacyl-tRNA selection on the ribosome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Struct. Biol.",
            "volume": "7",
            "issn": "",
            "pages": "104-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Recognition of cognate transfer RNA by the 30S ribosomal subunit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ogle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "897-902",
            "other_ids": {
                "DOI": []
            }
        }
    }
}