{
    "paper_id": "PMC7107451",
    "metadata": {
        "title": "Limited Transmission of Turkey Coronavirus in Young Turkeys by Adult Alphitobius diaperinus (Coleoptera: Tenebrionidae)\n",
        "authors": [
            {
                "first": "D.",
                "middle": [
                    "W."
                ],
                "last": "Watson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "S."
                ],
                "last": "Guy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [
                    "M."
                ],
                "last": "Stringham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Experiments were conducted under controlled environments using commercial hatchlings and laboratory reared adult beetles. One-day-old turkeys were raised in heated brooders until 7 d of age. Turkeys were weighed and divided into eight groups of 15 birds each.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Two sources of TCV were selected for study. An embryo-propagated TCV (NC95) was obtained from PEMS-affected turkeys and embryo propagated as described by Guy et al. (1997). Embryo-propagated TCV NC95 was administered to turkeys to establish a source of infected fecal material. The second source of TCV was fecal material obtained from a PEMS outbreak (TCV+PEMS feces).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 171,
                    "mention": "Guy et al. (1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Adult beetles were divided into five groups of 200 each. The beetles were denied food and water for 3 d then allowed feed for 24 h. The negative control beetles were given chicken feed and water. The remaining four groups of beetles were fed virus-infected feces mixed with chicken feed (1:10). Two groups of beetles were given fresh NC95 infected feces. Two other beetle groups were fed TCV+PEMS infected feces. One group from each pair of virus infected beetles was surface sterilized to remove virus particles from all but the gut, the other group was not surface sterilized (unsterilized). Beetles were surface sterilized by immersion in a solution of 50% sodium hypochlorite and Tween 80 for 10 min, then rinsed once in 70% ethanol, and three times in sterile distilled water. Whole beetle homogenates were suspended in 20 ml Dulbecco’s minimum essential medium with 2% fetal bovine serum, 0.15 mg/ml gentamicin, and 5 μg/ml amphotericin B (DMEM) tissue culture medium. After centrifugation (10 min at 2,000 × g), the clarified homogenates were held on ice. The suspended virus supernatant was administered to the turkeys by gavage (1 ml per bird). Poult groups received one of the following eight treatments: (1) Sham-inoculated-negative control with DMEM (1 ml per bird). (2) A second negative control group was inoculated with unsterilized beetle homogenate from TCV negative beetles. Two positive control groups were inoculated with (3) NC95 TCV infected feces, and (4) TCV+PEMS infected feces, respectively. Two additional groups were inoculated with (5) unsterilized beetle homogenate from NC95 TCV positive beetles and (6) surface sterilized beetle homogenate from NC95 TCV positive beetles. Two remaining virus treatment groups were inoculated with (7) unsterilized beetle homogenate from TCV+PEMS beetles, and (8) surface sterilized beetle homogenate from TCV+PEMS beetles.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Three days after inoculation, five birds were selected randomly from each treatment group. These birds were necropsied and examined for clinical indications of TCV infection. Bursa tissues were removed and prepared for sectioning. Bursa tissues were examined for presence of TCV by direct immunofluorescence (FA) using a FITC-antibody conjugate prepared with antisera from TCV-hyperimmunized chickens (McNulty and Allen 1984, Guy et al. 1997). Growth depression was measured by weighing the remaining birds on days 7, 14, and 21. The remaining birds were bled for TCV serology tests on day 21 and euthanized.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 424,
                    "mention": "McNulty and Allen 1984",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 441,
                    "mention": "Guy et al. 1997",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A second experiment was conducted to determine if virus remained viable in beetles for <24 h. We concluded that the other possible agents in the TCV+PEMS source material may complicate the results and chose to use only the NC95 TCV isolate. Adult beetles were divided into seven groups of 50 each and replicated three times. Food denial and feeding was conducted as described above. Six groups of beetles were given fresh NC95 TCV infected feces. The negative control beetles were given chicken feed and water. Two groups of virus fed beetles were euthanized at time interval 1, 12, and 24 h. One group of beetles from each time interval was surface sterilized as described above. Fifty beetles from the surface sterilized group were aseptically dissected on ice to remove the gut. The second group of beetles was not surface sterilized and their bodies left whole. For each time interval, 50 beetle guts and 50 whole beetles were placed in sterile packets and immediately frozen at −70°C.",
            "cite_spans": [],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Whole beetles and beetle guts were prepared as a 10% (wt:vol) suspension in virus transport medium (DMEM), homogenized, and clarified by centrifugation at 2,000 × g for 20 min. Fertile turkey eggs (n = 21) were incubated for 23 d and inoculated into the amniotic sac with 0.2 ml of homogenated beetle suspensions (Senne 1989). Eggs were returned to the incubator and examined daily for mortality. Embryo intestines were collected at 3 d after inoculation, frozen in optimal cutting temperature compound (Miles, Elkhart, IN), sectioned with a cryostat and fixed in cold (−20°C) acetone. Tissue sections were stained using FITC-conjugated antisera specific for NC95 and were examined for presence of TCV by direct immunofluorescence (FA) as described above (Guy et al. 1997, McNulty and Allen 1984). Antigen preparations were examined with an epifluorescence microscope. The intensity of fluorescence was arbitrarily rated on a scale of zero (undetectable) to three (maximum fluorescence).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 324,
                    "mention": "Senne 1989",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 756,
                    "end": 771,
                    "mention": "Guy et al. 1997",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 773,
                    "end": 795,
                    "mention": "McNulty and Allen 1984",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Mean poult weight was calculated for each treatment. Treatment means were analyzed using one-way analysis of variance (ANOVA) (Minitab 1997).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 139,
                    "mention": "Minitab 1997",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "No mortality was observed in turkeys in the sham-inoculated (DMEM) control group, or in birds inoculated with uninfected beetle homogenates. Average daily weight gain in these groups was 39.8 and 40.7 g, respectively (F = 95.42, df = 7, P ≤ 0.005), (Table 1). No mortality was observed in birds administered NC95 TCV infected feces but average daily weight gain was greatly reduced (23.0 g). Mortality in birds receiving TCV+PEMS feces was 25%, with an average daily weight gain of 17.7 g.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Birds in the negative control groups were coronavirus negative in both FA and serology tests (Table 1). In contrast the FA tests for the positive control birds, which were administered fecal material from NC95 TCV and TCV+PEMS sources, were 40 and 60% positive, respectively. Serology tests for both positive control groups were 100% positive by day 21.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Surface sterilization of the beetles negatively impacted the survival of virus in beetles. No birds receiving surface sterilized homogenates from either NC95 or TCV+PEMS infected beetles were found FA or serology positive (Table 1). Birds administered unsterilized beetle homogenates (NC95) were negative in the FA test but 16% had converted serologically by day 21. Twenty percent of the birds in the TCV+PEMS unsterilized beetle group were FA positive (day 3) and 100% had converted serologically by day 21 (Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 510,
                    "end": 517,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To better define the role of A. diaperinus in the transmission of TCV the second experiment employed embryo-propagation to isolate virus. Using turkey embryo to isolate virus directly from beetle gut or whole beetle provided a more direct diagnosis of the presence of TCV by reducing competitive organisms that may interfere or confound the results. Previous studies indicate that TCV was detectable by direct immunofluorescence (FA) by day 3 after inoculation (Guy et al. 1997). Inoculated embryos were dissected and the intestines examined for presence of TCV. Immunofluorescence detected the presence of virus in embryonic tissues inoculated with beetles euthanized 1 h after feeding on NC95 infected feces. No virus was found in beetle inoculated embryonic tissues for time intervals 12 and 24 h (Table 2). No virus was found in the negative control groups.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 477,
                    "mention": "Guy et al. 1997",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 801,
                    "end": 808,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Mechanical transmission of a disease organism in insects may occur in two forms. The agent may be transported on the cuticle or exoskeleton of the insect, or may be ingested by the insect to be retained in a viable state as it passes through the insect gut. In this study we found that surface sterilization of the insect effectively eliminated TCV from the exoskeleton of the insect. Turkey poults infected with embryo-propagated TCV (NC95) and TCV from PEMS affected turkeys had reduced weight gains when compared with the control groups. Turkeys administered surface sterilized virus infected beetles did not suffer a reduction in weight gains, nor did they test positive by either the FA or serology. Although birds inoculated with unsterilized beetle homogenates in NC95 group did not experience a reduction in weight, one of six birds had converted serologically. Experimental studies with isolate NC95 demonstrated that the virus did not produce clinically apparent disease (Guy et al. 1999). In our study viable virus (NC95) was either not present or perhaps below detectable levels in the beetle gut 24 h after feeding on infected feces, suggesting that the beetle gut was environmentally inhospitable for the virus. Further examination of the viability of NC95 indicated the virus remained active in beetle guts and on whole beetles (unsterilized) for 1 h but was no longer viable after 12 h. The implications of these results are evident. A. diaperinus may well be involved in the transmission of TCV within a turkey house in which an active outbreak has occurred where beetles and birds are in close contact. However, it is less likely to transmit disease upon immigrating from field soils to a turkey house after the land application of litter.",
            "cite_spans": [
                {
                    "start": 982,
                    "end": 997,
                    "mention": "Guy et al. 1999",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The role of TCV in PEMS is less clear, because TCV may not be always present in outbreaks. Turkey poults infected with TCV+ feces from PEMS affected turkeys had reduced weight gains when compared with the control group. Turkeys administered unsterilized beetles in the TCV+PEMS group had reduced weight gains similar to that of the positive control group and tested positive in the FA test and serologically. Therefore, the agent(s) contributing to PEMS appear to be viable on the surface of A. diaperinus for at least 24 h. Although, the results of our second experiment indicated TCV was fastidious, some virus particles in the PEMS + inoculum must have remained viable and gained purchase to be serologically detectable. The insect exoskeleton or perhaps fecal material adhering to the exoskeleton may have provided sufficient harborage to protect the agent(s). Although the etiology of PEMS remains unsettled this study further supports the theory that PEMS may involve a complex of organisms. Conclusive evidence of the role of A. diaperinus and other insects in the transmission of PEMS depends on the more complete characterization of the etiologic agent.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Mortality, weight gains, immunofluorescence, and serology test results of turkey poults gavaged with TCV infected A. diaperinus with and without surface sterilization\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Direct immunofluorescence (FA) of turkey embryos inoculated with gut and whole body homogenates of turkey coronavirus (TCV) infected adult A. diaperinus\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The biology and economic importance of the darkling beetle in poultry houses, pp. 8–17",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "C."
                    ],
                    "last": "Axtell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Poultry Supervisor’s Short Course",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Reservoir competence of the lesser mealworm (Coleoptera: Tenebrionidae) for Salmonella typhimurium (Eubacteriales: Enterobacteriaceae)",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "McAllister",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "D."
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [
                        "A."
                    ],
                    "last": "Newberry",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "K."
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Med. Entomol.",
            "volume": "31",
            "issn": "",
            "pages": "369-372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Isolation of infectious bursal disease virus from the lesser mealworm, Alphitobius diaperinus (Panzer)",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "McAllister",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "D."
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [
                        "A."
                    ],
                    "last": "Newberry",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "K."
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Poultry Sci.",
            "volume": "74",
            "issn": "",
            "pages": "45-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Reservoir competence of Alphitobius diaperinus (Coleoptera: Tenebrionidae) for Escherichia coli (Eubacteriales: Enterobacteriaceae)",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "McAllister",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "D."
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "K."
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [
                        "A."
                    ],
                    "last": "Newberry",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [
                        "E."
                    ],
                    "last": "Gbur",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Med. Entomol.",
            "volume": "33",
            "issn": "",
            "pages": "983-987",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Applications of immuno fluorescence in veterinary viral diagnosis, pp. 15–26",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "S."
                    ],
                    "last": "McNulty",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "M."
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Recent advances in virus diagnosis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "User’s guide, release 11",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronaviral enteritis of turkeys (Bluecomb Disease)",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "S."
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [
                        "V."
                    ],
                    "last": "Nagaraja",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Diseases of poultry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Immune system dysfunction during exposure to poult enteritis and mortality syndrome agents",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "A."
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "W."
                    ],
                    "last": "Edens",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "B."
                    ],
                    "last": "Havenstein",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Poultry Sci.",
            "volume": "76",
            "issn": "",
            "pages": "564-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Arthropods in litter of poultry (broiler chicken and turkey) houses",
            "authors": [
                {
                    "first": "L.",
                    "middle": [
                        "M."
                    ],
                    "last": "Rueda",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "C."
                    ],
                    "last": "Axtell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Agric. Entomol.",
            "volume": "14",
            "issn": "",
            "pages": "81-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Virus propagation in embryonating eggs, pp. 176–181",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "A."
                    ],
                    "last": "Senne",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "A laboratory manual for the isolation and identification of avian pathogens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Spiking mortality of turkeys (SMT) and related disorders—an update, pp. 16–21",
            "authors": [
                {
                    "first": "H.",
                    "middle": [
                        "J."
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings 19th Annual North Carolina Turkey Industry Days Conference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Poult enteritis mortality syndrome (SMT) and related disorders—an update, pp. 1–8",
            "authors": [
                {
                    "first": "H.",
                    "middle": [
                        "J."
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [
                        "P."
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "W."
                    ],
                    "last": "Edens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "NCSU Quarterly update to Poultry PEMS Task Force. April",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The relationship between the lesser mealworm and avian viruses. I. Reovirus 24",
            "authors": [
                {
                    "first": "E.",
                    "middle": [
                        "R."
                    ],
                    "last": "De las Casas",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "K."
                    ],
                    "last": "Harein",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "R."
                    ],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [
                        "S."
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Environ. Entomol.",
            "volume": "2",
            "issn": "",
            "pages": "1043-1047",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Relationship between the lesser mealworm, fowl pox, and Newcastle disease virus in poultry",
            "authors": [
                {
                    "first": "E.",
                    "middle": [
                        "R."
                    ],
                    "last": "De las Casas",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "K."
                    ],
                    "last": "Harein",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "R."
                    ],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [
                        "S."
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Econ. Entomol.",
            "volume": "69",
            "issn": "",
            "pages": "775-779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Transmission of enteric pathogens of turkeys by darkling beetle larva (Alphitobius diaperinus)",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "L."
                    ],
                    "last": "Despins",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "C."
                    ],
                    "last": "Axtell",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "V."
                    ],
                    "last": "Rives",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "D."
                    ],
                    "last": "Ficken",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Appl. Poultry Res.",
            "volume": "3",
            "issn": "",
            "pages": "61-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Partial characterization of a turkey enterovirus-like virus",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [
                        "J."
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Avian Dis.",
            "volume": "35",
            "issn": "",
            "pages": "197-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Antigenic characterization of a turkey coronavirus identi fied in Poult Enteritis and Mortality syndrome-affected turkeys",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [
                        "J."
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [
                        "G."
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Dis.",
            "volume": "41",
            "issn": "",
            "pages": "583-590",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "High mortality and growth depression are experimentally produced in young turkeys by dual infection with enteropathogenic Escherichia coli and turkey coronavirus",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [
                        "J."
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "J."
                    ],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "P."
                    ],
                    "last": "Vaillancourt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc 136th Meeting Am Vet Med Assoc, New Orleans. J. Am. Vet. Med. Assoc.",
            "volume": "215",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}