{
    "paper_id": "PMC7150173",
    "metadata": {
        "title": "Coronavirus, Infection and Immunity",
        "authors": [
            {
                "first": "Helmut",
                "middle": [],
                "last": "Wege",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "J."
                ],
                "last": "Delves",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses replicate in the cytoplasm and mature by budding through the Golgi apparatus and the rough endoplasmic reticulum. Their genome – a large, single-stranded molecule (size 27000–31500 nucleotides) – has the properties of a mRNA, namely a 5′ cap structure and a polyadenylated 3′ end. The replicase or polymerase gene ‘Pol’ is located at the 5′ end and contains two large open reading frames (ORF 1a and 1b, about 20000 nucleotides) which are expressed as a fusion protein involving ribosomal frame shifting. The polymerase products generate RNA templates for replication of genomic and subgenomic mRNAs. These mRNAs contain a common 5′ leader sequence (65–100 nucleotides) that is derived from the 3′ end of the negative-sense template and is essential for a discontinuous transcription mechanism. The viral proteins are translated from a nested set of 5–7 overlapping subgenomic mRNAs with common 3′ ends. In general, only the 5′ end of each mRNA is translated into a single viral polypeptide. Certain mRNAs for nonstructural viral proteins can employ up to three ORFs via internal initiation.",
            "cite_spans": [],
            "section": "Structure and replication of coronaviruses",
            "ref_spans": []
        },
        {
            "text": "All coronaviruses contain a large surface protein (S, spike, about 200 kDa), a matrix proteinM (20–30 kDa) and a nucleocapsid proteinN (50–60 kDa). Bovine coronavirus (BCV), human coronavirus (HCV)-OC43, hemagglutinating encephalomyelitis virus (HEV), turkey coronavirus (TCV) and some mouse hepatitis virus (MHV) strains express a hemagglutinin esterase glycoprotein termed HE (65 kDa). A small membrane protein sM (9.1–12.4 kDa) was demonstrated for transmissible gastroenteritis virus (TGEV), infectious bronchitis virus (IBV) and MHV. The typical gene order for coronaviruses is Pol-S-M-N. The position and expression of genes for HE, sM and nonstructural proteins varies between strains in a complex pattern. The helical nucleocapsid contains the genome and is surrounded by a lipid envelope (Figure 1). The M glycoprotein (20–30 kDa) spans this envelope three times. Peplomers (large bulbous projections) are formed by the glycoprotein S, which is cleaved in many coronaviruses to subunits of about 90 kDa (S1 and S2). The S protein induces cell fusion and binds to the host-cell receptor. A smaller fringe of spikes is formed by the HE protein, which promotes binding by interaction with 9-O-acetylated neuraminic acid.",
            "cite_spans": [],
            "section": "Structure and replication of coronaviruses",
            "ref_spans": [
                {
                    "start": 798,
                    "end": 806,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The majority of coronaviruses fall into three serologically distinct clusters (Table 1\n). Within each cluster, different antigenic relationships exist. The evolutionary relationships indicated by sequence data correlate by and large with this classification. Human and porcine coronaviruses are distributed in two clusters. The large number of serotypes for some coronaviruses (e.g. HCV, IBV and MHV) may result from recombination and high mutation frequencies. The S protein in particular displays a strong polymorphism. Enteric coronaviruses comprise only one serotype per group.",
            "cite_spans": [],
            "section": "Antigenic relationships",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A variety of diseases of clinical and economic importance are caused by coronaviruses (Table 1). The majority of diseases are associated with infections of the respiratory and gastrointestinal tract. Most infections lead to acute and self-limiting diseases. Human coronaviruses are responsible for up to 30% of upper respiratory diseases, which display some periodicity in winter and spring. These viruses are difficult to isolate in tissue or organ cultures. The association of coronavirus-like particles with nonbacterial gastroenteritis is not clear.",
            "cite_spans": [],
            "section": "Diseases caused by coronaviruses",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of veterinary importance are avian IBV, BCV, several porcine strains (e.g. TGEV, HEV and porcine respiratory coronavirus (PRCV)) and feline infectious peritonitis viruses (FIPV). Enteric coronaviruses are only of limited pathogenicity for older animals; respiratory viruses affect adults as well. Some strains are neurotropic, others can involve many different organs. Several coronaviruses readily establish chronic infections, which can remain inapparent or modulate immune responses. In this context, MHV infections of small rodents are interesting models for investigating pathogenetic mechanisms such as demyelination or immunosuppression. Furthermore, FIPV infections in particular induce a variety of antibody-mediated immunopathologic mechanisms.",
            "cite_spans": [],
            "section": "Diseases caused by coronaviruses",
            "ref_spans": []
        },
        {
            "text": "Antibodies are generated against all structural proteins. The peplomer protein S is the major antigen for induction of neutralizing and fusion-inhibiting antibodies. Furthermore, antibodies specific for HE, N, M and sM have also been implicated in neutralization, especially in association with complement factors. Important antigenic sites of major coronavirus families are in general well defined. The bulbous S1 subunit of IBV displays high antigenic variability and induces serotype-specific neutralizing antibodies which bind to discontinuous epitopes. More conserved sites forming linear epitopes are present on the S2 subunit (stalk) and an immunodominant region was identified which is recognized by antisera against different strains. The most immunogenic sites of BCV and MHV are concentrated on the S1 subunit of the molecule. The S2 subunit of MHV also induces neutralizing and fusion-inhibiting antibodies. The neutralization of TGEV involves four major antigenic sites in the S protein, which help to differentiate members of this cluster.",
            "cite_spans": [],
            "section": "Immune responses to coronaviruses",
            "ref_spans": []
        },
        {
            "text": "BCV-specific antibodies against the HE protein are involved in neutralization. Furthermore, the M protein of MHV and TGEV induces complement-dependent neutralizing antibodies. The sM protein of TGEV appears also to be involved in neutralization. T cell responses against defined sites in the S and N protein contribute to virus elimination and can confer protection against encephalomyelitis in mice and rats. An immunodominant T cell antigenic site in the N protein of MHV helps to elicit neutralizing S protein-specific antibodies. Such T cell epitopes within the N protein have also been defined for TGEV and IBV.",
            "cite_spans": [],
            "section": "Immune responses to coronaviruses",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses are distributed throughout the world. Transmission does not involve vectors other than the host and occurs mostly by the oral–fecal route. The frequency of reinfection by human coronaviruses is high and vaccination may be indicated only in special cases. Administration of recombinant interferon α to volunteers prevented disease when treatment was started before infection. Mucosal immunity plays a pivotal role for the defense against respiratory and enteric coronavirus infections. The serum antibody profile does not correlate well with protection.",
            "cite_spans": [],
            "section": "Epidemiology and prevention",
            "ref_spans": []
        },
        {
            "text": "Licensed vaccines with attenuated live viruses exist for BCV, FIPV, IBV and TGEV. Protection against IBV is most efficient if the virus is administered to the trachea, but the continuous emergence of antigenic variants prevents effective vaccination. Recombinant vaccinia viruses which express the S protein of IBV or FIPV can induce specific immunity; however, protection experiments with FIPV failed because antibodies elicited by defined antigenic sites of S protein accelerate the disease (antibody-mediated enhancement). Attempts to vaccinate cats with related coronaviruses were also without success.",
            "cite_spans": [],
            "section": "Epidemiology and prevention",
            "ref_spans": []
        },
        {
            "text": "In the mouse model, protection against encephalitis can be achieved by vaccination with a peptide which represents a surface domain of the S protein. Furthermore, immune responses against other viral proteins contribute to protection. For example, BCV can be neutralized in vivo by monoclonal antibodies against HE protein, and adenovirus recombinants expressing HE are capable of inducing both systemic and mucosal HE-specific immunity in cotton rats.",
            "cite_spans": [],
            "section": "Epidemiology and prevention",
            "ref_spans": []
        },
        {
            "text": "Enteric coronavirus infections of piglets under the age of 10 days cause high mortality that cannot be prevented by vaccination of sows. Suckling animals are naturally protected by maternal antibodies contained in milk and colostrum. This protection is mediated mainly by neutralizing S-specific IgA antibodies. Protection against TGEV can also be achieved by administration of specific serum or monoclonal antibodies. Immunization of pregnant animals with attenuated live virus is a feasible approach to control the spread of virus.",
            "cite_spans": [],
            "section": "Epidemiology and prevention",
            "ref_spans": []
        },
        {
            "text": "Newer experimental vaccines are mainly based on three approaches: noninfectious antigens which can be targeted to the mucosa; live vectors with enteric tropism; or internal image anti-idiotypic antibodies which mimic protective epitopes on the virus. Examples for these strategies are antigenic constructs based on peptides which represent viral immunodominant sites combined with T cell factors or bacterial components which selectively induce mucosal immunity. Furthermore, vaccines employing live bacterial vectors, adenoviruses, porcine poxviruses or genetically engineered coronaviruses are under investigation.",
            "cite_spans": [],
            "section": "Epidemiology and prevention",
            "ref_spans": []
        },
        {
            "text": "\nInfluenza Virus (orthomyxovirus), infection and immunity; Viruses, Immunity to.",
            "cite_spans": [],
            "section": "See also:",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Coronavirus-induced diseases\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Coronavirus particle. The HE protein is expressed in a subset of strains only. A small membrane protein, sM, is present in the envelope of TGEV, IBV and MHV (not shown). For explanation, see text.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "K.V.",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "M.M.C.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1075-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "McIntosh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1095-1103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "The Coronaviridae",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "vol 1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Corona- and Related Viruses: Current Concepts in Molecular Biology and Pathogenesis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Immunopathological aspects of coronavirus infections",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Springer Seminars in Immunopathology",
            "volume": "17",
            "issn": "",
            "pages": "133-148",
            "other_ids": {
                "DOI": []
            }
        }
    }
}