{
    "paper_id": "PMC7094455",
    "metadata": {
        "title": "The Contribution of Respiratory Viruses to Severe Exacerbations of Asthma in Adults",
        "authors": [
            {
                "first": "Mehrgan",
                "middle": [],
                "last": "Sokhandan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [
                    "Regis"
                ],
                "last": "McFadden",
                "suffix": "Jr.",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yung",
                "middle": [
                    "T."
                ],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mary",
                "middle": [
                    "B."
                ],
                "last": "Mazanec",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nAsthmatic adult patients aged 18 years and older who presented to the emergency department with clinical exacerbations of asthma and who consented to participate in the study protocol were evaluated for evidence of respiratory viral infections. Patients enrolled in the study exhibited symptoms and signs which the emergency department physician determined to be consistent with an asthma exacerbation. On enrollment, patients completed a questionnaire documenting the nature and duration of their presenting symptoms, smoking history, allergies, medications, and occupation. In the emergency room during the initial evaluation and treatment, spirometry was performed. In keeping with the patient's best interest, treatment was not delayed and, in some cases, was initiated before performance of spirometry.\n",
            "cite_spans": [],
            "section": "Patients ::: Methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nThe rapid antigen detection technique was performed for detection of adenovirus, influenza A and B, parainfluenza types 1, 2, and 3 and respiratory syncytial virus (RSV) as follows. During the initial emergency department evaluation, upper airway secretions and epithelial cells were sampled by gently scrubbing the nasal mucosa with a swab. The swab was immersed in 1 mL of Hank's balanced saline solution containing 1% bovine serum albumin, penicillin (1000 μg/mL), streptomycin (1,000 μg/mL), amphotericin B (20 μg/mL), and kanamycin (50 μg/mL) and either immediately evaluated for virus or stored at 4° C for up to 24 h until virus assay could be performed. To detect viral antigen in infected nasal epithelial cells, an indirect immunofluorescent staining technique was performed according to standard procedures using detection kits obtained from Bartels (Baxter Diagnostics, Bellevue, Washington). Briefly, after washing with phosphate-buffered saline (PBS) and centrifugation at 900 g, the supernatant was aspirated and cultured for virus, as discussed later, and the cell pellet was resuspended in a few drops of PBS. After fixing to a glass slide, the cells were initially incubated with the specific antiviral murine antibody at 37° C for 30 min. After rinsing with PBS, an antimouse immunoglobulin that was conjugated to Fluorescein isothiocyanate was added to the cell preparation at 37° C for 30 min. After washing, the cells were viewed with a fluorescence microscope. Uninfected cells were used as a control.\n",
            "cite_spans": [],
            "section": "Rapid Antigen Detection ::: Methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nNasal secretions obtained as described above were cultured for rhinovirus, adenovirus, RSV, influenza A and B, and parainfluenza 1, 2, and 3. Viral cultures were inoculated onto monolayers of primary monkey kidney cells (Rhesus and African green) and human embryonic lung fibroblasts (MRC-5) and incubated at 35° C for 2 weeks. The inoculated cultures were observed daily for any cytopathic change. For the inoculated Rhesus monkey kidney cells, hemadsorption tests with guinea pig erythrocytes were performed between day 4 and 7 to detect influenza or parainfluenza viruses. Detection and identification of viruses were performed by standard methods in the clinical virology laboratory at University Hospitals of Cleveland.\n",
            "cite_spans": [],
            "section": "Virus Culture ::: Methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nVenous blood was collected in the initial emergency department visit and 3 to 4 weeks after presentation for determination of acute and convalescent antibody titers. Blood was centrifuged, and serum was stored at −20° C until tested. A complement fixation technique was used to detect antibody to influenza A and B, parainfluenza 1, 2, and 3, RSV, adenovirus, and Mycoplasma pneumoniae (Roche). For all serologic assays, a fourfold rise in antibody titer was required as evidence of infection.\n",
            "cite_spans": [],
            "section": "Serology ::: Methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Between September 1990 and February 1991, 33 patients who presented to the emergency department at University Hospitals, Cleveland, with an exacerbation of asthma as determined by the emergency department physician were enrolled in the study. The mean age of these patients was 36.8 years (Table 1\n). There were 7 men (21.2%) and 26 women (78.8%). In the course of the study, 2 of the 33 patients were evaluated a second time in the emergency department for a total of 35 emergency room visits. Of these 33 patients, 6 (18.2%) were current smokers and 3 (9.1%) were former smokers. Thus, 72.7% of the patients had never smoked.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Patients were questioned for other precipitants of asthma. Five of the 33 patients (15.2%) reported nonmedication allergies: dog hair (1 patient), ragweed or hay fever (2 patients), and dust (2 patients). All allergic patients denied recent exposure to the specific allergen. Two patients reported noncompliance with medications and another two asthmatic patients reported being stable off medications for at least 2 years.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nTable 1 lists the frequency of the various symptoms recorded during the emergency department visits. The mean duration of symptoms was 3.95 days. Virtually all patients complained of shortness of breath (100%) and cough (97.1%). Other noted symptoms included fever (14.7%), sputum production (50.0%), headaches (20.6%), rhinorrhea (38.2%), sore throat (8.8%), earache (2.9%), and myalgia (5.9%). About 55.9% of the emergency department visits were associated with one or more symptoms suggestive of a viral syndrome, ie, fever, headache, rhinorrhea, sore throat, or myalgia, and three fourths of symptomatic patients reported more than one symptom.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "At presentation to the emergency department, most patients had a peak flow of less than 200 L/min, suggesting moderate to severe airway obstruction, and several patients were unable to perform a peak flow maneuver before the initiation of treatment. Spirometry was obtained in the emergency department during 32 of the 35 visits (Table 2\n). Despite the fact that some patients were receiving aerosolized bronchodilators before spirometric measurement, the mean FEV1 was 58.6% of predicted and the mean FEV1/FVC was 62.4%.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The need for hospital admission and inpatient treatment was determined by a patient's response to bronchodilator therapy received in the emergency department. About 34% (12 of 35) of the exacerbations of asthma failed to respond adequately to emergency department treatment and thus the patients were admitted to the hospital. After hospital admission, patients stayed an average of 3 days.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral infection was documented by at least one of three methods: (1) a positive viral culture from nasal secretions, (2) immunofluorescence staining demonstrating viral antigens expressed on nasal epithelial cells, or (3) a fourfold or greater increase in serum antibody titer. Viral cultures obtained during all 35 emergency department visits were negative. Likewise, rapid antigen detection immunofluorescent staining for influenza A and B, parainfluenza 1, 2, 3, RSV, and adenovirus was negative for 34 samples. One sample was deemed unacceptable since there was an insufficient number of epithelial cells present. Although acute and convalescent complement fixation serologic studies were obtained for 16 (45.7%) emergency department visits, none showed a significant rise in titer for influenza A and B, parainfluenza 1, 2, 3, RSV, adenovirus, or Mycoplasma and therefore were considered negative. Thus, in this study, a viral pathogen was not identified by the three techniques used in any of the 35 exacerbations of asthma. In contrast, during the study months, there were 188 isolates of RSV, 21 isolates of influenza B, 16 isolates of parainfluenza 3, and 6 isolates of adenovirus in the virology laboratory.",
            "cite_spans": [],
            "section": "Results ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In this study, we were unable to document respiratory viral infections during acute asthma exacerbations in adults who presented to the emergency department for treatment. This is in marked contrast to investigations of childhood asthma where up to a third of exacerbations requiring hospitalization were precipitated by viral or M pneumoniae infections.3 Furthermore, our results differ from those of other investigators who have suggested that viral pathogens play a major role as precipitants of severe asthma in adults.11, 14 Possible explanations for the absence of evidence of virus in our asthmatic subjects include the lack of sensitivity of current clinically available diagnostic tests and culture techniques, infection with viruses not readily detected by current assays, and intrinsic differences between the asthmatic population who require emergency department treatment and those followed in an outpatient setting.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our study was specifically designed to examine adult asthmatic subjects as they presented to the emergency department for the presence of a respiratory viral precipitant using methods of viral detection routinely used in a clinical virology laboratory found in a community hospital. In accordance with most recent clinical investigations, our study used viral identification techniques including complement fixation, immunofluorescence staining, and viral cultures that represent the current standard in most clinical virology laboratories. Using these assays, during the months of the study, the Clinical Virology Laboratory at University Hospitals successfully isolated RSV (188 specimens), parainfluenza 3 (16 specimens), influenza B (21 specimens), and adenovirus (6 specimens). Thus, the lack of viral isolates from the study population was not a result of some intrinsic problem with the viral detection methods used by the virology laboratory.",
            "cite_spans": [],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Although there are more sensitive methods of viral detection, ie, electron microscopy, polymerase chain reaction, these are generally reserved for research purposes and are not widely available for general clinical use. It remains to be determined whether these newer technologies will afford greater detection of viral precipitants of asthma. For example, Beasley et al11 examined nasopharyngeal specimens with electron microscopy. Despite the use of electron microscopic methods, only 1 of 39 viral pathogens was identified. Thus, it is unlikely that the use of electron microscopy sufficiently explains the disparity in the incidence of viral infection in severe asthma discovered in the current study and that of Beasley et al.11 In contrast, the polymerase chain reaction (PCR), by showing viral genes in clinical specimens,15 may significantly improve our ability to document infection due to specific viral pathogens that are difficult to culture. In one study, PCR documented 50% of rhinovirus infections in children who were symptomatic.16 Although PCR shows promise as a more definitive diagnostic tool for certain viral infections, its current clinical application is limited by availability.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1046,
                    "end": 1048,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Certain viral pathogens including coronaviruses and rhinoviruses, which are purported to cause a significant percentage of upper respiratory tract infections, are poorly or not at all detected by current methods used in the clinical setting. Rhinoviruses are one of the more important causes of respiratory viral illnesses that have been implicated in post-viral airway hyperreactivity.9 In the series of Beasley et al,11 rhinovirus infection was documented by cell culture in 22% of the exacerbations of adult asthmatic subjects. In addition, Beasley et al11 found that rhinovirus accounted for 30% of severe exacerbations in asthma. Thus, rhinovirus may be the precipitant of a greater percentage of severe exacerbations of asthma in adults. The diagnosis of rhinovirus infection is hampered by the multiplicity of viral serotypes, and to date, serologic diagnosis of rhinovirus is unavailable in clinical laboratories. The highest yield of virus isolation is from the nasopharyngeal specimen in the first 3 to 5 days of illness. In our study, despite obtaining culture material at a mean symptom duration of 3.95 days (only 2 of 35 specimens were collected after 1 week of symptoms), we were unable to recover rhinovirus or any other virus species by standard culture technique and direct antigen detection. Although the permissiveness of different cell lines to rhinovirus infection varies, our culture conditions of incubation at 35° C with inoculation onto MRC-5 cells, a commonly used cell line, should be able to support rhinovirus replication. Regardless of the limitations of current virologic techniques, our lack of rhinovirus isolation from our patient population suggests that rhinovirus may not be as frequent a precipitant of asthma in adults requiring emergency department evaluation.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 387,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Coronavirus, a relatively common cause of upper respiratory infections, is not detectable by current techniques used in our laboratory and most other clinical virology laboratories. Coronaviruses generally require organ or animal cultures to support their growth since sensitive cell lines and antigens for serology are not widely available. As a result of the difficulty in isolating coronavirus, the percentage of asthma exacerbations attributable to this virus has not been extensively investigated. The significance of coronavirus infection as a precipitant of adult asthma has not been definitively documented.",
            "cite_spans": [],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Another explanation for the discrepancy of results between the current investigation and previous ones may be inherent in the study design and the patient population investigated. While Beasley et al,11 enrolled and followed up patients in an outpatient clinic over the course of 1 year, our study was specifically designed to examine adult asthmatic subjects as they presented to the emergency department for treatment. Since previous studies both in children and adults suggested an increased incidence of virus infections in severe asthma,3, 5, 11, 14 and since more severe episodes of asthma require emergency department evaluation and treatment, we expected a much higher recovery of viruses from the asthmatic subjects in our study. In contrast to predictions, and despite the methodical limitations for the detection of rhinovirus or coronavirus, we surprisingly did not find any evidence of an increased incidence of viral infections using our emergency department enrollment protocol that selected for a group of asthmatic subjects with more critical airway obstruction. These results suggest that severe exacerbations of asthma in adults who seek emergency treatment may not be precipitated by viral infections regardless of symptoms to the contrary.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 545,
                    "end": 546,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Symptoms generally attributable to a viral respiratory illness appear to be an insensitive measure of viral infection. Although 55.9% of the patients in the current study reported one or more symptoms suggestive of a viral syndrome—fever, headache, rhinorrhea, sore throat, or myalgia—we were unable to document a viral cause in any patient. While the specific causes of the febrile reactions reported by five patients were not immediately apparent, the presence of fever may suggest a concomitant bacterial process. In a similar manner, Tarlo et al,13 reported that although asthmatic patients complained of more cold symptoms, including nasal congestion, rhinorrhea, sore throat, malaise, fever, cough, and hoarseness, they had a lower frequency of objectively confirmed virus respiratory infection than their nonasthmatic spouses. Overall, Tarlo et al13 found that regardless of symptoms, only 3% of asthma exacerbations were associated with confirmed viral infections. Although in both studies these symptomatic episodes may be attributable to allergic manifestations in atopic individuals, an alternate explanation is that the symptoms are a result of the inflammatory response engendered in an exacerbation of asthma. Thus, in general, a viral upper respiratory tract infection as a precipitant of asthma probably is overdiagnosed by symptoms alone.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 854,
                    "end": 856,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In summary, this study suggests that using currently clinically available virologic diagnostic methods, viral pathogens cannot be readily implicated as precipitants of acute severe exacerbations of asthma in adults. Despite the presence of clinical symptoms or signs suggestive of a viral respiratory infection, other precipitants of acute asthma requiring emergency department evaluation should be sought. Further elucidation of the precipitating factors of acute severe asthma in adults would permit optimization of emergency medical treatment. In addition, by identifying potential precipitants of acute asthma in adults, more effective prophylactic measures can be instituted.",
            "cite_spans": [],
            "section": "Discussion ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of Patients With Exacerbation of Asthma\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Pulmonary Function Studies in Adult Asthmatic Subjects\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Respiratory viral infection and wheezy bronchitis in childhood",
            "authors": [
                {
                    "first": "MEC",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gregg",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Thorax",
            "volume": "34",
            "issn": "",
            "pages": "23-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Viral and bacterial infections in adults with chronic asthma",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Hudgel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Langston",
                    "suffix": "Jr"
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Selner",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am Rev Respir Dis",
            "volume": "120",
            "issn": "",
            "pages": "393-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral respiratory tract infection and exacerbation of asthma in adult patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beasley",
                    "suffix": ""
                },
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hermon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Thorax",
            "volume": "43",
            "issn": "",
            "pages": "679-683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Relationship of bacterial and viral infections to exacerbations of asthma",
            "authors": [
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Thorax",
            "volume": "34",
            "issn": "",
            "pages": "344-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A prospective study of respiratory infection in adult asthmatics and their normal spouses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tarlo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spence",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Clin Allergy",
            "volume": "9",
            "issn": "",
            "pages": "293-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Association of viral and Mycoplasma infections with exacerbations of asthma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Huhti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mokka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nikoskelainew",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Ann Allergy",
            "volume": "33",
            "issn": "",
            "pages": "145-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Persistent and latent viral infections in the pathology of asthma",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "2 part 2",
            "pages": "S7-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Use of polymerase chain reaction for diagnosis of picornavirus infection in subjects with and without respiratory symptoms",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Pattemore",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Clin Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "111-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Respiratory virus infections and aeroallergens in acute bronchial asthma",
            "authors": [
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Carlsen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Orstavik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leegaard",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Arch Dis Child",
            "volume": "59",
            "issn": "",
            "pages": "310-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Mycoplasma pneumoniae and viral infections in childhood asthma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vellayappan",
                    "suffix": ""
                },
                {
                    "first": "WCL",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Trop Pediatr",
            "volume": "32",
            "issn": "",
            "pages": "87-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Viruses as precipitants of attacks in children",
            "authors": [
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "DeMeo",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "JAMA",
            "volume": "227",
            "issn": "",
            "pages": "292-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The association of viral and bacterial respiratory infections with exacerbations of wheezing in young asthmatic children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "McIntosh",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Pediatr",
            "volume": "82",
            "issn": "",
            "pages": "578-590",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The association of viruses with acute asthma",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barns",
                    "suffix": ""
                },
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Z Med J",
            "volume": "",
            "issn": "",
            "pages": "488-490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Respiratory syncytial virus infection in adults: clinical, virologic, and serial pulmonary function studies",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Speers",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ann Intern Med",
            "volume": "88",
            "issn": "",
            "pages": "203-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Provocation of airflow limitation by viral infection: implication for treatment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gregg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Eur J Resp Dis",
            "volume": "64",
            "issn": "suppl 128",
            "pages": "369-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Rhinovirus upper respiratory infection increases airway hyperreactivity and late asthmatic reactions",
            "authors": [
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Lemanske",
                    "suffix": "Jr"
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Swenson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Invest",
            "volume": "63",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        }
    }
}