{
    "paper_id": "PMC7173605",
    "metadata": {
        "title": "Viral Meningitis and Encephalitis",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "B."
                ],
                "last": "Greenberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "A."
                ],
                "last": "Samuels",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [
                    "K."
                ],
                "last": "Feske",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Entry and replication of the viruses that cause meningitis and encephalitis occur extraneurally. Most viruses reach the CNS by the hematogenous route. Viruses may invade the CNS through the choroid plexus or by direct penetration of the endothelium of cerebral blood vessels. Nonhematogenous routes of transmission also exist; these routes may be important in the pathogenesis of rabies or adult-onset herpes simplex encephalitis (HSE). In these cases, the virus may infect the brain by retrograde travel along axons in the spinal cord or the brain. With viral replication in neural cells, cell death or dysfunction results. The extent of the neuronal damage may contribute to the clinical severity of viral meningoencephalitis.",
            "cite_spans": [],
            "section": "PATHOGENESIS",
            "ref_spans": []
        },
        {
            "text": "In viral meningitis, activated T cells and monocytes are found in the CSF. Proinflammatory cytokines such as tumor necrosis factor-α (TNF-α) levels are high in the CSF of patients with viral meningitis but not in patients with bacterial meningitis. Interleukin-10 (IL-10) and transforming growth factor-β (TGF-β) are present in the CSF of patients with viral meningitis and may have an anti-inflammatory effect. These cytokines are thought to be produced locally in the brain. Recruitment of blood monocytes into the CSF may result from the effects of chemokines such as macrophage inflammatory protein-α (MIP-α), RANTES, IL-8, and growth related oncogene-α (GRO-α).",
            "cite_spans": [],
            "section": "PATHOGENESIS",
            "ref_spans": []
        },
        {
            "text": "When the viral causes of acute aseptic meningitis syndrome were first reported in the 1960s, most infections were caused by enteroviruses or mumps, with a few cases secondary to lymphocytic choriomeningitis (LCM), herpes simplex virus (HSV), or arboviruses. Although the spread of human immunodeficiency virus (HIV) and increased vaccine usage has led to a change in common causes, enteroviruses and arboviruses still account for the majority of viral aseptic meningitis and encephalitis (Table 64-1 and Table 64-2).\n",
            "cite_spans": [],
            "section": "EPIDEMIOLOGY",
            "ref_spans": [
                {
                    "start": 489,
                    "end": 499,
                    "mention": "Table 64-1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 504,
                    "end": 514,
                    "mention": "Table 64-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Viral meningitis or encephalitis can occur either sporadically or epidemically. Enteroviruses and arboviruses are most often the agents in epidemics, whereas HSV-1 is the most common cause of sporadic cases of encephalitis in the United States. Less common causes of encephalitis are the herpes viruses (Epstein-Barr virus [EBV], cytomegalovirus [CMV], varicella-zoster virus [VZV]), measles, and rabies (Table 64-1).",
            "cite_spans": [],
            "section": "EPIDEMIOLOGY",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 415,
                    "mention": "Table 64-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nOf the many factors influencing the epidemiology of acute aseptic meningitis syndrome or viral encephalitis, the most important for determining the cause are the patient's age, immunocompetence, geographic location, and the season. Certain viral infections occur worldwide, infect humans of all ages, and display little or no seasonal variation; others are specific to season and geographic area, especially those caused by insectborne viruses (Table 64-3). Typical clinical findings with enteroviral infections are myocarditis and pleurodynia, which can cause epidemics, especially in the summer and fall. Acute HIV infection should be considered in high-risk populations and often presents with a mononucleosis syndrome. Contact with rodents often is an indication of possible infection with LCM, and patients with HSV-2 often have primary genital lesions. Mumps, although less common since the widespread use of vaccines, can have associated parotitis. Focal neurologic deficits are seen with HSE, although there is no seasonality. The characteristic rash of VZV is seen with this infection, and encephalitis in children often is manifested by cerebellar ataxia. The mononucleosis syndrome can be seen in patients with EBV- or CMV-associated encephalitis. A history of mosquito bite may be helpful in detecting the common arbovirus-associated encephalitides. Adenovirus may have preceding respiratory symptoms. Rabies characteristically is associated with an animal bite, although many cases have occurred where this history is lacking.\n",
            "cite_spans": [],
            "section": "EPIDEMIOLOGY",
            "ref_spans": [
                {
                    "start": 446,
                    "end": 456,
                    "mention": "Table 64-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The clinical features of meningitis or encephalitis range from mild febrile illnesses associated with headache to severe illnesses associated with convulsions, coma, and death. Usual signs and symptoms of aseptic meningitis are fever, headache, vomiting, photophobia, and stiff neck. Usual signs and symptoms of encephalitis include altered consciousness, seizures, and focal deficits. These clinical features are so universal and so nonspecific that diagnosis of the precise virus causing the infection is seldom possible.",
            "cite_spans": [],
            "section": "CLINICAL FEATURES AND DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "There are also few diagnostically specific laboratory tests. In most cases, a complete blood count is normal. Opening pressure of the CSF usually is elevated. The CSF white blood cell counts range from a few cells to more than 1000 cells/mL. Early on, neutrophils may be present, but after 48 hours lymphocytes predominate. A moderately elevated protein level often is found. Glucose concentration usually is normal, but cases of mumps or HSV have been associated with hypoglycorrhachia. Gram stain is negative.",
            "cite_spans": [],
            "section": "CLINICAL FEATURES AND DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "In all patients with presumed viral meningitis or encephalitis, an acute serum should be obtained for serologic studies and CSF sent for virus culture. Isolation of virus from the CSF may be possible in many viral infections (Table 64-4), especially the enteroviruses. Throat washings and stool specimens may be positive in some viral infections, but one should be cautious in interpreting positive cultures outside of the CNS because they may reflect chronic or previous infection rather than the acute episode. In the case of serum, whether the patient recovers or continues to be ill over several weeks, if virus cultures are negative, a convalescent serum should be obtained and both the acute and convalescent samples tested for antibody titers. An exception is arbovirus encephalitis, in which a single high titer in an acute phase serum may be diagnostic. Newer techniques are available for detecting many viruses using immunofluorescence, polymerase chain reaction (PCR), and enzyme immunoassay. These newer techniques, although not readily available, will soon provide the clinician with more rapid and specific diagnosis of viral meningitis and encephalitis.\n",
            "cite_spans": [],
            "section": "CLINICAL FEATURES AND DIAGNOSIS",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "mention": "Table 64-4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Enteroviruses cause more than 80% of identified cases of the aseptic meningitis syndrome. These viruses appear to be transmitted by the fecal-oral route. Infections occur worldwide and year-round but peak during the summer, are more common in young infants and children than in adults, and may occur sporadically or epidemically. Only a few types are common, although many serotypes may cause aseptic meningitis or encephalitis. The clinical presentation of the infections includes fever, malaise, nausea, vomiting, pharyngitis, signs of meningeal irritation, and occasionally a maculopapular rash. Infants may not present with these typical signs and symptoms, often showing only irritability or a change in behavior.",
            "cite_spans": [],
            "section": "Enteroviruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "Clues to identifying an enterovirus meningitis or encephalitis are time of year (summer), presence of other cases in the community, presence of exanthems, mild pericarditis or conjunctivitis, or pleurodynia. Most laboratory tests are not helpful. Initially, the CSF may show a polymorphonuclear predominance, but in approximately 66% of cases there is a shift to lymphocytes in the CSF during the first 6 to 48 hours. In approximately 15% of cases the CSF shows low glucose levels. Diagnosis can be most readily made by culturing the CSF for virus. Newer tests of the CSF for PCR detecting viral RNA appear to be more sensitive than culture. Treatment is supportive and, although late sequelae have been reported, most patients recover uneventfully. However, significant sequelae have been reported in agammaglobulinemic patients with enteroviruses. In a few of these cases, treatment by intravenous and intrathecal immunoglobulin has been beneficial.",
            "cite_spans": [],
            "section": "Enteroviruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "The arboviruses that infect humans in the United States include western equine encephalitis (WEE), eastern equine (EEE), Venezuelan equine encephalitis (VEE), St. Louis encephalitis (SLE), and California encephalitis (CE). There are marked geographic differences between these agents: WEE extends from the West Coast to the Midwestern and Southern United States, EEE extends from the Atlantic coast to the Gulf Coast, VEE is found in the Southern states, SLE is widely distributed among many states, and CE is found in the Eastern and north central United States. West Nile virus, a flavivirus, has recently caused an epidemic of encephalitis and dengue-like illness in the Northeastern United States. This previously unrecognized airborne disease in the Western Hemisphere may be an emerging infectious disease in the coming years. Deaths have been reported for all the arboviruses, especially in very young children and older adults. Mosquitos and birds are the animal hosts for WEE, EEE, and SLE.",
            "cite_spans": [],
            "section": "Arboviruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "Clinically, there are few clues to identifying an arbovirus encephalitis. Diagnosis of these infections is based on serologic tests because these viruses are not easily cultured. A presumptive diagnosis may be made with a high titer in an acute phase serum sample. Treatment is supportive because no specific antiviral agent is effective. Severe neurologic sequelae have been reported in many patients with SLE and EEE but are rare in patients with VEE and CE.",
            "cite_spans": [],
            "section": "Arboviruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "HSE presents with altered levels of consciousness and either focal or diffuse neurologic signs and symptoms, especially hallucinations, personality change, and headache. Focal or generalized seizures occur in approximately 50% of all cases. Electroencephalography (EEG) may show a periodic spike-slow wave activity in the temporal lobe, and computed tomography (CT) scans or magnetic resonance imaging (MRI) may show contrast enhancement and mass effect, especially in the frontotemporal areas of the brain. In many patients, CSF shows a lymphocytic pleocytosis and red blood cells. Rarely is HSV-1 cultured from CSF in patients with HSE, and diagnosis is based on detection of the virus by brain biopsy or, more recently, by amplification of HSV DNA in the CSF of patients by PCR. CSF PCR analysis is accepted in place of brain biopsy for diagnosis of HSE. Acyclovir, when added to basic supportive management and treatment of increased intracranial pressure, has been shown to reduce the morbidity and mortality of severe cases of HSE. Acyclovir 10 mg/kg should be given every 8 hours for 2 weeks. It is most effective in patients begun on therapy before coma.",
            "cite_spans": [],
            "section": "Herpes Simplex Type 1 and Type 2 ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "HSV-2 can cause aseptic meningitis. Evidence of acute genital tract infection with HSV-2 often is found at the time of the neurologic infection. Although the genital disease tends to recur, the meningitis seldom relapses.",
            "cite_spans": [],
            "section": "Herpes Simplex Type 1 and Type 2 ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "Acute HIV infection has been associated with the aseptic meningitis syndrome. Often, the diagnosis can be made only by detection of p24 antigen in the CSF or viral RNA levels because late conversion of enzyme-linked immunosorbent assay and Western blot serologic tests occurs several weeks later. Patients with high-risk behavior should be suspected of having acute HIV meningitis.",
            "cite_spans": [],
            "section": "Other Viruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "Less common causes of meningoencephalitis include LCM and the group of other herpesviruses such as CMV, EBV, and VZV. Each of these viruses can be diagnosed using a combination of serologies and virus cultures. Laboratory diagnosis of EBV CMV, VZV, and JC virus infection of the CNS by PCR analysis has excellent specificity and very good sensitivity. No specific epidemiology is associated with these viruses, except for the exposure to animals in LCM and the appearance of the typical chicken pox or shingles lesions in patients with VZV meningoencephalitis.",
            "cite_spans": [],
            "section": "Other Viruses ::: SPECIFIC VIRUSES THAT CAUSE MENINGITIS OR ENCEPHALITIS",
            "ref_spans": []
        },
        {
            "text": "There are many nonviral causes of meningitis and encephalitis, which can be confused clinically with viral infections. Such nonviral causes include the following:▪Leptospirosis (Weil's disease)▪Tuberculosis▪Toxoplasmosis▪Rocky Mountain spotted fever▪\nMycoplasma infection▪Lyme disease▪Syphilis▪Cryptococcosis▪Histoplasmosis▪Cysticercosis▪Systemic lupus erythematosus▪Granulomatous angiitis▪Uveomeningoencephalitis (Vogt-Koyanagi-Harada syndrome)▪Behçet's disease▪Whipple's disease▪Sarcoidosis▪Mollaret's diseaseThe differentiation of viral from nonviral causes of meningitis and encephalitis is important because there is effective treatment for bacteria, spirochetes, Rickettsia, Mycoplasma, fungi, and protozoa. In addition, noninfectious causes such as collagen vascular disease, sarcoidosis, and tumor have also been reported to give a similar picture.",
            "cite_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "Tuberculous meningitis is one of the most serious mimics of viral meningitis or encephalitis. The incidence of tuberculous meningitis has increased in adults in recent years, and it may occur as an isolated finding separate from pulmonary or disseminated infection. A lymphocyte predominance appears in the spinal fluid, and the protein levels range from 100 to 500 mg/dL. The CSF glucose level often is below 40 mg/dL in half the patients, and only in 10% to 40% of patients are there acid-fast bacilli on microscopic examination of the CSF. Although ring-enhancing or other inflammatory lesions may be demonstrated on CT or MRI scans, these are not always present and not specific to tuberculosis. Thus, in some cases it may be necessary to initiate empirical therapy when clinical suspicion and laboratory data suggest possible tuberculous meningitis.",
            "cite_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS",
            "ref_spans": []
        },
        {
            "text": "If the initial CSF findings are compatible with viral meningitis or encephalitis, treatment consists of close observation and supportive therapy. Specific antiviral therapy for the patient with aseptic meningitis is available for herpes simplex viral infections.",
            "cite_spans": [],
            "section": "TREATMENT",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 64-1: Viruses Causing Aseptic Meningitis Syndrome or Encephalitis\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 64-2: Classification of the Most Common Viruses Causing Epidemic Aseptic Meningitis or Encephalitis\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 64-3: Epidemiology of Viral Meningoencephalitis\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 64-4: Viral Diagnosis of Aseptic Meningitis Syndrome and Encephalitis\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Viral encephalitis",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Bale",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Med Clin North Am",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Arboviral infections in the United States",
            "authors": [
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Infect Dis Clin North Am",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Polymerase chain reaction for the laboratory diagnosis of aseptic meningitis and encephalitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chesky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scalco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Failace",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arq Neuropsiquiatr",
            "volume": "58",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cytomegalovirus meningoencephalitis with paroxysmal course in immunocompetent adults: a new nosographical entity. Clinical, diagnostic and therapeutic correlations, and pathogenetic hypothesis",
            "authors": [
                {
                    "first": "FC",
                    "middle": [],
                    "last": "Devetag",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boscariolo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur Neurol",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "West Nile virus in the United States: guidelines for detection, prevention, and control",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nasci",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Viral Immunol",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Acute encephalitis from 1967 to 1991",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantalaiho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farkkila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaheri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koskiniemi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Neurol Sci",
            "volume": "184",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Laboratory diagnosis of common viral infections of the central nervous system by using a single multiplex PCR screening assay",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Kurtz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Viral meningitis",
            "authors": [
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Rotbart",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Semin Neurol",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Differential diagnosis of acute meningitis: an analysis of the predictive value of initial observations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spanos",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Harrell",
                    "suffix": "Jr"
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Durack",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "JAMA",
            "volume": "262",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Cytokines and chemokines in meningeal inflammation: biology and clinical implications",
            "authors": [
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Taüber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}