{
    "paper_id": "PMC7152277",
    "metadata": {
        "title": "Chiroptera (Bats)",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [
                    "L."
                ],
                "last": "Buckles",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [
                    "Eric"
                ],
                "last": "Miller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Murray",
                "middle": [
                    "E."
                ],
                "last": "Fowler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bats have always fascinated people. Unfortunately, much of the connotations around them have been negative. Their odd appearances, nocturnal life styles, and the fact they harbor a variety of zoonotic diseases, particularly rabies, have lead them to be feared rather than respected. However, beneath the surface of the legend, they are members of a diverse group of animals, many of which are essential for the maintenance of ecosystems. In fact, because of disease and habitat destruction, humans are a greater threat to bats than they are to humans.68 Recent events such as the emergence of white nose syndrome (WNS) and the continued recognition of metabolic diseases in captive bats have shown that much more research is needed into the medical and environmental needs of these animals. Improving veterinary care, conservation efforts, and captive husbandry relies on a deeper understanding of bat biology and how these unique animals fit into larger ecosystems.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "What is known about bats is that they belong to the order Chiroptera, literally meaning “hand wing.” Some mammals such as lemurs and squirrels may parachute, but only bats have powered flight. It is this unique anatomic feature and the ability to fly that distinguish bats from all other mammals. Their wings are actually modifications of the standard mammalian hand consisting of elongate, slender phalanges spanned by a thin, tough wing membrane that serves as a flexible airfoil.38 This anatomy lends a high degree of adaptability and maneuverability to the flight of bats and allows fine adjustments to navigation.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "Ancestors of modern bats first appeared, as evidenced by fossil records, approximately 53 million years ago. As is the case today, ancestral bats were distributed worldwide and appear to have been capable of flight. Today, at least 1240 known species of bats exist, accounting for 20% of all known mammals. They are found on all continents except Antarctica and inhabit a variety of environmental and dietary niches.38\n",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "Traditional subdivisions of Chiroptera are the two suborders Megachiroptera and Microchiroptera.38 Current theory suggests that both groups evolved from a common flighted ancestor, and this is generally supported by molecular evidence. Fossil evidence shows that these ancestral bats displayed many modern characteristics, including the ability to echolocate and specializations for fruit and nectar feeding.38 Despite the terminology, it is ecology and anatomy, not size, that distinguishes the groups. Megachiroptera include “fruit bats,” which eat fruit, nectar, and pollen. They are efficient climbers, as they have a claw on each wing, and have excellent eyesight. Microchiroptera species may feed on a variety of mammals, reptiles, fish, fruit nectar, and, in some cases, blood. Their eyesight is poor, and they have relatively small eyes. Hence they rely on echolocation for navigation and hunting.38\n",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 408,
                    "end": 410,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 905,
                    "end": 907,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "Bats are found in a variety of habitats, ranging from arid to tropical. Some have limited home ranges, and some range widely. Most species of bat are found in tropical or subtropical regions, where they may remain year round. Those inhabiting less temperate areas must adapt to survive inhospitable climates. Some species migrate, whereas others hibernate. Both survival strategies require specializations. Migratory bats have narrow, more pointed wings that provide more efficient wing strokes for sustained flight. Both hibernating and migratory bats have developed life histories, which allow them to increase fat store prior to hibernation, and thus rely on abundant steady food supplies during certain times of the year.38 Hibernating bats undergo profound physiologic alterations during hibernation, which result in decreased metabolism, body temperature, and modulation of the immune system. Having an abundant food supply available after hibernation is essential for the survival of these bats.38\n",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 727,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "The diets and sizes of modern bats are as diverse as their habitats. At one end of the size spectrum is the Kitti's hog-nosed bat (Craseonycteris thonglongyai). This bat may be the world's smallest mammal, with a length of 29 to 33 millimeters (mm) and weighing a mere 2 to 2.6 grams (g).52, 67 Also known as the bumblebee bat, it is native to the limestone caves in a small riparian area of Thailand and Burma. At the other end of the spectrum is the giant golden-crowned flying fox (Acerodon jubatus), which weighs 1.1 to 1.2 kilograms (kg). Unlike the insectivorous bumblebee bat, this bat is widely prevalent through the Filipino rainforests, where it feeds primarily on figs. Both the flying fox and the bumblebee bat rely heavily on their unique environments, and both are threatened by deforestation and other anthropogenic alterations to their habitats.52, 67\n",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 861,
                    "end": 863,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "Approximately 70% of known Chiroptera are insectivorous, and most of the other species are fruit eaters. Insectivorous bats may either hunt their prey on the wing or glean insects from plants.38, 52, 67 This distinction becomes important during attempts to get an insectivorous species to adapt to a captive diet. More species with specialized diets include picivorous bats such as the fish-eating myotis (Myotis vivesi) and the greater bulldog (Noctilio leporinus) bat. The highly specialized vampire bats, including the hairy-legged vampire bat (Diphylla ecaudata), white-winged vampire bat (Diamus youngi), and the common vampire bat (Desmodus rotundus), are hematophagous and are the only known mammals that are obligate parasites.38 Fruit-eating bats may limit their diets to a small number of fruits, whereas others are more generalized feeders.38 When designing plans for conservation or for sustaining bats in captivity, it is essential that the normal wild feeding habits of each species be understood so as to provide the proper diet and feeding opportunities.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 851,
                    "end": 853,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Overview and Natural History",
            "ref_spans": []
        },
        {
            "text": "Regardless of size, bats have the potential to cause injury to handlers. All species of bats have sharp teeth, and many have sharp claws. The degree of physical damage that can be inflicted does depend on the size of the animal, so the extent of personal protective gear depends on the species. At the very least, sturdy, bite-resistant gloves should be worn while handling these animals. Moreover, bats have the potential to spread a variety of zoonotic diseases. The classic bat-associated disease is rabies, but other diseases can also be transmitted. Lysaviruses, filoviruses, and various fungi and bacteria can be potentially spread to humans from bats. Individuals working with bats should know the risks posed by the species in question and should be vaccinated for rabies virus and have their antibody titers checked regularly.",
            "cite_spans": [],
            "section": "Handling of Bats ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Besides wearing gloves, other precautions include proper training to prevent bites and scratches and wearing personal protective equipment to prevent exposure to aerosols, urine, and feces. These might include goggles, face shields, or both, moisture resistant clothing, and boots that can be washed and disinfected. Individuals performing medical procedures or postmortem examinations on bats should take precautions to avoid needlesticks and ensure that all medical waste, sharps, and equipment are properly disposed of.",
            "cite_spans": [],
            "section": "Handling of Bats ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Care should also be taken to avoid injuring the bat during handling. Respiratory function of small bats can be compromised by excessive pressure on the chest or neck. The wings of all bats should be cared for during handling. This includes ensuring that the wings are properly immobilized to prevent fractures and that the wing membranes are protected, as these can be torn and may expose the animal to infection and possibly prevent proper mobility.",
            "cite_spans": [],
            "section": "Handling of Bats ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Proper biosecurity should also be observed when handling both free-ranging and captive bats. In captivity, care must be taken to avoid exposing bats to potentially infectious material from other captive species or having them come in contact with free-ranging bats or other wildlife. In the wild, equipment should be disinfected between visits to different habitats and even between individual bats if infectious diseases are a concern. Biosecurity during fieldwork has become an important part of the management strategy during outbreaks of WNS in North America and is one way officials are trying to prevent the spread of the associated fungus.",
            "cite_spans": [],
            "section": "Handling of Bats ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Megachiroptera are a familiar part of many zoologic collections as popular inhabitants of nocturnal displays. Species such as Egyptian fruit bats are often housed in groups, and their unique appearance and active behaviors make them attractive to the public. Even the larger, more solitary flying foxes may be found in some of the more complete rainforest displays. Despite the fact that these animals are frequently housed in captivity, much needs to be learned about proper husbandry of these animals. What is known is that the husbandry and dietary needs of Megachiroptera are as diverse as the species involved. Thus, a full description of the needs of each species is beyond the scope of this chapter. Moreover, the regulations for housing these animals are also diverse and dependent on government regulations and the type of facility in which the bats are kept. Prior to housing any animals, local regulations governing the maintenance of animals in the facility should be consulted.",
            "cite_spans": [],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "In general, as with many nondomestic animals, captive management should be guided by knowledge of the natural history of the species in the wild as well as modifications to account for the captive environment. Factors to consider include the optimal stocking density for a given enclosure, natural photoperiod of the animal, diet and feeding schedule, natural temperature ranges, size of the animal, and cleaning needs of the exhibit.",
            "cite_spans": [],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Providing adequate room for the animals to fly is a major consideration. Not only do bats need facilities that allow flight, they must also be housed in facilities from where they cannot easily escape when personnel need access to feed or clean the exhibit. Safety features such as double doors are highly recommended. Although the ability to provide enough room for sustained flight might be limited by the size of the animal, they should be able to spread their wings and move about the enclosure. Care should be taken to ensure that the animals have enough room to avoid damaging their wing membranes or bones. Species that are known climbers should be provided with branches and other materials on which to climb or suspend themselves. The animals often rest in an inverted position, so they should have enough room to do so without their heads, ears, or edges of the wings contacting substrates, as this might cause trauma that could result in open wounds susceptible to infection.27, 28\n",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 988,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 990,
                    "end": 992,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "With regard to temperature and humidity, no hard and fast rules exist for the temperature at which an enclosure should be maintained. Many bats may withstand a wide range of temperatures and humidities, but efforts should be made to ensure a constant range, as many of these species are tropical and may not be able to tolerate low temperatures or low humidity for sustained periods. Temperatures between 18° C and 27° C are reported as being adequate, but this may vary with species.27, 28\n",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 486,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Dietary requirements are also diverse. Flying foxes prefer sweet, soft fruits and may be maintained on such foods supplemented with vitamins, bone meal, and milk replacer. However, the actual dietary requirements of many captive species are unclear. The American Zoo and Aquarium Association Chiropteran Taxon Advisory Group provides guidelines for the nutrient and mineral content of fruit bat diet, and many captive colonies of fruit bats thrive on diets based on these guidelines.19 Nonetheless, more data on nutrient intake and utilization are required to further refine the nutritional recommendations for captive fruit bats and establish the suitability of these recommendations for different species.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Several studies have examined captive diets and have focused on determining if what the bats consume provides the recommended amount of nutrients. Importantly, predicted dietary values and actual dietary values may differ. Specifically, vitamins A and E and cascium (Ca) concentrations have been found to be lower in the actual diet than would be predicted on the basis of the ingredients. Similarly, trace mineral concentrations of phosphorus (P), magnesium (Mg), and zinc (Zn) tend to be higher in left-over food than in the original diet and tend to be high in feces. This discrepancy suggests some dietary selection by the animals or that the animals are obtaining these elements from alternative sources such as from the galvanized materials in enclosures.23 Maintaining an overall healthy balance of the levels of vitamins in the diet is important, as complex interaction between compounds may affect the absorption and excretion of other nutrients. Deficiencies or excesses have been associated with the development of disease. Vitamin E deficiency has been associated with cardiomyopathy and excess flouride with a syndrome of hyperostosis.23, 25\n",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 763,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "As with many frugivores, excess iron in the diet of fruit-eating bats may result in hepatic disease. When tissues levels of iron become high enough, hepatocytes are damaged, leading to hepatic necrosis and scarring of the liver in more chronic situations.23 This propensity to develop both hepatic hemosiderosis and hemochromatosis likely relates to the relative paucity of available iron in the diets of free-ranging animals. Frugivorous bats may particularly absorb iron efficiently, which leads to excessive absorption when iron levels are high. The regulation of iron levels is complex and is mediated not only by dietary levels but by interactions with other nutrients. High concentrations of vitamin C enhance the absorption of iron and may potentiate free radical damage to tissues.25 Furthermore, other dietary constituents found in the wild and not in captivity may serve to mediate iron availability. Tannins, calcium phosphate, egg yolk, and bran may inhibit iron absorption. Ferrous iron itself is transported across enterocyte membranes to the cytoplasm by divalent metal transporter 1 (DMT1). DMT1 may also transport other metal ions such as cobalt, lead, zinc, cadmium, and copper. The presence of these ions in some cases may upregulate DMT1 and thus secondarily lead to increased iron transport. Alternatively, the presence of these metals may competitively inhibit ferrous ion transport.23, 25, 40\n",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1405,
                    "end": 1407,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1413,
                    "end": 1415,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Monitoring and treatment of iron storage disease is an important aspect of captive management of frugivorous bats. Although histopathology is the gold standard for the diagnosis of hemochromatosis, less invasive methods such as use of blood parameters may also be used to monitor the development of iron storage disease. Surprisingly, despite the hepatic damage caused by iron accumulation, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) are not useful in detecting iron-induced liver damage. Farina (2005) studied the correlation of various blood parameters to histologic grade of iron deposition and damage in two species of fruit bat, the Egyptian fruit bat (Rousettus aegyptiacus), and the island flying fox (Pteropus hypomelanus).25 Serum iron, transferrin saturation, and plasma ferritin showed positive correlation with morphologic hepatic iron concentration.25 If the product of the serum iron level and the transferrin saturation exceeded 51, the bats had a high probability of iron overload. Products greater than 90 indicated a high probability of hemochromatosis. It has yet to be fully determined if these techniques may be used to monitor efficacy of treatment for iron overload.25\n",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 758,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 887,
                    "end": 889,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Management of iron overload begins with feeding low-iron diets and managing the levels of other vitamins and factors such as vitamin C that may enhance iron absorption. Unfortunately, maintaining low levels of vitamin C in a diet based on fresh fruit is difficult. Treatment for iron overload may also include addition of dietary chelators, phlebotomy, and in some cases an injectable chelator such as deferoxamine mesylate. Addition of even a small amount of tannic acid to the diet has been shown to reduce the absorption of iron up to 40% in captive straw-colored fruit bats (Eidolon helvum).40 However, as noted by Farina, tannins may be bitter and unpalatable and may not be accepted by all individuals.25\n",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Management of Megachiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Like Megachiroptera, Microchiroptera species have widely variable habitats, natural histories, and nutritional needs. Compared with fruit bats, these animals are more rarely kept in captivity. Thus, knowledge of proper environmental and dietary management is scant. Depending on the natural habitat of the animal, needs for temperature, photoperiod, and humidity may vary widely.38 Many species may actively alter their body temperature and lower their metabolic rate, even to their own detriment, if ambient conditions are suboptimal.2, 11 Thus, when housing these animals, it is advisable to provide them with a range of conditions to allow them to choose their own optimal microenvironment.27, 28 As with Megachiroptera, Microchiroptera species rest by hanging by their feet. Thus, areas rough enough for them to grasp must be provided, but care must be taken that the caging material is not so rough that it causes injury to the animals. In some research settings, bats are provided with strips of cloth, and cloth bags are hung along the edges of the habitat to provide rest areas. Whatever is provided, it must be possible to clean it adequately (Buckles, personal observation).",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "In some situations, inducing hibernation or torpor may be required. This may be a difficult endeavor. Some facilities have successfully housed hibernating bats in refrigerated enclosures. It is important to maintain proper humidity in these enclosures, as cold dry air may cause the bats to rapidly dehydrate. Improper humidity may also allow the bats' wings to be infected by Pseudomonas and other bacterial species, causing death from sepsis or toxemia (Buckles, personal observation). Before attempting to have these animals hibernate in captivity, it is best to contact someone with previous experience for advice on the particular situation to maximize the survivability of the bats.",
            "cite_spans": [],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Diet also presents a challenge in these species. Many of the Microchiroptera species are insectivorous, and in the wild, they catch food while in flight. Other insectivorous bats may pick food off a substrate. Adapting any insectivorous bat to a captive diet may require individual attention to each animal to ensure proper food intake.27, 28 Some failures to adapt could be related to the fact that the movements of mealworms do not stimulate the natural prey recognition response. In one study, bats were more prone to accept food if artificial wings, mimicking the flapping frequency of the natural prey items were added to mealworms.17\n",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Both obesity and starvation have been reported in captive insectivorous bats. In most cases, animals are fed diets consisting of artificially raised mealworm larvae. Since insectivorous bats will not accept supplementation with commercially available, nutritionally balanced diets, they are limited to this single source of food. The diets of free-ranging bats are composed of a much wider array of insects than is available in captivity and thus provide a more balanced and complete food source.17 The captive diets may be low in calcium and high in phosphorous. Nutrition may be improved if the insects being raised as a food source are placed on a mineral premix at least 24 hours before feeding them to the bats. In one dietary study, bone densities of captive mustached bats (Pteronotus parnelli rubiginosis), an insectivorous species from South America, maintained on unsupplemented insects were examined. The skulls of the captive animals were soft on palpation, and bone density was significantly lower than in free-ranging individuals.17 Once the mealworms were supplemented with calcium, the bone density of the animals increased, and no statistical difference between the bone density of captive animals fed calcium-supplemented mealworms and their free-ranging counterparts was observed.17\n",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Even when on a calcium-supplemented diet, the captive animals tended to have less body mass compared with free-ranging bats. However, within the study group, some animals had significantly higher body weights than did other individuals. It is possible that some individuals adapt better to the captive lifestyle and monopolize the food supply. This in itself may present a problem, since mealworms are innately higher in fat than most insects, placing well-adapted animals at risk for obesity.17\n",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Maintaining proper fat metabolism is particularly important in hibernating bats, as the fat depots laid down prior to entering hibernacula are their sole source of energy during this period. Alterations in fat metabolism during hibernation may lead to bats having insufficient energy to survive.10 Alternatively, altered fat mobilization caused by hibernation may also cause abnormal metabolism and deposition of lipid within hepatocytes, renal tubular epithelial cells, and myocardial cells. Such systemic lipidosis has been documented in greater horseshoe bats (Rhinolophus ferrumequinum) dying after transport during hibernation.31 Additionally, the female's reproductive cycles are suppressed during hibernation by interactions of circulating leptin, insulin-like receptor, and insulin levels. This affects the amount of stored body fat, and changes in the normal lipid or hormonal environment may have adverse effects on the reproductive capability of bats after emergence from hibernation.61\n",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 995,
                    "end": 997,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Management of Microchiroptera ::: Handling, Captive Management, and Diet",
            "ref_spans": []
        },
        {
            "text": "Reports of fatal parasitic diseases are rare. However, anyone who has handled free-ranging bats knows that they often are infested with a variety of ectoparasites. In North America, ectoparasites include Myodopsylla insignnis, Spinturnix americanus, Cimex adjunctus, Macronyssu scrosbyi, and Adndrolaelab scasalis. The number of parasites on a bat may vary with roost size, energy status, and grooming efficacy.20 Ectoparasites have been reported on captive fruit bats, particularly those that have been recently captured. Demodex sp. have been documented in captive Egyptian fruit bats (R. aegyptiacus) as an incidental finding. A single wild-caught Egyptian fruit bat (Rousettus aegyptiacus leachi) was reported to be infected with a single Eucampsipoda africana, a nycteribiid ectoparasite.53\n",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Although some ectoparasites do feed on blood, bats appear to be unaffected, and most infestations are self-limiting. This self-limiting nature is likely the immune response. Experimental studies of Serotine bats (Eptesicus serotinus) demonstrate that the bats develop a significant inflammatory response after the attachment of bat tick (Argas vespertilionis). The initial response consists of neutrophils followed by eosinophils and basophils and centers around the tick's mouth parts. Adenosine triphosphatase (ATPase)–positive cells, presumed to be Langerhans cells, are frequently present in the lesions, and epithelial cell proliferation occurs into the tick mouthparts. It is presumed that this cellular and enzymatic environment is not suitable for the ticks and results in resistance to infection.21\n",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 807,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "A few surveys of wild populations have documented various blood parasites and flagellates. Schizotrypanum has been found in Kuhl's pipistrelles (Pipistrellus kuhli). A trypanosome in the subgenus Megatrypanum and a parasite consistent with Herpetosoma has been found in naked-rumped tomb bats (Taphozous nudiventris).42 In one study, 16 bats incidentally caught in mist nets meant for birds in Zambia were examined, and 37.5% of these Gambian epaulated fruit bats (Epomophorus gambianus) were infected with Hepatocystis epomophori, a hematozoan parasite.53\n",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Endoparasites are found incidentally in Microchiroptera. Digenean flukes, ascarids, cestodes, and coccidia are common intestinal inhabitants (Figure 35-1\n).24, 41 Renal coccidia are sometimes encountered incidentally on histology.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 160,
                    "end": 162,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 153,
                    "mention": "Figure 35-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Some reports of parasite related mortality have been published. Two captive juvenile flying foxes appear to have died because of aberrant migration of the nematode Toxocara pteropodis. This nematode is a frequent intestinal parasite of flying foxes (genus Pteropus) inhabiting Oceania and southeastern Asia.54 Nematodes mature in the intestines of suckling bats, but the animals clear the infection by the time of weaning. Adult bats ingest the eggs and third-stage larvae hatch and migrate to the liver and, in females, to the mammary gland where they are passed to the neonates. Infection is common with approximately 50% of juvenile gray-headed flying foxes (P. poliocephalus) in eastern Australia having patent infections. Infected bats do not usually appear ill. Both the reported fatal cases occurred in spectacled flying foxes (P. conspicillatus) that had recently been brought into captivity.54 Both died acutely between 3 and 8 days of capture. In the first, an adult male parasite was found in the gallbladder; in the second, a parasite was found extending from the laryngopharynx into the esophagus.54\n",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Another parasite-related mortality occurred in a captive Egyptian fruit bat infected with Ecephalitozoon hellum.15 This was the first report of this disease in a bat. Gross lesions were minimal and consisted of poor body condition, renomegaly, and a mottled liver. Histologically, inflammation was associated with intracytoplasmic microsporidian spores. Lesions were particularly prominent in the urogenital tract and the liver. It is unknown how this bat acquired the infection, but exposure may have occurred because of the proximity of the bat exhibit to an aviary, as microsporidians are known to be passed via bird feces.15\n",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Evidence suggests that bats can develop Angiostrongylus neuro-infection as the parasite has been detected in black- and gray-headed fruit bats (Pteropus spp.) with neurologic disease. Bats developed paresis and eosinophilic and granulomatous reactions to fifth-stage larvae. The clinical syndrome caused by the parasite is indistinguishable from clinical lyssaviral infection.5\n",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Parasitic Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Numerous scattered cases of bacteria being isolated from a wide variety of bat species have been reported. As with the parasites, many of these published accounts have been the results of population surveys with little or no attempt to identify clinical disease in the bats. Moreover, in some early studies, the species of bat from which the bacteria were isolated was not recorded. Nonetheless, bats do harbor a wide variety of potentially pathogenic bacteria, including Leptospira, Borrelia, Salmonella, Shigella, Escherichia, Enterobacter, Citrobacter, Proteus, Alcaligenes, Pseudomonas, Pasteurella, Clostridium bacteroides, Mycobacterium, Staphylococcus, and Yersinia.43 In a survey of multiple bat species in Kenya, Bartonella spp. were cultured from straw-colored fruit bats (E. helvum), Egyptian fruit bats (R. aegyptiacus), and long-fingered fruit bats (Minopterus sp.).4 Similarly, a diverse array of Bartonella spp. was detected in blood from a variety of Chiroptera species in Guatemala. Isolates were obtained from both Megachiroptera and Microchiroptera, including the common vampire bat (Desmodus rotundus).4\n",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 675,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 879,
                    "end": 880,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "In one of the more comprehensive pathologic evaluations of mortality of bats in Germany, 500 vespertilionid bats were examined. Inflammatory lesions associated with bacteria were present in over half the bats. Pneumonia was common, and 22 bacterial species were associated with various lesions.50 These included Pasteurella, Enterococcus, and Clostridium species.50 High genetic diversity in the strains of P. multocida found in these bats suggests that some infections did not originate from bats and may have been acquired through cat bites.49\n",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "A Pasturella-like organism has been found in various fruit bats, including two captive epauletted fruit bats (Epomophorus wahlbergi). Disease developed just after their release from 30-day quarantine.35 One bat exhibited no clinical signs, and the other was noted to be anorexic and lethargic just prior to death. Hematology revealed multiple hemogram abnormalities, including a degenerative left shift, in one animal. Postmortem examination demonstrated bite wounds on the wings and ears of one animal and severe necrotizing unilateral pneumonia in both individuals. In one animal, an additional suppurative esophagitis, epicarditis, and an intermandibular abscess were seen. A third bat in the collection developed weight loss, lethargy, anorexia, and pleural effusion. Pulmonary lesions were noted on radiography. Pasturella-like organisms and toxic neutrophils were detected on tracheal wash. The animal died, and necropsy revealed multiple inflammatory nodules in the lungs and pleuritis.35\n",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 993,
                    "end": 995,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "The same Pasturella-type organism was isolated from subcutaneous abscesses in two little golden-mantled flying foxes (Pteropus pumilus) that had been housed with a Wahlberg's epauletted fruit bat (E. wahlbergi), in another bat with wing fractures and subcutaneous abscesses, and in a large flying fox (Pteropus vampyrus) with radiographic signs of pneumonia. This last animal was treated initially with enrofloxacin but subsequently developed Staphylococcus aureus bronchopneumonia and died despite treatment with trimethoprim sulfa. The collection was screened, and the organism was isolated from the pharyngeal swabs of Wahlberg's epauletted fruit bats (E. wahlbergi), large flying foxes (P. vampyris), island flying foxes (Pteropus hypomelanus), and Rodrigues fruit bats (P. rodricensis).35\n",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 793,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "One of the more significant reports of bacterial disease in bats involves infection with Yersinia pseudotuberculosis. This bacterial disease presented as respiratory and skin infections in a closed colony of Egyptian fruit bats (R. aegyptiacus).16 Initially, 6 of 125 animals died over a 6-week period, and 4 additional bats were euthanized because of poor clinical condition. Y. pseudotuberculosis was cultured from 7 of these animals. Of these bats, 2 had acute disease, with sepsis, multi-organ failure, rapid progression, and death. The other 8 exhibited a more chronic disease course, with necrotizing abscesses in multiple organs, especially the liver, spleen, and mesenteric lymph nodes. Subsequently, 12 animals were euthanized to survey the colony. At postmortem, 41.7% of the animals had abscesses in multiple organs. These data, indicating widespread asymptomatic disease, led to the depopulation of the colony.16 Necropsies revealed that 70% of the bats had gross lesions of lymphadenopathy, hepatic abscesses, and splenomegaly consistent with Y. pseudotuberculosis. Histologic lesions ranged from mild, suggestive of sepsis, to severe necrotizing inflammation associated with gram-negative bacteria. The cause of this outbreak was not clear; however, necropsies did reveal some previously undetected diseases in the colony, including an unspecified species of Demodex Mycobacterium avium and Microsporidium hellum.40 The disease outbreak began when the population density approached 0.1 bats per cubic foot, and thus population density may have been a factor in the outbreak.16\n",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 922,
                    "end": 924,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1427,
                    "end": 1429,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1588,
                    "end": 1590,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "The significance of other bacteria is less clear. A survey of over 2000 bats in Columbia revealed Salmonella in asymptomatic Pallas's mastiff bats (Molossus molossus), greater fruit-eating bats (Artibeus lituratus), and little yellow-shouldered bats (Sturnira lilium). Shigella boydii has been found in a Bonda mastiff bat (Molossus bondae). No associated disease was noted.3\n",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Bacterial Infections ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Reports of neoplasia in bats are rare. However, as necropsies are performed on older captive individuals, this may change, as additional cases are documented. In Microchiroptera, neoplasms, including lymphoma in a pallid bat (Antrozeious pallidus), subcutaneous leiomyosarcoma in a Townsend's big-eared bat (Corynorhinus townsendii), and biliary carcinoma in a pallid bat (Antrozeious pallidus), have been reported.6, 12 The lymphoma involved multiple organs and did not seem to be related to retroviral infection.2 The bat with the biliary carcinoma exhibited nonspecific clinical signs the day before death, and at necropsy, the infiltrative mass primarily affected the left lobe of the liver. Histologically, the mass was composed of irregular ducts lined by cuboidal epithelial cells along with abundant mucin. Multiple metastases were present in the lung. In addition, dilatation of the gastric and esophageal lymphatics and veins with hemorrhage suggested portal hypertension with formation of esophageal varices, common sequelae to this neoplasm in humans.6\n",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1063,
                    "end": 1064,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Neoplasia ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Several cases of leiomyosarcoma have been reported in Megachiroptera. One was found in the duodenum and extended throughout the abdominal cavity to involve the kidney, stomach, and pancreas of an Egyptian fruit bat (R. aegyptiacus). Another was found in the uterus of a Seba's short-tailed bat (Carollia perspiculatta), and still another was found in association with a subcutaneous microchip in an Egyptian fruit bat. In the latter case, the neoplasm invaded the dorsal musculature, extended through the diaphragm and liver, and formed small nodules scattered throughout the peritoneal cavity.60 The widespread metastasis was unusual for a leiomyosarcoma but has been reported in domestic animals.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Neoplasia ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "A more obscure neoplasm has also been reported in an Egyptian fruit bat (R. aegyptiacus). The animal was found hypothermic and dyspneic, with tight abdominal musculature. Imaging revealed abdominal fluid, and despite supportive care and abdominocentesis, the animal died. Gross necropsy findings included poor body condition, dehydration, muscular atrophy, and a solid, light-colored mass adherent to the heart and adjacent lung. Histologically, the neoplastic cells were variably immunoreactive for both vimentin and cytokeratin, leading to a diagnosis of sarcomatoid carcinoma.44 These are rare neoplasms in humans, and very few are diagnosed in veterinary species.44\n",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 667,
                    "end": 669,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Neoplasia ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "It is the emergence of a newly described fungal disease that has transformed our understanding of pathogenesis of diseases in Microchiroptera. Until the first cases of WNS were detected in upstate New York, reports of mortality in Microchiroptera were rare. However, WNS has been responsible for the death of over 80% of the bats in some locations, and estimates indicate that the little brown bat, once the most populous bat in North America, could become extinct from the lower 48 states if the mortality trend continues.29 Researchers during the early stages of the outbreak reported hibernacula floors being covered in dead bats and the carcasses of some animals still clinging to the walls. Sick bats often left hibernation early, only to die in the cold and snow of the winter climate (Buckles, personal communication).",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 525,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "The causative agent of WNS, Pseudogymnoascus destructans, is a newly described cold-loving fungus, which thrives at temperatures between 4° C and 10° C, which explains why the disease targets hibernating bats.8 The fungus forms distinctive white colonies in culture and on the live bats. The conidia of G. destructans are sickle shaped and are pathognomonic for infection with G. destructans.45 Despite the emphasis on fungal infections of the nasal planum, wings are often the most involved areas of skin (Buckles, personal observation). Even if the bats survive infection during hibernation, often scars or defects persist in the wings. In some cases, these wounds are incidental, and in others, they may decrease survivability.57\n",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "mention": "8",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 392,
                    "end": 394,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Experimentally, G. destructans has been shown to be transmissible to healthy bats, and the distinctive lesions of WNS have been reproduced experimentally.65 These lesions include surface infection, with the fungus progressing to cuplike invaginations of fungal colonies into the dermis and ultimately to invasion of the tissue by fungal hyphae (Figure 35-2\n). Little or no inflammation is associated with the fungal infection.45 This may be the result of fungal factors or immune downregulation that occurs during hibernation.13 Bats with WNS arouse frequently from hibernation, which depletes the fat depots essential for winter survival, and affected bats are often depleted of fat stores by late winter65 (Buckles, personal observation).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 705,
                    "end": 707,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": [
                {
                    "start": 345,
                    "end": 356,
                    "mention": "Figure 35-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The reason for this sudden emergence of a new disease in North American Microchiroptera is unknown. Recent evidence has shown that European bats are infected with G. destructans but exhibit little or no mortality.65 It appears that the North American outbreak is caused by the introduction of the European strains of the fungus into hibernacula and into naive bat populations.65\n",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "It is hard to overstate the decimation this disease has caused to North American bats, and the enzootic shows no signs of abating. Since detection in New York, WNS has been reported increasingly in a number of states and in Canada (http://whitenosesyndrome.org/). Each time, the appearance of the disease results in the same high mortality rate. The effect that the disease has on the reproductive capacity of those few bats that survive is a focus of current investigation. Current evidence indicates extreme depletions of bat pup numbers in once-healthy maternity colonies (Buckles, personal observation).",
            "cite_spans": [],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Techniques to manage the spread of WNS have been hard to determine. Proposals include providing bats with warm areas in hibernacula, in which they may feed and groom to remove the fungus, and culling of affected bats.11, 32 It appears that if bats are aroused and removed from hibernacula, they may recover from the disease. In one study, bats were removed from the wild, made to emerge from hibernation, and provided with food. In these animals, the G. destructans infection was cleared.46 Although captive treatment of endangered bats may be possible, removal of large numbers of bats from the environment is not feasible. Moreover, G. destructans produces large numbers of conidia that contaminate any environment into which bats would be released. To date, no evidence indicates that bats surviving G. destructans infection develop sustained immunity to the fungus.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Fungal Diseases—White Nose Syndrome ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "Because many species of Megachiroptera tend to come into human areas, exposure to anthropogenic toxins is always a risk. Two gray-headed fruit bats (Pteropus poliocephalus) have been reported to die of lead poisoning.62 They were found moribund in a suburban back yard. One was in poor body condition and exhibited muscle fasciculation, excess salivation, diarrhea, and ataxia. The second bat was found unable to fly but otherwise normal. It died prior to full veterinary examination. At necropsy, one bat had scattered areas of suppurative bronchopneumonia, and both bats had perivascular hemorrhages in the brain. Intranuclear, eosinophilc, acid-fast inclusion bodies were detected in the kidneys of both bats, and ultrastructural studies showed them to be consistent with lead. In the first bat, lead levels were 20.5 milligrams per kilogram (mg/kg) in the kidney and 59.5 mg/kg in the liver. In the second bat, the levels were 44.6 and 18.7 mg/kg, respectively. The source of lead was unclear, as no metallic lead was found in the bodies. Lead arsenate used by some fruit growers in the area was considered a possible lead source, but this was never proven.62\n",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Toxic and Metabolic Diseases ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "An alopecia syndrome has been reported in four species of fruit bats in Tabasco, Mexico. Affected species include the Jamaican fruit bat (Artibeus jamaicensis), the great fruit-eating bat (A. lituratus), the little yellow-shouldered bat (Sturnira lilium), and the highland yellow-shouldered bat (S. ludovici). The hair loss affects areas of the chest, with the highest prevalence of the syndrome being during the dry season in urban areas.7 Histologically, the affected skin has decreased numbers of hair follicles but no inflammation and no evidence of an infectious etiology. The cause of the syndrome is unclear. Prevalence in urban areas suggests anthropogenic factors. Since more females than males are affected, it may also relate to seasonal feeding and reproductive cycles. Alopecia has been reported sporadically in captive bats and has been attributed to endocrinopathies.7\n",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 882,
                    "end": 883,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Toxic and Metabolic Diseases ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "In one of the few reports on drug toxicity, several dog-faced fruit bats (Cynopterus bachyotis) developed generalized paralysis after administration of topical ivermectin. The dose of ivermectin given was 1.4 to 1.8 mg/kg. Typical absorption rates in other animals result in a dose of 9 to 12 micrograms per kilogram (µg/kg); so the dose in bats was well within the safe dosage range.22 The animals that developed clinical signs all died, and postmortem examinations revealed mild to moderate acute renal tubular necrosis, with evidence of regeneration. One bat had a proliferative glomerulonephritis and tubular proteinosis, as well hemorrhagic gastroenteritis. Another had suppurative bronchopneumonia. Not all of the treated bats developed disease, and it is is unclear why some were spared while others were not. Toxicity may be related to the area on which the drug was applied. If the doses were applied in areas of frequent grooming, some drug may have been ingested. Variations in the ability of individuals to metabolize the ivermectin may also be a factor. The reason for the renal lesion is unclear. Similar lesions are seen in humans with ivermectin toxicity, but in humans, they have been linked to factors induced by the death of the parasites.22\n",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Toxic and Metabolic Diseases ::: Diseases of Chiroptera",
            "ref_spans": []
        },
        {
            "text": "No disease is more associated with bats than rabies is. This invariably fatal neurologic disease is caused by members of the family Rhabdoviridae. Both classic rabies virus and the related lyssaviruses cause fatal disease that is clinically identical to encephalitic disease. Rabies virus is primarily found in New World bats, whereas lyssavirus species are found in Old World bats.69 Infection occurs primarily through bite wounds, but any wound that results in exposure to infected saliva, tissue, or cerebrospinal fluid may transmit the viruses.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Despite their negative reputation, bats are responsible for only one or two direct bat-to-human rabies transmissions each year in the United States. However, bats may also transmit rabies to wild animals, domestic pets, and livestock. In fact, although most human cases of rabies virus exposure in North America involve bat variants of the rabies virus, actual exposure occurs indirectly through other animals such as livestock or wild carnivores.37, 59 In other areas of the world, particularly where vampire bats come into contact with humans, exposure to bat rabies is more likely to be caused by direct bat-to-human contact.1\n",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "The actual prevalence of rabies virus infection in bats is unclear. Many studies base prevalence estimates on the numbers of bats testing positive at diagnostic laboratories. Often these animals are tested because of abnormal behavior, which has led to a biased study sample. Under these circumstances, rabies prevalence in some studies is as high as 20.1%.37 Estimates of rabies prevalence decrease substantially when the sample population is more random. A survey of 1114 silver-haired bats (Lasionycteris noctivagans) and hoary bats (Lasiurus cineresus) randomly killed at wind farms, resulted in an estimated rabies virus prevalence of only 0% to 1%.37\n",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "In North America, several of insectivorous bats act as rabies virus reservoirs. The virus is most prevalent in bats that live in large groups, and this increases the probability of bat-to-bat transmission. Serosurveys support the theory that some animals become immune to infection as rabies exposure in bat populations is more prevalent than active rabies. One study conducted in big brown bats (Eptesicus fuscus) and little brown bats (Myotis lucifugus) showed that active rabies infection in each population was 3% and 0.3%, respectively, whereas seroprevalence was 10% and 20%, respectively.59 Some individuals in a population appear to develop resistance to the virus, some seroconvert after exposure but do not develop disease, and others may die. In studies on big brown bats, healthy bats were found to have been bitten by known rabid bats and did not develop disease. Other bats in the study were seropositive for rabies virus but did not develop disease. It is theorized that bats may develop a protective antibody response to rabies virus as a result of repeated exposure.63\n",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Less is known about the natural history of lyssaviruses. As with rabies virus, exposure to lyssaviruses is common in bats, estimated by some to be 60% to 70%, but the actual risk this poses to humans is not fully understood. Old World bats are reservoirs for 10 of the 11 known lyssaviruses; these include Australian bat lyssavirus, Lagos bat virus, West Caucasian bat virus, and Khujand virus. Countries designated as “rabies free” may have endemic lyssaviruses and have in place control measures similar to those for rabies.47\n",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 528,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Lyssaviruses appear to be transmitted through bite wounds, and cases of fatal bat-to-human transmission have been documented. The resultant disease in humans is indistinguishable from that produced by the rabies virus, and accurate diagnosis is difficult. The incubation period for development of disease in humans is unknown, and a case of a woman dying of Australian bat lyssavirus encephalitis 2 years after a reported exposure has been reported.14\n",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Current control of rabies virus is accomplished by preventive vaccination and post-exposure treatments of humans and animals. In Latin America, where vampire bat (Desmodus rontundus) exposure is of particular concern, bat control measures are being explored. Anticoagulants placed on the backs of bats are spread in colonies through allogrooming, which results in hemorrhage and the death of the bat.1 Although promising, this is a controversial practice, and less lethal measures such as topical administration of vaccines are being researched. Similar to the principle of anticoagulant use, the vaccine is disseminated within the colony through grooming, and vaccine-related mortality is low. Further research is needed to determine if this method will work as a long-term strategy for controlling rabies in wild populations.1\n",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 827,
                    "end": 828,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Rabies and Lyssaviruses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Documenting a pathogen in a bat and proving that it may be passed to humans are two different things. Bats are known to harbor a variety of zoonotic bacteria, viruses, and parasites. At least 66 have been detected in bat tissues, and bats probably have a role in the propagation of these organisms.40 These include rabies, Nipah, Hendra, and severe acute respiratory syndrome (SARS) viruses, which are threats to human health.14 However, despite this, ungulates, carnivores, birds, and primates are more important sources of zoonoses than are bats.68 This does not mean that the threat is not serious. Characteristics in the life history of bats certainly favor disease transmission. Some species of bat may live up to 30 years, allowing infectious agents to persist in a population for many years. Flight allows them to spread disease over long distances. Some bats have been shown to wander as much as 393 km in a year.38\n",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 921,
                    "end": 923,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Flying foxes are of particular interest as vectors because of their propensity to disperse over a large territory and to live in urban areas. Tioman virus, a paramyxovirus isolated from fruit bats (Pteropus spp) in Malaysia, is of unknown public health importance, but a correlation may exist between human seroconversion and a history of consuming fruits that have been partially eaten by bats.70 In the case of the flavivirus Japanese encephalitis virus (JEV), experimental evidence shows that bats may act to pass the virus to mosquitos. JEV causes approximately 40,000 human cases of encephalitis per year, and 25% of cases are fatal.64\n",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "It is also possible that bats may indirectly pass viruses to humans through domestic animals. Hendra virus, a paramyxovirus, has caused serious outbreaks of human and equine respiratory diseases in Australia. During one outbreak, 21 horses and 2 humans were reportedly affected. Further research pointed to fruit bats and flying foxes as reservoirs for this virus, but little is known about how the virus circulates in the wild population. It appears that humans became infected through exposure to horses, not bats. It is possible that the horses became infected from bat contact.68\n",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 583,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Similarly, Nipah virus, a paramyxovirus related to Hendra virus, has been isolated from pigs and humans with encephalitis and respiratory illness. This virus appears most prevalent in areas in and around Malaysia and Singapore. Sporadic outbreaks of Nipah virus infection have been documented in these areas, and it appears that humans are most often infected by pigs, but serosurveys indicate that antibodies are prevalent in bats, including Indian flying foxes (Pteropus giganteus), the large flying fox (P. vamprus), and variable flying fox (P. hypomelanus).68\n",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Several of the other viruses that bats harbor pose a serious threat to human health. Bats are the only nonprimates known to harbor Marburg virus and Ebola virus.33, 39 Both viruses have been found in multiple species of African insectivorous and fruit-eating bats, including Egyptian fruit bats (R. aegyptiacus) and straw-colored fruit bats (Eidolon helvum). Prevalence rates of these viruses in the bat populations vary among different surveys. Estimates range from 1.4% to 3.1% prevalence in Egyptian fruit bats from Gabon and the Democratic Republic of Congo to 2.4% to 12% prevalence in other studies. It is known that clinically healthy bats can harbor the viruses and that they can remain seropositive for several months. Histopathology performed on a filovirus-infected bat, captured in Kenya, showed no lesions. Filovirus has been found in a clinically healthy pregnant Egyptian fruit bat (Rousettus aegyptiacus), and radio-transmitter studies have shown that at least one bat lived 13 months after being determined to be seropositive for Ebola virus.17 Neither the exact risk of transmission of filoviruses from bats to humans nor the mode of potential transmission is clear. Scattered cases of human Marburg virus infection have been associated with a history of visits to caves in Africa with large bat populations.33, 39\n",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Bats have also been implicated as reservoirs for SARS virus, SARS-CoV, which emerged in China and resulted in over 900 human deaths worldwide. SARS-CoV–seropositive species of horse-shoe bats (Rhinolophus spp.), and the Leschenault's rousette (Rousettus leschenaultia) have been found in China. No illness has been detected in bats, but it is possible that a SARS-CoV–like virus of bats was transmitted to humans through exposure to bats sold as bush meat in local markets.26\n",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Nonviral pathogens are also present in bats or have been isolated from guano. As with viruses, the role of bats in disseminating these agents to humans or domestic animals is not always clear, but the potential for transmission does exist. Among diseases caused by fungi, histoplasmosis is the human disease most associated with bats. Guano enriches the soil and results in optimal growth conditions for this fungus.36 Under proper environmental conditions, the fungus produces spores and may cause an acute respiratory disease when inhaled by humans or other animals. Individuals visiting caves with large bat populations are at particular risk, and the disease has commonly been called “cave sickness.”36 Other at-risk populations include people working around bat feces, and sporadic cases may be associated with colonies of bats living in houses. The role of bats in causing human histoplasmosis is probably limited given that the infection rate among bats seems to be larger than the rates of human infection.36\n",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Bats themselves do not frequently succumb to histoplasmosis. In cases of naturally occurring bat infections, infection occurs via inhalation.36 Histoplasmosis appears to infect and multiply in the intestinal tracts of some bats, and the bats disseminate the fungus both by shedding it in their feces and by producing guano.36\n",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Other species of fungi, bacteria, and parasites of bats with the potential to cause human disease have been found in bats, but no clear association exists between any of these agents and outbreaks of human disease. Wangiella dermatitidis, a pheohyphomycotic organism that causes skin disease in humans, has been isolated from the internal organs of multiple healthy individuals of bat species, including the pale spear-nosed bat (Phyllostomus discolor), the Pallas's mastiff bat (Molossus molossus), the little yellow-shouldered bat (Sturnia lillium), and the silver-tipped myotis (Myotis albescens).58\nBlastomyces dermatitis has been isolated from the livers of the lesser mouse-tailed bat (Rhinopoma hardwickei hardwikei gray) and Paracoccidioides brasiliensis, Sporothrix schenckii, Trichophyton mentagrophytes, Microsporum gypseum, and M. canis have all sporadically been found in various species of bats.56, 58 Bacteria such as Salmonella, Shigella, Streptococcus, Staphylococcus, Listeria, Leptosporosis, and Yersinia have been isolated from both sick and healthy bats.3, 34\nStreptococcus and Staphylococcus may act as opportunistic pathogens under the right circumstances.43\n",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 909,
                    "end": 911,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Because of outbreaks of leptospirosis in humans, more organized efforts have been made to determine if bats may transmit the bacteria to people. Surveys of Australian flying foxes (Pteropus sp.) detected antibodies to leptospirosis, and bacteria were found in the renal tissue from 11% of individuals and urine from 39% of individuals, indicating the potential for spread.18 Additionally, some evidence suggests positive leptospirosis titers in humans after exposure to bats.18\n",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Zoonotic parasites, including nematodes, cestodes, and protozoa, have been documented in bats. Specifically two species of Schizotrypanum, T. dionisii and T. vespertilonis, have been found in multiple species of bats, including the common pipistrella (Pipistrellus pipstrellus), Leisler's bat (Nyctalus leisleri), common noctule ( N. noctula), the Serotine bat (Eptesicus serotinus), and Brandt's bat (Myotis brandtii).30\nT. d. dionisii has been found in the bat bug Cimex pipistrella, a parasite found in many bat roosts, and parasitic pseudocysts containing amastigotes have been found in the thoracic skeletal muscle of P. pipistrelllus.30\n",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Bats are unique in that regardless of the type of pathogen that they harbor, bats seem to tolerate the infections without developing noticeable disease. This ability for them to act as asymptomatic carriers is one of the most important aspects of bat-associated zoonoses.14 How bats remain healthy while harboring pathogens that would kill other mammals is unknown. Some evidence suggests that hibernation may alter the immune system of bats.13 Other evidence suggests that bats co-evolved with these pathogens. Lyssaviruses and rabies viruses seem to have evolved with bats, and Hendra and Nipah viruses are old viruses that may have circulated in flying fox populations throughout evolution.26 Even if this phenomenon is the result of highly evolved host–pathogen interactions, it is unclear what causes these diseases to emerge and enter human populations. Given the precarious conservation situation of many bat species, further study is needed to determine how pathogens interact with the Chiropteran immune system and what environmental pressure may lead to the spillage of disease from bats to other animals.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Other Potential Zoonoses ::: Public Health Significance",
            "ref_spans": []
        },
        {
            "text": "Chiropterans are a remarkable group of mammals that exhibit a degree of habitat and biologic diversity that is almost unparalleled in the animal kingdom. They have a unique ability to harbor pathogens without succumbing to them, are long lived, and may fly long distances, all of which makes them potential vectors and reservoirs for a variety of diseases. Although much is known about what pathogens are harbored by bats, little is known about the diseases that they succumb to or why they seem to be resistant to numerous pathogens. A more nuanced appreciation of these animals has led to a better understanding of captive bat management, dietary requirements, and habitat needs, but much needs to be learned. Proper captive or wild population management requires an understanding of not only the physiology of the individual species but also their natural history.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, regardless of the diversity of bats in the world, they all have one thing in common—various threats to their survival. These include the emergence of new diseases threatening populations, habitat loss, and anthropogenic threats. No easy answers to these problems exist, with increasing human populations encroaching on bat habitats and the development of even environmentally friendly energy sources such as wind power, which may have a detrimental effect on migratory species. Evidence suggests that climate change may decrease reproductive success in bats. Moreover, the emergence of disease in these very resilient animals is suggestive of more serious environmental problems.66\n",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The loss of bats, by whatever means, is not just of academic importance. Some species of bats are essential to pollination of certain plants and in seed dispersal of some trees.38 Insectivorous bats may play a role in regulating the population of agricultural pests. The loss of bats has the potential to disrupt many ecosystems and negatively impact human food supplies.9\n",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "9",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Despite all the bad news, efforts are underway to help preserve bat populations. New technologies for wind turbines are being developed to help limit bat mortalities, and studies of bat migration routes are helping to determine where wind farms may be placed and do the least harm.51 More research is being done on the bat immune system, diseases, and nutritional needs. However, these efforts will not be enough to save many species, and much more comprehensive efforts to understand the biology, ecology, and health of these unique animals are needed to secure their future.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 35-1: Photomicrograph showing a Digean fluke in the intestine of a little brown bat (Myotis lucifugus). Note the brown, operculated eggs and the lack of inflammatory response to the parasite.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 35-2: Photomicrograph of a periodic acid-Schiff stain of Pseudogymnoascus destructans infecting the wing of a little brown bat (Myotis lucifugus). Hyphae are present on the surface, form small cuplike invaginations, and invade the dermis. Characteristic conidia are present along the surface of the tissue.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Vaccinating the vampire bat Desmodus rotundus against rabies",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Martorelli",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Aires",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vir Res",
            "volume": "137",
            "issn": "2",
            "pages": "275-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Energy availability influences microclimate selection of hibernating bats",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Storm",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Exp Bio",
            "volume": "210",
            "issn": "Pt 24",
            "pages": "4345-4350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Could localized warm areas inside cold caves reduce mortality in hibernating bats affected by white-nose syndrome?",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Front Ecol Environ",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Gastrointestinal leiomyosarcoma in an Egyptian fruit bat (Rousettus aegyptiacus)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ramos-Vara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Vet Diag Invest",
            "volume": "22",
            "issn": "3",
            "pages": "462-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bats: Important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "3",
            "pages": "531-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Disseminated microsporidiosis due to Encephalitozoon hellem in an Egyptian fruit bat (Rousettus aegyptiacus)",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Childs-Sanford",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Comp Pathol",
            "volume": "134",
            "issn": "4",
            "pages": "370-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Yersinia pseudotuberculosis in a closed colony of Egyptian fruit bats (Rousettus aegyptiacus)",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Childs-Sanford",
                    "suffix": ""
                },
                {
                    "first": "GV",
                    "middle": [],
                    "last": "Kollias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abou-Madi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Zoo Wildl Med",
            "volume": "40",
            "issn": "1",
            "pages": "8-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Effect of captivity and mineral supplementation on body composition and mineral status of mustached bats (Pteronotus parnellii rubiginosus)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clauss",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Firzlaff",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Castell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Anim Physiol Anim Nutr",
            "volume": "91",
            "issn": "5–6",
            "pages": "187-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Flying foxes as carriers of pathogenic Leptospira species",
            "authors": [
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Smythe",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Wildl Dis",
            "volume": "41",
            "issn": "4",
            "pages": "753-757",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Crissey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Fruit bat husbandry manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Multicentric malignant lymphoma in a pallid bat",
            "authors": [
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Andreasen",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dulmstra",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Wildl Dis",
            "volume": "32",
            "issn": "3",
            "pages": "545-547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Ectoparasite community structure of two bats (Myotis lucifugus and M. septentrionalis) from the Maritimes of Canada",
            "authors": [
                {
                    "first": "ZJ",
                    "middle": [],
                    "last": "Czenze",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Broders",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Parasitol Res",
            "volume": "34",
            "issn": "",
            "pages": "15-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Histological response of Eptesicus serotinus (Mammalia: Chiroptera) to Argas vespertilionis (Acari: argasidae)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Del Cacho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estrada-Pena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Wildl Dis",
            "volume": "30",
            "issn": "3",
            "pages": "340-345",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Ivermectin toxicosis after topical administration in dog-faced fruit bats (Cynopterus brachyotis)",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "DeMarco",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Lock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Zoo Wildl Med",
            "volume": "33",
            "issn": "2",
            "pages": "147-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Plasma fat-soluble vitamin and mineral concentrations in relation to diet in captive pteropodid bats",
            "authors": [
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Dierenfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seyjagat",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Zoo Wildl Med",
            "volume": "31",
            "issn": "3",
            "pages": "315-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Composition and structure of helminth communities in two populations of Pipistrellus pipistrellus (Chiroptera: Vespertilionidae) from Spain",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Amengual",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Cobo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Folia Parasitol",
            "volume": "48",
            "issn": "2",
            "pages": "143-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Iron storage disease in captive Egyptian fruit bats (Rousettus aegyptiacus): Relationship of blood iron parameters to hepatic iron concentrations and hepatic histopathology",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Farina",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "LeBlanc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Zoo Wildl Med",
            "volume": "36",
            "issn": "2",
            "pages": "212-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Bats and emerging zoonoses: Henipaviruses and SARS",
            "authors": [
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Zoonoses and Public Health",
            "volume": "56",
            "issn": "6–7",
            "pages": "278-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "An emerging disease causes regional population collapse of a common North American bat species",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Frick",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science (New York, NY)",
            "volume": "329",
            "issn": "5992",
            "pages": "679-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Salmonella and Shigella infections in bats in selected areas of Colombia",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Arata",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Newell",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am J Trop Med Hyg",
            "volume": "17",
            "issn": "1",
            "pages": "92-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Schizotrypanum in British bats",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Molyneux",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Parasitology",
            "volume": "97",
            "issn": "Pt 1",
            "pages": "43-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Spontaneous, generalized lipidosis in captive greater horseshoe bats (Rhinolophus ferrumequinum)",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Gozalo",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Schwiebert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Metzner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Contem Topics Lab Anim Sci",
            "volume": "44",
            "issn": "6",
            "pages": "49-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Management of the panzootic white-nose syndrome through culling of bats",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Hallam",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "McCracken",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Conserv Biol",
            "volume": "25",
            "issn": "1",
            "pages": "189-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Long-term survival of an urban fruit bat seropositive for Ebola and Lagos bat viruses",
            "authors": [
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Comparative rectal bacterial flora of four species of flying fox (Pteropus sp.)",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "De Young",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goodyear",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Zoo Wildl Med",
            "volume": "28",
            "issn": "4",
            "pages": "471-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A Pasteurella-like bacterium associated with pneumonia in captive megachiropterans",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Helmick",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Zoo Wildl Med",
            "volume": "35",
            "issn": "1",
            "pages": "88-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The role of bats in the propagation and spread of histoplasmosis: A review",
            "authors": [
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Bigler",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Wildl Dis",
            "volume": "17",
            "issn": "2",
            "pages": "191-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Rabies prevalence in migratory tree-bats in Alberta and the influence of roosting ecology and sampling method on reported prevalence of rabies in bats",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Klug",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Ellison",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Wildl Dis",
            "volume": "47",
            "issn": "1",
            "pages": "64-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Fenton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Marburg virus in fruit bat, Kenya",
            "authors": [
                {
                    "first": "IV",
                    "middle": [],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niezgoda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Franka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "2",
            "pages": "352-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Bartonella spp. in Bats, Guatemala",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Recuenco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infec Dis",
            "volume": "17",
            "issn": "7",
            "pages": "1269-1272",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Effect of tannic acid on iron absorption in straw-colored fruit bats (Eidolon helvum)",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Lavin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Zoo Biol",
            "volume": "29",
            "issn": "3",
            "pages": "335-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A new trematode (Digenea: Mesotretidae) from the horseshoe bat Rhinolophus ferrumequinum (Chiroptera: Rhinolophidae) in China",
            "authors": [
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Parasitol",
            "volume": "95",
            "issn": "3",
            "pages": "718-721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Trypanosoma (Herpetosoma) longiflagellum sp. N. from the tomb bat, Taphozous nudiventris, from Iraq",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Marinkelle",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Wildl Dis",
            "volume": "13",
            "issn": "3",
            "pages": "262-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Bacterial diseases of bats: A review",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "McCoy",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lab Anim Sci",
            "volume": "24",
            "issn": "3",
            "pages": "530-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Sarcomatoid carcinoma in the lung of an Egyptian fruit bat (Rousettus aegyptiacus)",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "McLelland",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Dutton",
                    "suffix": ""
                },
                {
                    "first": "IK",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Vet Diag Invest",
            "volume": "21",
            "issn": "1",
            "pages": "160-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Histopathologic criteria to confirm white-nose syndrome in bats",
            "authors": [
                {
                    "first": "CU",
                    "middle": [],
                    "last": "Meteyer",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Buckles",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Blehert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Vet Diag Invest",
            "volume": "21",
            "issn": "4",
            "pages": "411-414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Recovery of little brown bats (Myotis lucifugus) from natural infection with Geomyces destructans, white-nose syndrome",
            "authors": [
                {
                    "first": "CU",
                    "middle": [],
                    "last": "Meteyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kashmer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Wildl Dis",
            "volume": "47",
            "issn": "3",
            "pages": "618-626",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Emerging tropical diseases in Australia. Part 3. Australian bat lyssavirus",
            "authors": [
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Trop Med Parasitol",
            "volume": "104",
            "issn": "8",
            "pages": "613-621",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Genetic diversity of Pasteurella species isolated from European vespertilionid bats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muhldorfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fickel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Diseases and causes of death in European bats: Dynamics in disease susceptibility and infection rates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muhldorfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Speck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Neuro-angiostrongylosis in wild black and grey-headed flying foxes (Pteropus spp.)",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Carlisle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prociv",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aust Vet J",
            "volume": "80",
            "issn": "9",
            "pages": "554-558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Diseases in free-ranging bats from Germany",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muhldorfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Speck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wibbelt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Vet Res",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "The aversive effect of electromagnetic radiation on foraging bats: a possible means of discouraging bats from approaching wind turbines",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Racey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Parasites of Chiroptera in Zambia",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Peirce",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Wildl Dis",
            "volume": "20",
            "issn": "2",
            "pages": "153-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Aberrant migration by Toxocara pteropodis in flying-foxes—two case reports",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prociv",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Wildl Dis",
            "volume": "26",
            "issn": "4",
            "pages": "532-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Mass mortality of bats due to probable blue-green algal toxicity",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Hobson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Onderka",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Wildl Dis",
            "volume": "22",
            "issn": "3",
            "pages": "449-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Blastomyces dermatitidis in bats: First report of its isolation from the liver of Rhinopoma hardwickei hardwickei gray",
            "authors": [
                {
                    "first": "HS",
                    "middle": [],
                    "last": "Randhawa",
                    "suffix": ""
                },
                {
                    "first": "VP",
                    "middle": [],
                    "last": "Chaturvedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Sabouraudia",
            "volume": "23",
            "issn": "1",
            "pages": "69-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "White-nose syndrome inflicts lasting injuries to the wings of little brown myotis (Myotis lucifugus)",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Reichard",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Chiropterologica",
            "volume": "11",
            "issn": "2",
            "pages": "457-464",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Wangiella dermatitidis isolated from bats in Manaus Brazil",
            "authors": [
                {
                    "first": "NR",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "WY",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Sabouraudia",
            "volume": "17",
            "issn": "3",
            "pages": "213-218",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Rabies in a captive colony of big brown bats (Eptesicus fuscus)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Wildl Dis",
            "volume": "40",
            "issn": "3",
            "pages": "403-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Bile duct adenocarcinoma in a pallid bat (Antrozeous pallidus)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Wildl Dis",
            "volume": "18",
            "issn": "3",
            "pages": "365-367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Microchip-associated leiomyosarcoma in an Egyptian fruit bat (Rousettus aegyptiacus)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegal-Willott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sliess",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Zoo Wildl Med",
            "volume": "38",
            "issn": "2",
            "pages": "352-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Adiposity associated rise in leptin impairs ovarian activity during winter dormancy in Vespertilionid bat, Scotophilus heathi",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Reproduction",
            "volume": "133",
            "issn": "1",
            "pages": "165-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Lead poisoning in grey-headed fruit bats (Pteropus poliocephalus)",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Wildl Dis",
            "volume": "19",
            "issn": "3",
            "pages": "294-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Host immunity to repeated rabies virus infection in big brown bats",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "FR",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "Pt 9",
            "pages": "2360-2366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Transmission of Japanese encephalitis virus from the black flying fox, Pteropus alecto, to Culex annulirostris mosquitoes, despite the absence of detectable viremia",
            "authors": [
                {
                    "first": "AF",
                    "middle": [],
                    "last": "van den Hurk",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Trop Med Hyg",
            "volume": "81",
            "issn": "3",
            "pages": "457-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Inoculation of bats with European Geomyces destructans supports the novel pathogen hypothesis for the origin of white-nose syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Warnecke",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Bollinger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "18",
            "pages": "6999-7003",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Emerging diseases in Chiroptera: Why bats?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wibbelt",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biol Lett",
            "volume": "6",
            "issn": "4",
            "pages": "438-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Reeder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "vol 3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Bats as a continuing source of emerging infections in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Med Virol",
            "volume": "17",
            "issn": "2",
            "pages": "67-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Virus neutralising activity of African fruit bat (Eidolon helvum) sera against emerging lyssaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "408",
            "issn": "2",
            "pages": "183-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Alopecia in bats from Tabasco, Mexico",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bello-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Suzan",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Hidalgo-Mihart",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Wildl Dis",
            "volume": "46",
            "issn": "3",
            "pages": "1000-1004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Serological evidence of possible human infection with Tioman virus, a newly described paramyxovirus of bat origin",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Yaiw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "6",
            "pages": "884-886",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Bat white-nose syndrome: An emerging fungal pathogen?",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Blehert",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science (New York, NY)",
            "volume": "323",
            "issn": "5911",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Conservation. Economic importance of bats in agriculture",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "McCracken",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "332",
            "issn": "6025",
            "pages": "41-42",
            "other_ids": {
                "DOI": []
            }
        }
    }
}