{
    "paper_id": "PMC7225247",
    "metadata": {
        "title": "Proposal of a timing strategy for cholesteatoma surgery during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Mercy",
                "middle": [],
                "last": "George",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arun",
                "middle": [],
                "last": "Alexander",
                "suffix": "",
                "email": "arunalexandercmc@gmail.com",
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [],
                "last": "Mathew",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arunachalam",
                "middle": [],
                "last": "Iyer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jerome",
                "middle": [],
                "last": "Waterval",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Marchioni",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Maire",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The COVID-19 pandemic is an aggressive viral illness affecting most countries across the globe, with extensive person-to-person transmission, spread primarily via fomites and aerosols. In a patient infected with COVOD-19, the upper respiratory mucosa is found to have a high viral load, which increases the risk of transmission during otolaryngology examination and surgery [1].",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The annual incidence of cholesteatoma ranges from approximately 9 to 12.6 cases per 100,000 adults. In these patients, the disease may progress undiscovered until they have become large enough to erode the intra-temporal structures [2]. Kangsanarak et al. in a series of 24,321 patients recorded the incidence of intracranial complications at 0.36% with a mortality of 18% among these patients. [3].",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Most surgeries for cholesteatoma are elective and can be postponed at this time; whereas, others are emergencies (complicated cholesteatoma with cerebral or Bezold’s abscess, meningitis, sinus thrombosis, facial palsy) and require immediate intervention.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Now more than ever, it has become imperative that any decision-making regarding surgical management be driven by a risk–benefit assessment tailored to the individual patient. In some patients, surgery may be deferred and even follow-up visits postponed for a while. In others, the benefits of cholesteatoma surgery outweigh potential risk of COVID infection. Taking these points into consideration, we have drafted certain guidelines regarding surgical planning in those patients already diagnosed with cholesteatoma during the COVID-19 pandemic.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Senior otologic surgeons from six teaching hospitals from various countries affected by the COVID-19 around the world met remotely to make recommendations on reorganizing schedules and safety protocols for the treatment of cholesteatoma. The recommendations based on their experiences and on available literature were analyzed and summarized.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "At present, the diagnosis of COVID-19 is confirmed by the isolation of viral RNA from a nasal or throat swab [4, 5]. In the future, when the antibody testing of the virus becomes more widely available and approved for widespread clinical use, the diagnosis of COVID-19 will hopefully become easier and accurate.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Effect of COVID-19 pandemic on the elective management of cholesteatoma ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "A more challenging scenario is to manage complicated cholesteatoma in a patient who has a COVID-19 infection. In most cases, it is advisable to put any otology surgery on hold if the infection is not life threatening or expected morbidity is not significant. However, in some very specific and hopefully very rare situations where there is an emergency due to a complication of cholesteatoma, one might have to consider operating despite the COVID infection. This will undoubtedly complicate the perioperative course, pose diagnostic challenges and may potentially cause high mortality. It is, therefore, mandatory that any patient undergoing ear surgery be tested for COVID-19 preoperatively. Obviously, the treatment of cholesteatoma will also depend on the current phase of the pandemic in each country with respect to the availability of personnel and hospital infrastructure that remains available to treat cholesteatoma at any given time.",
            "cite_spans": [],
            "section": "Effect of COVID-19 pandemic on the elective management of cholesteatoma ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "Surgical treatment of cholesteatoma entails extensive drilling (mastoidectomy), which is an aerosol-producing surgery. As the virus is also likely to reside in the middle ear mucosa, surgery of a patient with an active viral infection poses an immense risk to the surgical team [6]. Appropriate personal protection equipment (PPE) for this aerosol generating procedure is a N95 mask and face shield for all staff with surgery done in a theater with negative pressure atmosphere [7]. Enhanced PPE is ideal with a strong preference for use of powered air-purifying respirator (PAPR) [7–9]. The procedure must be done preferably by an experienced surgeon and the number of personnel inside the theater must be restricted. A full visor and PPE will hinder the use of a microscope and surgery may have to be done with an endoscope or an exoscope with image viewed on a screen if available. The surgeon can use a N95 mask with goggles in case the use of the microscope is needed, and the microscope offers some degree of protection to the surgeon. A high-speed drill is also to be avoided but in emergencies may be done by reducing speed to decrease splashing or using curettes where possible as in a mastoid abscess. Any surgery in this situation without appropriate PPE will result in infections among the surgical team and is probably unwarranted. Availability of PPE is often a challenge even in the most well-equipped hospitals worldwide. Hence, we must consider the degree of urgency of the disease, the risk of the surgery, the risk of contamination of the healthcare team and the available resources (whether the hospital and resuscitation services are saturated or not) before scheduling a patient for surgery.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 479,
                    "end": 480,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 585,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Basic concepts in operating room safety during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "Based on the recommendation by Saadi et al. [8], any otological procedure may be classified as elective (planned surgery within 6–12 months), semi-elective (surgery within 3–6 months), semi-urgent (surgery within 48 h) and urgent (within 6–12 h). Under normal circumstances, most surgeries for uncomplicated cholesteatoma may be done as a semi-elective procedure, i.e., with 3–6 months, or as an elective procedure (within 6–12 months), depending on a case-by-case basis.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Grouping of patients with cholesteatoma and recommendations for optimal timing of surgery for patients during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "We aim to divide patients with cholesteatoma into categories A and B using the clinical and radiological data (Fig. 1) with various clinical groups in each category (Table 1). This decision for the timing will be prioritized by the current COVID status of the patient and the availability of the operating room.",
            "cite_spans": [],
            "section": "Grouping of patients with cholesteatoma and recommendations for optimal timing of surgery for patients during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 172,
                    "end": 173,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Category A: Patients with cholestatoma where surgery that can be deferred (has 3 clinical groups).",
            "cite_spans": [],
            "section": "Grouping of patients with cholesteatoma and recommendations for optimal timing of surgery for patients during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "With increased availability of COVID-19 testing, the surgical planning may be done on a case-by-case basis. Here, the timing may be modified in COVID positives, as the primary disease is less dangerous than COVID-related complications. Rescheduling of patients who are COVID negative with uncomplicated cholesteatoma may help the capacity of the existing health care system to meet the existing needs. This is very much dependent on the phase of the pandemic. The characteristics of clinical groups in category A are:Patients with inactive disease are those who have a dry ear with conductive hearing loss without significant bone erosion in high-resolution CT scan (HRCT) temporal bone and could be planned for elective surgery.Those have bone erosion in HRCT, but no risk for impending complications, will need surgery as semi-elective. However, with the availability of COVID testing and the individual hospital guidelines, the surgical planning may be changed on a case-by-case basis.Patients with active disease but with no significant bone erosion (No vertigo, no facial palsy, no lateral canal fistula, no CSF leak) surgery can be planned as semi-elective. In an active discharging ear, dry mopping or micro-suctioning (using a suction tip with no control hole) in the clinic can be performed till surgery.",
            "cite_spans": [],
            "section": "Grouping of patients with cholesteatoma and recommendations for optimal timing of surgery for patients during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "Category B: Patients with cholesteatoma requiring surgery during the pandemic (has 2 clinical groups) irrespective of the current COVID status of the patient as the risk of the complications is far greater than the risk posed by the COVID-19 infection. Patients must be duly counseled that prognosis of the surgical intervention is poorer if the patient is positive for the COVID-19 infection. Surgeons must also factor this in while making a risk–benefit assessment regarding treatment. The characteristics of clinical groups in category B are:When patient presents with complications like facial palsy, lateral semicircular canal fistula and sensorineural hearing loss (in an only hearing ear), meningocele with CSF leak, mastoid abscess or petrositis, surgery will need to be performed as a semi-urgent procedure.Patients with potential life-threatening complications like lateral sinus thrombosis or intracranial abscess will need urgent surgery. In patients who present with meningitis, antibiotics should be started as early as possible. However, surgery may be deferred for 2–3 weeks if imaging shows no associated intracranial abscesses. Intracranial abscesses should be drained or treated medically in consultation with the neurosurgery team.",
            "cite_spans": [],
            "section": "Grouping of patients with cholesteatoma and recommendations for optimal timing of surgery for patients during the COVID-19 pandemic ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "Certain cases with significant tegmen or sinus plate erosion or inactive disease with a lateral canal fistula on high-resolution CT scan, especially in an only hearing ear may require surgery within 6 weeks and it may be imprudent to wait for 3 months before undertaking surgery.",
            "cite_spans": [],
            "section": "Special considerations ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "This proposal of grouping of cholesteatoma helps in the optimal timing for surgical intervention in all patients with or without COVID-19 infection, thus avoiding unnecessary anxiety for the patient as well as for the surgeon. The indications for otological surgery under these circumstances must be kept as minimal as possible without compromising patient safety. However, the timing of surgical intervention may be changed based on the COVID status, and other hospital guidelines. In case of postponement of a surgical intervention which was planned before the pandemic, the reasons for postponement must be documented in a written report addressed to all the doctors participating in the patient’s care. It is important to inform the patient of the estimated time before surgery. In the meantime, the treating team should organize remote monitoring or outpatient visits to assess the disease progression.",
            "cite_spans": [],
            "section": "Special considerations ::: Discussion/observations",
            "ref_spans": []
        },
        {
            "text": "Cholesteatoma surgery during the COVID pandemic poses certain specific concerns. Owing to the significant risk of aerosol-mediated spread of the virus while drilling the mastoid, recommended safety precautions must be taken. The timing of surgery should take into consideration the severity of the disease, COVID status of the patient and the potential for complications associated with cholesteatoma if surgery is postponed. Therefore, the categorization of cholesteatoma into various sub-groups should help in the proper planning of surgery on a case-by-case basis, during the COVID-19 pandemic. These recommendations will also be useful if there are further recurrences of this disease or during similar pandemics in the future’.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical groups and recommendation of timing of surgery in patients with cholesteatoma during COVID-19 pandemic\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Categories of cholesteatoma surgery during COVID-19 pandemic",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of 110 infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "12",
            "pages": "1177-1179",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        },
        "BIBREF1": {
            "title": "Updates and knowledge gaps in cholesteatoma research",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "A-S",
                    "middle": [],
                    "last": "Shiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakagami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sudhoff",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biomed Res Int",
            "volume": "2015",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Intracranial complications of suppurative otitis media: 13 years’ experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kangsanarak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Navacharoen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fooanant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ruckphaopunt",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Otol",
            "volume": "16",
            "issn": "1",
            "pages": "104-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "High detection rates of nucleic acids of a wide range of respiratory viruses in the nasopharynx and the middle ear of children with a history of recurrent acute otitis media",
            "authors": [
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Wiertsema",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Chidlow",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Corscadden",
                    "suffix": ""
                },
                {
                    "first": "EN",
                    "middle": [],
                    "last": "Mowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijayasekaran",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Harnett",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "11",
            "pages": "2008-2017",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.22221"
                ]
            }
        },
        "BIBREF4": {
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF5": {
            "title": "Prevalence of various respiratory viruses in the middle ear during acute otitis media",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thint",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Eng J Med",
            "volume": "340",
            "issn": "4",
            "pages": "260-264",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199901283400402"
                ]
            }
        },
        "BIBREF6": {
            "title": "Safety Recommendations for evaluation and surgery of the head and neck during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Givi",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Chinn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Otolaryngol Head Neck Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2020.0780"
                ]
            }
        },
        "BIBREF7": {
            "title": "A commentary on safety precautions for otologic surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Saadi",
                    "suffix": ""
                },
                {
                    "first": "DV",
                    "middle": [],
                    "last": "Bann",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Isildak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}