{
    "paper_id": "PMC7149681",
    "metadata": {
        "title": "Laryngitis, Epiglottitis and Pharyngitis",
        "authors": [
            {
                "first": "Luu-Ly",
                "middle": [],
                "last": "Pham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rafik",
                "middle": [],
                "last": "Bourayou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valérie",
                "middle": [],
                "last": "Maghraoui-Slim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Koné-Paut",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [
                    "G."
                ],
                "last": "Powderly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [
                    "M."
                ],
                "last": "Opal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Croup is the most common cause of stridor in children and accounts for up to 15% of emergency department and primary care visits for respiratory infections in the USA.3 It mainly affects young children between 6 months and 3 years old but croup can rarely occur in babies <6 months, in adolescents and also in adults. Boys are more susceptible than girls (male:female preponderance of 1.4:1).2 Croup season peaks in late autumn (September to December), which closely correlates with the prevalence of parainfluenza virus infection in the community, and also occurs in winter, with a strong seasonality pattern.4 There is often a smaller spring peak. Episodes are usually self-limiting and are influenced by weather conditions.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 611,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Due to the sudden onset of croup symptoms during the night and even though most children have mild croup, this disease is a frequent cause of consultation in a emergency department. Fewer than 5% of children with croup are admitted to hospital and less than 1–3% of those who are admitted, have been intubated. The generalization of treatment with oral corticosteroids and nebulized adrenaline reduced the rate of hospitalization and complications. Mortality is now very rare and the mortality rate is estimated at about 1 in 30 000 cases.1\n",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 540,
                    "mention": "1",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Upper airway obstruction is caused by an acute viral infection, in most cases parainfluenza types 1 and 3.5 Other pathogens implicated include influenza virus A and B, human rhinovirus, respiratory syncytial virus, adenovirus, coronavirus,6 metapneumovirus and, rarely, measles virus and herpes simplex virus. When croup is caused by influenza viruses, the clinical picture is usually more severe than the clinical course caused by parainfluenza viruses.7 Laryngeal diphtheria and croup associated with measles are now very rare in immunized children but cases and outbreaks have been reported in nonimmunized regions.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "5",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 240,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 455,
                    "mention": "7",
                    "ref_id": null
                }
            ],
            "section": "Physiopathology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Although respiratory viruses represent the majority of cases of croup in children, some bacterial pathogens, such as Moraxella catarrhalis, Haemophilus influenzae and Streptococcus pneumoniae, have been frequently isolated from the nasopharynx in adults with acute laryngitis.",
            "cite_spans": [],
            "section": "Physiopathology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Infection with a recognized pathogen leads to generalized airway inflammation and edema of the upper airway mucosa, including the larynx, trachea and bronchi. The subglottic region becomes narrowed and results in a barky cough, turbulent airflow and stridor, and chest-wall indrawing. Hypoxia, hypercapnia and respiratory failure may be present in severe croup.",
            "cite_spans": [],
            "section": "Physiopathology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "The peak incidence of croup at the age of 2 years could be attributable to increased exposure to viral pathogens combined with the toddler's smaller subglottic space, with a greater risk or airway narrowing.1\n",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "mention": "1",
                    "ref_id": null
                }
            ],
            "section": "Physiopathology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Airways anomalies are common in children with recurrent croup8 or in infants aged under 6 months. Laryngobronchoscopy may allow identification of the cause of croup in those particular groups and enable a more accurate prognosis.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "mention": "8",
                    "ref_id": null
                }
            ],
            "section": "Physiopathology ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Prevention of disease depends mainly on good handwashing and preventing the spread of oral secretions. Vaccines are available to prevent some of these diseases. Vaccine against diphtheria had a major impact in reducing the numbers of laryngeal diphtheria worldwide. The ability of influenza vaccine to prevent laryngitis has not been studied.",
            "cite_spans": [],
            "section": "Prevention ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Croup usually begins with nonspecific respiratory symptoms, including rhinorrhea, sore throat and cough. Fever is generally low grade but can exceed 40 °C. Most children have mild short-lived symptoms, which are resolved by 2 days.9 Only a few children continue to have symptoms for up to 1 week. Symptoms nearly always become worse during night-time hours, with the appearance of a very characteristic and distinctive barky cough. Stridor, hoarse voice and respiratory distress are seen frequently. Children with typical viral croup should not drool nor appear toxic.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Determination of disease severity relies on clinical assessment. Symptoms may range from minimal inspiratory stridor to severe failure secondary to airway obstruction. In mild cases, respiratory sounds at rest are normal; mild expiratory wheezing may be heard. Children with severe croup have inspiratory and expiratory stridor with suprasternal, intercostal and subcostal retractions. Air entry may be poor. Lethargy and agitation may be a result of hypoxemia. Warning signs of severe respiratory disease include tachypnea, tachycardia and late cyanosis.",
            "cite_spans": [],
            "section": "Clinical Features ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Various methods and scores for objective assessment of respiratory distress in children with croup are used but none of them has been shown to enhance routine clinical care. One of the most commonly used scoring systems has been that of Westley et al. (Table 25-1\n), which evaluates the severity of croup by assessing five factors: level of consciousness, cyanosis, stridor, air entry and retractions.10\n",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "mention": "10",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Laryngitis",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "mention": "Table 25-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The diagnosis of croup should be made clinically. No tests are needed in uncomplicated laryngitis.",
            "cite_spans": [],
            "section": "Diagnosis ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Direct examination with a flexible nasolaryngoscope usually reveals secretion, erythema and edema of the vocal folds but is mainly indicated in children with recurrent croup or in infants under 6 months of age to identify anatomical airway abnormalities, such as subglottic stenosis or associated gastroesophageal reflux disease that could be treated.",
            "cite_spans": [],
            "section": "Diagnosis ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Laboratory tests are not needed to confirm the diagnosis in a child presenting with the typical clinical features of croup. Rapid antigen tests and viral cultures do not aid in the routine acute management of a child with croup and, similarly, radiologic studies are not recommended in a child who has a typical history of croup and who responds appropriately to treatment. Plain films of the airway and a chest radiograph may be obtained to rule out findings suggestive of another etiology. Anteroposterior films may demonstrate symmetric subglottic narrowing (‘steeple sign’) (Figure 25-1\n),11 although this may be absent in up to 50% of cases and may be present in the absence of croup.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 595,
                    "mention": "11",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Laryngitis",
            "ref_spans": [
                {
                    "start": 579,
                    "end": 590,
                    "mention": "Figure 25-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Clinicians must remain watchful to distinguish viral laryngitis with differential diagnoses of diseases that can present with stridor and respiratory distress (Box 25-1\n). Bacterial causes should be suspected in children with severe respiratory distress and toxic appearance.Box 25-1Diagnoses to be Considered in Children with Stridor and Respiratory Distress\n•Croup•Epiglottitis•Bacterial tracheitis•Laryngeal diphtheria•Tracheal foreign-body aspiration•Retropharyngeal abscess•Peritonsillar abscess•Angioneurotic edema•Allergic reaction and anaphylaxis\n",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "The use of corticosteroids and the effectiveness of nebulized adrenaline (epinephrine) in severe cases have improved the management of croup and led to diminution of the rate of hospitalization, intubation and mortality.",
            "cite_spans": [],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "First, primary care consists in making children with croup as comfortable as possible, because agitation can cause substantial worsening of symptoms. Oxygen is the immediate treatment in severe presentation with considerable upper airway obstruction and significant hypoxemia (SaO2 <90%).",
            "cite_spans": [],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Treatment with humidified air (mist therapy) has been the cornerstone of the management of croup, but the effectiveness of mist therapy has been questioned.12 A Cochrane review of data concluded that there was no evidence that inhalation of humidified air in children with mild-to-moderate croup resulted in a substantial improvement in the croup score.13\n",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "13",
                    "ref_id": null
                }
            ],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Corticosteroid therapy is now routinely recommended by all experts. Meta-analyses of randomized trials have consistently demonstrated significant improvement in patients treated with corticosteroids as compared with controls. Trials of corticosteroids in croup have involved a variety of drugs, dosages and routes of administration. The regimens studied most frequently have been oral single-dose dexamethasone (0.6 mg/kg) and nebulized budesonide (2 mg). Dexamethasone and budesonide are effective in relieving the symptoms of croup as early as 6 hours after treatment.14\n",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "mention": "14",
                    "ref_id": null
                }
            ],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "The oral or intramuscular route is either equivalent or supe­rior to inhalation.1 The addition of inhaled budesonide to oral dexamethasone in children admitted with croup did not confer any additional advantage.15\n",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "15",
                    "ref_id": null
                }
            ],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Nebulized adrenaline (epinephrine) has been extensively studied for the treatment of croup. Controlled trials demonstrated that the administration of nebulized epinephrine is associated with clinically and statistically significant transient reduction of symptoms of croup 30 minutes post-treatment. Evidence does not favor racemic epinephrine or L-epinephrine,16 or intermittent positive-pressure breathing over simple nebulization.17\n",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "17",
                    "ref_id": null
                }
            ],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "In severe croup, repeated nebulizations with adrenaline (epinephrine) have been used and have decreased the need for intubation. Intubation in severe croup is required in less than 1–3% of children.",
            "cite_spans": [],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "Antibiotics are not recommended in the treatment of laryngitis, neither in children nor in adults, except if a bacterial pathogen is suspected, as in laryngeal diphtheria, where serotherapy is recommended.",
            "cite_spans": [],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": []
        },
        {
            "text": "The Alberta Medical Association clinical pathway committee has developed and implemented the management algorithm outlined in Figure 25-2\n.",
            "cite_spans": [],
            "section": "Management and Treatment ::: Laryngitis",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 137,
                    "mention": "Figure 25-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Traditionally, epiglottitis was most commonly caused by Hib and primarily reported in children aged 2–7 years. The introduction of the Hib conjugate vaccine in the 1990s into national immunization in industrialized countries has led to rapid and sustained declines in invasive Hib disease incidence across all age groups and dramatically changed the epidemiology of acute epiglottitis.",
            "cite_spans": [],
            "section": "Epidemiology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Invasive Hib disease in England and Wales has been declining since 2002, reaching its lowest incidence of 0.02 per 100 000 (14 cases) in 2012. In children aged <5 years of age, Hib incidence was 0.06 per 100 000 (2 cases), compared with 35.5 per 100 000 prior to routine Hib vaccination.18, 19, 20 Between 2009 and 2012, only 19 cases of epiglottitis were reported, it was 17.9% of all cases of invasive Hib infections reported in the UK, and 68% (13/19) of culture-confirmed epiglottitis cases occurred in patients aged >45 years (median age 49.2 years).18\n",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 293,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "18",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Mortality rates have decreased considerably since the introduction of the Hib vaccine and the consequent shift in disease from young children to adults. Death rates are now less than 1% for children but approach 7% for adults. When deaths have occurred, a large percentage transpired due to delay in diagnosis or shortly after arrival at a medical facility for appropriate care.21\n",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "21",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "A large 8-year national retrospective review in the USA revealed that the typical patient admitted with epiglottitis was a mid-40-year-old, Caucasian, urban, male, with co-morbidities and the majority of mortalities were adults. The mean number of cases of epiglottitis over the study period was 4062 cases/year. This series identified two newly recognised vulnerable populations for epiglottitis: infants <1 year and the elderly age group.22\n",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 442,
                    "mention": "22",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "\nHaemophilus influenzae type b (Hib) can colonize the pharyn of otherwise healthy children through respiratory transmission from intimate contact. These bacteria may penetrate the mucosal barrier, invading the bloodstream and causing bacteremia, and seeding of the epiglottis and surrounding tissues.",
            "cite_spans": [],
            "section": "Physiopathology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Prior to routine vaccination, Hib was also a major cause of sepsis, pneumonia, as well as skin, soft tissue, bone and joint infections.",
            "cite_spans": [],
            "section": "Physiopathology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Hib infection of the epiglottis leads to acute onset of inflammatory edema, beginning on the lingual surface of the epiglottis where the submucosa is loosely attached. Swelling significantly reduces the airway aperture. Edema rapidly progresses to involve the aryepiglottic folds, the arytenoids and the entire supraglottic larynx. The tightly bound epithelium on the vocal cords halts edema spread at this level. Aspiration of oropharyngeal secretions or mucous plugging can cause respiratory arrest.",
            "cite_spans": [],
            "section": "Physiopathology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "An individual case of bacterial epiglottitis may be due to Hib vaccination failure, lack of vaccination, infections with bacterial species other than Hib or an underlying immunological illness.",
            "cite_spans": [],
            "section": "Physiopathology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "A wide variety of species of bacteria other than Hib may cause epiglottitis, including non-type b Haemophilus strains, groups A, B and C streptococci, Staphylococcus aureus, Strep. pneumoniae, and Pasteurella multocida.\n",
            "cite_spans": [],
            "section": "Physiopathology ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "The incidence of epiglottitis has decreased markedly since the advent of the routine Hib vaccination and the reduction was noted among young children.23 Following the introduction of the different Hib immunization strategies over the past decade, cases in all age groups have continued to decline rapidly and have now become extremely rare in children and occur mainly in older adults with co-morbidities.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "23",
                    "ref_id": null
                }
            ],
            "section": "Prevention ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Clinical features of acute epiglottitis include stridor, dyspnea, hoarseness, fever, sore throat, odynophagia, dysphagia, drooling and cervical lymphadenopathy. General malaise often precedes presentation. Acute epiglottitis may progress rapidly into life-threatening upper airway obstruction. The abrupt onset of edema and inflammation of the epiglottis and surrounding tissues can progress to total airway obstruction. Signs of respiratory distress or sepsis can lead to death.",
            "cite_spans": [],
            "section": "Clinical Features ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Affected children are anxious and lean forward to open their airway. The diagnosis is easily made by viewing the epiglottis, which is swollen and red (Figure 25-3\n). Intubation is often required but can be avoided in some cases with quick administration of antibiotic treatment.",
            "cite_spans": [],
            "section": "Clinical Features ::: Epiglottitis",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 162,
                    "mention": "Figure 25-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Presentation in adults may be with a slower onset. The airway obstruction occurs because of a progressive cellulitis of the supraglottic area. Thus at presentation, antibiotic treatment and intubation at the first sign of increasing respiratory compromise may avert the need for tracheotomy.",
            "cite_spans": [],
            "section": "Clinical Features ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Visualization of the posterior pharynx is the best way to confirm the diagnosis of epiglottitis. Because airway obstruction is the most feared complication of this disease, this examination should be done in a manner and place where immediate intubation can be performed if necessary. The larynx can be safely and accurately visualized with flexible laryngoscopy (Figure 25-3).",
            "cite_spans": [],
            "section": "Diagnosis ::: Epiglottitis",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 375,
                    "mention": "Figure 25-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "A complete blood cell count with differential, blood cultures and epiglottic cultures are obtained after the airway is secure and the patient is stable. Elevated white blood cell counts are frequently present, but positive blood culture results are extremely variable (6–15%).",
            "cite_spans": [],
            "section": "Diagnosis ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Culturing swabs from the epiglottis in children almost always obtains Hib. In adults, others pathogens may be obtained.",
            "cite_spans": [],
            "section": "Diagnosis ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Lateral neck radiographs may demonstrate the classic thumb sign (Figure 25-4\n). It is actually a rounded mass shadow of the normal leaf-like epiglottis resulting from the thickening and edema of the inflamed epiglottic tissue. Another radiologic feature of acute epiglottitis is the ‘vallecula sign’, which is the result of partial or complete obliteration of a well-defined air pocket bounding the base of tongue and the epiglottis. The poor sensitivity (38%) and specificity (78%) of plain films limits their utility, whereas the larynx can be safely and accurately visualized with flexible laryngoscopy.24\n",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Epiglottitis",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 76,
                    "mention": "Figure 25-4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The diagnoses of bacterial epiglottitis and viral laryngotracheobronchitis (croup) in infants and children may be confused. In the early phases of illnesses, some symptoms and signs are shared but their subsequent clinical courses and necessary treatments are very different. Early recognition of epiglottitis is vital to avoid misdiagnosis and life-threatening acute airway obstruction and peripheral circulatory failure. A study illustrated the difficulty in differentiating epiglottitis and croup in the early phases of illness.23 The signs of upper airway obstruction without coughing, along with drooling, reliably differentiate epiglottitis from croup. Additional but less reliable hallmarks of epiglottitis are preference to assume a sitting position, refusal of food or drink, inability to swallow, a complaint of sore throat and vomiting. An altered voice is not discriminating. Fever in epiglottitis is usually above 38 °C.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 533,
                    "mention": "23",
                    "ref_id": null
                }
            ],
            "section": "Differential Diagnosis ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "If a stridulous child has a cough and is not drooling, the diagnosis is likely to be a croup, but in a child who is drooling and not coughing, the diagnosis is likely to be epiglottitis rather than croup.",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "If the index of suspicion is high for epiglottitis, direct inspection should be performed only under anesthesia with the intention of intubation. If the suspicion is very low and the intention is to exclude the condition, direct inspection is not totally contraindicated but should be done only where facilities and personnel are on hand to intubate, should sudden obstruction be precipitated.",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Securing the airways is the initial step in the management of epiglottitis. A combination of predictive factors such as stridor, hoarseness, respiratory distress, dyspnea, chest wall retractions and upright position have been associated with the need for airway intervention.25\n",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "25",
                    "ref_id": null
                }
            ],
            "section": "Management ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Appropriate antibiotics include ceftriaxone, cefotaxime and cefuroxime. Ampicillin should not be used due to high frequency of ampicillin-resistant strains of Hib. Steroids are commonly employed to decrease mucosal edema of the epiglottis, but no evidence of any benefit from their use has been yet established.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Intubation is needed for less than 24 hours in most cases. Most children can be successfully extubated after 24 hours of antibiotic therapy. The duration of hospital treatment averages 3 days.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Family members and daycare contacts should receive rifampin prophylaxis for 2 days to avoid secondary infection.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Mortality has become rare with the advent of Hib vaccination and with rapid appropriate diagnosis and management.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "In conclusion, epiglottitis has become rare in industrialized countries with the advent of universal vaccinations against Hib, with the consequent shift in disease from young children to adults. It still remains potentially life-threatening, however, and can be rapidly fatal if not promptly recognized and appropriately managed.",
            "cite_spans": [],
            "section": "Conclusion ::: Epiglottitis",
            "ref_spans": []
        },
        {
            "text": "Acute pharyngitis accounts for 1.3% of outpatient visits to care providers in the USA.",
            "cite_spans": [],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Group A streptococcus (Streptococcus pyogenes) is responsible for 5–15% of cases of pharyngitis in adults and 20–30% of cases in children.26, 27 Streptococcal pharyngitis occurs most commonly among children between 5 and 15 years of age. In temperate climates, the incidence is highest in winter and early spring.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Bacterial causes of upper respiratory infections are led by group A β-hemolytic streptococci (GAS) but can also be caused by H. influenzae, Bordetella pertussis, Chlamydia pneumoniae, Arcanobacterium haemolyticum, Mycoplasma pneumoniae and Yersinia enterocolitica, among others.",
            "cite_spans": [],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Many viruses are responsible for acute pharyngitis. Adenoviruses, rhinoviruses, coronaviruses, enteroviruses, parainfluenza and influenza viruses most frequently cause self-limiting viral infections. Other viral infections, such as respiratory syncytial virus (RSV) and Epstein–Barr virus (EBV), still frequently occur. Herpes simplex virus (HSV) and coxsackieviruses are also implicated in acute pharyngitis, often associated with gingivitis.",
            "cite_spans": [],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Viral upper respiratory infections frequently occur in mini-epidemics. They are more common in the winter except for those caused by enteroviruses, which are more common in the summer. Some viral infections occur year round, with non-seasonal pattern (adenoviruses). GAS infections are more common in the winter. Some bacterial infections appear to be linked to preceding viral infections and hence occur more commonly in the winter. Pharyngeal colonization may occur throughout the year.",
            "cite_spans": [],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Although acute pharyngitis is one of the most frequent illnesses for which pediatricians and other primary care physicians are consulted, with an estimated 15 million visits per year in the United States,27 only a relatively small percentage of patients have GAS pharyngitis.28\n",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "27",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "mention": "28",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Adenovirus, RSV and other viruses directly invade the pharyngeal cells and produce an inflammatory response. This leads to the well-described ‘red, sore throat’. Additionally, adenovirus and EBV often produce lymphoid hyperplasia and tonsillar exudation. Herpes simplex virus (HSV) and coxsackievirus infections frequently lead to ulcerations of the oral mucosa. HSV ulcers are more common in the anterior part of the mouth and coxsackievirus ulcers occur more frequently in the posterior part of the pharynx. HSV often produces a significant gingivitis as well.",
            "cite_spans": [],
            "section": "Physiopathology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Streptococcal pharyngitis often involves the posterior pharynx, with petechiae on the uvula and soft palate.29 When one sees this clinical sign, GAS is often isolated by throat culture. A confusing factor is that up to 10% of patients who have EBV infections will have a secondary group A β-hemolytic streptococcal pharyngitis during their illness. Corynebacterium diphtheriae can also cause pharyngitis, producing a characteristic gray membrane across the structures of the posterior pharynx. This is seldom seen today except in a few geographic areas where diphtheria outbreaks have occurred in recent times, such as Russia.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "mention": "29",
                    "ref_id": null
                }
            ],
            "section": "Physiopathology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "There are also noninfectious causes of pharyngitis, such as Behçet's syndrome, Kawasaki disease, Marshall's syndrome or periodic fever (characterized by recurrent febrile episodes associated with aphthous stomatitis, pharyngitis, and cervical adenitis).30\n",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "30",
                    "ref_id": null
                }
            ],
            "section": "Physiopathology ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Prevention of pharyngitis depends mainly on good handwashing and preventing the spread of oral secretions. Contamination by aerosolized oral secretions, hand-to-mouth contact with multiple individuals and the use of common utensils can be limited to reduce the spread of viral pharyngitis, but some viruses are known to be particularly resilient. RSV has been cultured from tabletops hours after being inoculated;31 measles has been known to be contracted from the air in a physician's waiting room. Transmission of streptococcal pharyngitis seems to require closer contact than for most viruses.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "31",
                    "ref_id": null
                }
            ],
            "section": "Prevention ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "There are vaccines available to prevent some of the diseases. Measles has dramatically decreased in most countries since the advent of measles vaccines. Influenza vaccines are recommended in groups at risk.",
            "cite_spans": [],
            "section": "Prevention ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Pharyngitis is a ubiquitous infection. A ‘sore throat’ affects most people at least once every year. Most cases of viral pharyngitis are associated with an upper respiratory infection (nasopharyngitis). Generally nasopharyngitis has a prodrome that may include malaise, diaphoresis, fever, headache and general aches and/or pains. Coryza and sore throat then begin. Many infections will progress to produce a cough and/or laryngitis. Some viral infections produce predominantly coryza, others more pharyngitis, and others more cough or laryngitis.",
            "cite_spans": [],
            "section": "Clinical Features ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Pharyngitis caused by GAS is the most common infection causing significant pharyngeal edema, frequently with petechiae on the soft palate and uvula (Figure 25-5\n). Tender cervical nodes are common. Small children may complain of abdominal pain, which may be due to mesenteritic adenitis. Headache and raised temperature are also common. Throat pain may be severe, and it is often worse on one side. Cough, coryza and conjunctivitis are not typical symptoms of streptococcal pharyngitis, and, if present, can suggest a viral cause.",
            "cite_spans": [],
            "section": "Clinical Features ::: Pharyngitis",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 160,
                    "mention": "Figure 25-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Some patients who have a streptococcal sore throat have a characteristic red ‘scarlet fever’ rash that begins in the groin and axillary areas and spreads over the body. The rash is sandpaper-like and may itch. A strawberry tongue is also often present. Other patients have a characteristic rash on the face.",
            "cite_spans": [],
            "section": "Clinical Features ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Without treatment, the illness usually resolves within 3–5 days, but complications may happen, including the post-infectious syndromes of post-streptococcal glomerulonephritis and acute rheumatic fever. Rheumatic fever is now rare in higher-income countries,32, 33 but it remains the leading cause of acquired heart disease among children in many resource-poor areas (see Chapter 52).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "33",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Severe unilateral pain or inability to swallow that arises or progresses several days into the illness may raise concern about a local suppurative complication such as peritonsillar or retropharyngeal abscess. This is usually easily diagnosed by an asymmetry of the tonsillar pillars. The affected side is asymmetrically enlarged and protrudes anteriorly into the mouth. Many other agents may be indistinguishable clinically from streptococcal pharyngitis (Box 25-2\n). Coxsackieviruses often cause ulcers in the posterior pharynx along with a sore throat. Measles can cause a severe pharyngitis, but the associated symptoms of conjunctivitis, rash and Koplik's spots make the disease easily diagnosable. Parainfluenza and influenza viruses can give a painful pharyngitis, with frequently associated symptoms of cough and laryngitis. EBV, adenovirus, cytomegalovirus and HSV can produce significant pharyngitis. They also tend to last longer than the other viral causes of pharyngitis. These viruses produce other upper respiratory symptoms such as nontender cervical adenopathy, or in the case of HSV, tongue and mouth ulcers. HSV pharyngitis has been described as a disease in which ‘the gums swell up and swallow the teeth’ (Figure 25-6\n). Acute HIV infection (‘seroconversion illness’) may cause symptoms in up to 50% of patients. It is a mononucleosis-like illness in which pharyngitis is a prominent feature (see Chapter 93). Corynebacterium diphtheriae causes diphtheria, which is easily diagnosed because of the gray pseudomembrane in the posterior pharynx along with pharyngitis (Figure 25-7\n). Arcanobacterium haemolyticum is a common cause of pharyngitis and can also cause a scarlatiniform rash. It is a cause of many non-GAS throat infections.34\nNeisseria gonorrhoeae is an important cause of pharyngitis in sexually active individuals. The appearance of the pharyngitis is nondiagnostic, so a heightened awareness is required to make this diagnosis35 (see Chapter 65). Chlamydia pneumoniae and Mycoplasma pneumoniae can cause pharyngitis, but generally will progress to cough also, often with wheezing and pneumonia.36\nCandida albicans can cause pharyngitis but normally only in the immunocompromised host. The pharyngitis is hyperemic, with white plaques on the buccal mucosa.Box 25-2Infectious Causes of Acute PharyngitisBacteria\n•Group A, C and G streptococci•Mixed anaerobes•\nFusobacterium necrophorum\n•\nArcanabacterium haemolyticum\n•\nNeisseria gonorrhoeae\n•\nTreponema pallidum\n•\nFrancisella tularensis\n•\nCorynebacterium diphtheriae\n•\nYersinia enterolitica\n•\nYersinia pestis\n•\nMycoplasma pneumoniae\n•\nChlamydophila pneumoniae\n•\nChlamydophila psitacci\n\nVirus\n•Rhinovirus•Coronavirus•Adenovirus•Influenza virus•Parainfluenza virus•Coxsackievirus•Herpes simplex virus•Epstein–Barr virus•Cytomegalovirus•Human immunodeficiency virus\n",
            "cite_spans": [
                {
                    "start": 1755,
                    "end": 1757,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1963,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 2129,
                    "end": 2131,
                    "mention": "36",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Pharyngitis",
            "ref_spans": [
                {
                    "start": 1227,
                    "end": 1238,
                    "mention": "Figure 25-6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1588,
                    "end": 1599,
                    "mention": "Figure 25-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Presentation of acute pharyngitis may be nonspecific. The diagnosis of streptococcal pharyngitis should be based on the results of a specific test to detect the presence of the bacteria: a throat culture or a rapid antigen-detection test of a throat swab specimen.",
            "cite_spans": [],
            "section": "Diagnosis ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "The rapid antigen-detection test (RADT) detects the presence of GAS within a few minutes and has high sensitivity and specificity. It allows the practitioner to treat only those cases with GAS, thus avoiding prescribing antibiotics for viral infections. Only group A streptococcus leads to rheumatic fever, so the antibiotic treatment is not only necessary to eliminate the pharyngitis but also to prevent the subsequent rheumatic disease.",
            "cite_spans": [],
            "section": "Diagnosis ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Clinical guidelines state that negative RADTs do not require confirmation by a back-up method in adults but RADTs fail to detect a substantial number of adult patients with clinically significant pharyngitis and so culture can still be useful, notably in diagnosis of other bacterial pharyngitis. In children with symptoms and signs highly suggestive of streptococcal pharyngitis, even if the RADT is negative, a throat culture should be performed. If the RADT is positive, a throat culture is not needed for diagnosis.",
            "cite_spans": [],
            "section": "Diagnosis ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Certain persons are asymptomatic carriers of Strep. pyogenes and carriage can persist for weeks or months. In the absence of suggestive clinical findings, a positive culture or RADT is likely to reflect incidental carriage of Strep. pyogenes.",
            "cite_spans": [],
            "section": "Diagnosis ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Measurement of serum antibodies to streptolysin O or DNase B can be useful to provide support for the diagnosis of acute rheumatic fever or post-streptococcal glomerulonephritis, but is not helpful in the management of pharyngitis, since titers increase until 7–14 days after the onset of infection, reaching a peak in 3–4 weeks.37\n",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "37",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "Most cases of pharyngitis are caused by viruses and do not need any antibiotic treatment. Studies have shown that antibiotic treatment in streptococcal pharyngitis reduces the duration of the symptoms, reduces the risk of suppurative complications of streptococcal infections and reduces also the risk of subsequent development of acute rheumatic fever. A Cochrane review of randomized, placebo-controlled trials showed that antibiotic therapy significantly reduced the risks of acute otitis media and peritonsillar abscess.38 For group A streptococcal pharyngitis, recommended therapy in the USA is 10 days of oral penicillin or amoxicillin (6 days in France). Azithromycin and clindamycin are acceptable alternatives for patients with penicillin allergy.28 Without treatment, streptococcal pharyngitis is associated with persistence of positive throat cultures for up 6 weeks in 50% of patients. In patients with recurrent pharyngitis, regardless of the etiology of the episodes, the benefit of tonsillectomy may be discussed.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "28",
                    "ref_id": null
                }
            ],
            "section": "Management ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "A 2012 update by the Infectious Diseases Society of America IDSA28 gave clinical practice guideline for the diagnosis and management of group A streptococcal pharyngitis.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "28",
                    "ref_id": null
                }
            ],
            "section": "Management ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "In conclusion, acute pharyngitis is an ubiquitous infection. Group A streptococcus is one of common causes of pharyngitis that should be diagnosed and treated to prevent post-streptococcal complications.",
            "cite_spans": [],
            "section": "Conclusion ::: Pharyngitis",
            "ref_spans": []
        },
        {
            "text": "\n\nReferences available online at\nexpertconsult.com\n.\n",
            "cite_spans": [],
            "section": "Conclusion ::: Pharyngitis",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 25-1: Westley Croup Score\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 25-1: Anteroposterior neck film demonstrating steeple sign (arrows) in a case of croup.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 25-2: The Alberta Medical Association guideline for the diagnosis and management of croup.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 25-3: Acute epiglottitis with views of the cherry red epiglottis on direct laryngoscopy.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 25-4: Lateral neck film demonstrating thumb sign with edema of the epiglottis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 25-5: GAS tonsillitis.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 25-6: Primary infection of HSV-1",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 25-7: Diphtheria pharyngitis with gray pseudomembranes in the posterior pharynx.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Nebulized epinephrine for croup in children",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bjornson",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Vandermeer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Croup",
            "authors": [
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Bjornson",
                    "suffix": ""
                },
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "9609",
            "pages": "329-339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical practice: Croup",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "4",
            "pages": "384-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical courses of croup caused by influenza and parainfluenza viruses",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Infect Dis J",
            "volume": "21",
            "issn": "1",
            "pages": "76-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Glucocorticoids for croup",
            "authors": [
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "O'Gorman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Epiglottitis in the United States: national trends, variances, prognosis, and management",
            "authors": [
                {
                    "first": "R.K.",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Stocks",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Laryngoscope",
            "volume": "120",
            "issn": "6",
            "pages": "1256-1262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical practice guideline for the diagnosis and management of group A streptococcal pharyngitis: 2012 update by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Bisno",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "10",
            "pages": "e86-e102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical practice: Streptococcal pharyngitis",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "7",
            "pages": "648-655",
            "other_ids": {
                "DOI": []
            }
        }
    }
}