{
    "paper_id": "PMC7173606",
    "metadata": {
        "title": "Infection",
        "authors": [
            {
                "first": "Alan",
                "middle": [
                    "J."
                ],
                "last": "Cann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Life on Earth depends on the primary productivity of plants—the production of organic molecules from inorganic molecules such as CO2 (with additional\nBox 6.1Is botany boring?Some of the most exciting experimental biology currently being done involves plant science. Biologists can do experiments with plants that they can only dream of being able to perform with animals. And yet, the idea persists among many that botany is boring. Much of the most exciting plant science involves plant viruses, either as experimental tools or in terms of finding ways to prevent infection. And as this section describes, the biology of plant viruses has some striking differences from that of animal viruses. So if you think botany is boring, you probably need to find out more about plant viruses. contributions from some bacteria). From the smallest single-celled alga in the ocean to the largest forest giant tree (and everything in between, such as broccoli), plants are vitally important. Photosynthetic algae in the oceans play a major role in controlling the atmosphere and the climate, and interactions with viruses is one of the major mechanisms which in turn controls the algae. All higher animals depend on the primary productivity of plants for their food. So plants are a big deal, and anything that affects plant growth is of great importance.",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "In purely economic terms, viruses are only of importance if it is likely that they will affect crops during their commercial lifetime, a likelihood that varies greatly between very short extremes in horticultural production and very long extremes in forestry. Some estimates have put total worldwide cost of plant virus infections as high as $6×1010 per year. The mechanism by which plant viruses are transmitted between hosts is therefore of great importance. There are a number of routes by which plant viruses may be transmitted:▪\nSeeds: These may transmit virus infection either by external contamination of the seed with virus particles or by infection of the living tissues of the embryo. Transmission by this route leads to early outbreaks of disease in new crops that are usually initially focal in distribution but may subsequently be transmitted to the remainder of the crop by other mechanisms (see later).▪\nVegetative propagation/grafting: These techniques are inexpensive and easy methods of plant propagation but provide the ideal opportunity for viruses to spread to new plants.▪\nVectors: Many different groups of living organisms can act as vectors and spread viruses from one plant to another:▪Bacteria (e.g., Agrobacterium tumefaciens—the Ti plasmid of this organism has been used experimentally to transmit virus genomes between plants)▪Fungi\n▪Nematodes▪Arthropods (insects; e.g., aphids, leafhoppers, planthoppers, beetles, thrips)▪Arachnids (e.g., mites)\n▪\nMechanical: Mechanical transmission of viruses is the most widely used method for experimental infection of plants and is usually achieved by rubbing virus-containing preparations into the leaves, which in most plant species are particularly susceptible to infection. However, this is also an important natural method of transmission. Virus particles may contaminate soil for long periods and be transmitted to the leaves of new host plants as wind-blown dust or as rain-splashed mud.\n",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "The problems plant viruses face in initiating infections of host cells have already been described (Chapter 4), as has the fact that no known plant virus employs a specific cellular receptor of the types that animal and bacterial viruses use to attach to cells. Transmission of plant viruses by insects is of particular agricultural importance. Huge areas of monoculture and the inappropriate use of pesticides that kill natural predators can result in massive population booms of pest insects such as aphids. Plant viruses rely on a mechanical breach of the integrity of a cell wall to directly introduce a virus particle into a cell. This is achieved either by the vector associated with transmission of the virus or simply by mechanical damage to cells. Transfer by insect vectors is a particularly efficient means of virus transmission. In some instances, viruses are transmitted mechanically from one plant to the next by the vector and the insect is only a means of distribution, through flying or being carried on the wind for long distances (sometimes hundreds of miles). Insects that bite or suck plant tissues are the ideal means of transmitting viruses to new hosts—a process known as nonpropagative transmission. However, in other cases (e.g., many plant rhabdoviruses), the virus may also infect and multiply in the tissues of the insect (propagative transmission) as well as those of host plants. In these cases, the vector serves as a means not only of distributing the virus but also of amplifying the infection.",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "Initially, most plant viruses multiply at the site of infection, giving rise to localized symptoms such as necrotic spots on the leaves. The virus may subsequently be distributed to all parts of the plant either by direct cell-to-cell spread or by the vascular system, resulting in a systemic infection involving the whole plant. However, the problem these viruses face in reinfection and recruitment of new cells is the same as the one they faced initially—how to cross the barrier of the plant cell wall. Plant cell walls necessarily contain channels called plasmodesmata that allow plant cells to communicate with each other and to pass metabolites between them. However, these channels are too small to allow the passage of virus particles or genomic nucleic acids. Many (if not most) plant viruses have evolved specialized movement proteins that modify the plasmodesmata. One of the best known examples of this is the 30-k protein of tobacco mosaic virus (TMV). This protein is expressed from a subgenomic mRNA (Figure 3.13), and its function is to modify plasmodesmata causing genomic RNA coated with 30-k protein to be transported from the infected cell to neighboring cells (Figure 6.1\n). Other viruses, such as cowpea mosaic virus (CPMV; Comoviridae) have a similar strategy but employ a different molecular mechanism. In CPMV, the 58-/48-k proteins form tubular structures allowing intact virus particles to pass from one cell to another (Figure 6.1).",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": [
                {
                    "start": 1183,
                    "end": 1193,
                    "mention": "Figure 6.1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1449,
                    "end": 1459,
                    "mention": "Figure 6.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Typically, virus infections of plants might result in effects such as growth retardation, distortion, mosaic patterning on the leaves, yellowing, wilting, and others. These macroscopic symptoms result from:▪Necrosis of cells, caused by direct damage due to virus replication▪Hypoplasia, localized retarded growth frequently leading to mosaicism (the appearance of thinner, yellow areas on the leaves)▪Hyperplasia, excessive cell division or the growth of abnormally large cells, resulting in the production of swollen or distorted areas of the plant\n",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "Plants might be seen as sitting targets for virus infection—unlike animals, they cannot run away. However, plants exhibit a sophisticated range of responses to virus infections designed to minimize harmful effects. Initially, infection results in a hypersensitive response, manifested as:\n▪The synthesis of a range of new proteins, the pathogenesis-related (PR) proteins▪An increase in the production of cell wall phenolic substances▪The release of active oxygen species▪The production of phytoalexins▪The accumulation of salicylic acid; amazingly, plants can even warn each other that viruses are coming by airborne signaling with volatile compounds such as methyl salicylate\n",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "The hypersensitive response involves synthesis of a wide range of different molecules. Some of these PR proteins are proteases, which presumably destroy virus proteins, limiting the spread of the infection. There is some similarity here between the design of this response and the production of interferons by animals (see later).",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "Systemic resistance to virus infection is a naturally occurring phenomenon in some strains of plant. This is clearly a highly desirable characteristic that is prized by plant breeders, who try to spread this attribute to economically valuable crop strains. There are probably many different mechanisms involved in systemic resistance, but in general terms there is a tendency of these processes to increase local necrosis when substances such as proteases and peroxidases are produced by the plant to destroy the virus and to prevent its spread and subsequent systemic infection. An example of this is the tobacco N gene, which encodes a cytoplasmic protein with a nucleotide binding site that interferes with the TMV replicase. When present in plants, this gene causes TMV to produce a localized, necrotic infection rather than the systemic mosaic symptoms normally seen. There are many different mechanisms involved in systemic resistance, but in general terms there is a tendency toward increased local necrosis as substances such as proteases and peroxidases are produced by the plant to destroy the virus and to prevent its spread and subsequent systemic disease.",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "Virus-resistant plants have been created by the production of transgenic plants expressing recombinant virus proteins or nucleic acids that interfere with virus replication without producing the pathogenic consequences of infection, for example:▪Virus coat proteins, which have a variety of complex effects, including inhibition of virus uncoating and interference of expression of the virus at the level of RNA (gene silencing by untranslatable RNAs)▪Intact or partial virus replicases that interfere with genome replication▪Antisense RNAs▪Defective virus genomes▪Satellite sequences (see Chapter 8)▪Catalytic RNA sequences (ribozymes)▪Modified movement proteins\n",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "This is a very promising technology that offers the possibility of substantial increases in agricultural production without the use of expensive, toxic, and ecologically damaging chemicals (fertilizers, herbicides, or pesticides). In some countries, notably in Europe, public resistance to genetically engineered plants has so far prevented the widespread adoption of new varieties produced by genetic manipulation without considering the environmental cost of not utilizing these new approaches to plant breeding.",
            "cite_spans": [],
            "section": "Virus Infections of Plants",
            "ref_spans": []
        },
        {
            "text": "The most significant response to virus infection in vertebrates is activation of both the cellular and humoral parts of the immune system. A complete description of all the events involved in the immune response to the presence of foreign antigens is beyond the scope of this book, so you should refer to the books mentioned in “Further Reading” at the end of this chapter to ensure that you are familiar with all the immune mechanisms (and jargon!) described next. A brief summary of some of the more important aspects is worth considering however, beginning with the humoral immune response, which results in the production of antibodies.",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "The major impact of the humoral immune response is the eventual clearance of virus from the body. Serum neutralization stops the spread of virus to uninfected cells and allows other defense mechanisms to mop up the infection. Figure 6.2\nshows a very simplified version of the mammalian humoral response to infection. Virus infection induces at least three classes of antibodies: immunoglobulin G (IgG), IgM, and IgA. IgM is a large, multivalent molecule that is most effective at cross-linking large targets (e.g., bacterial cell walls or flagella) but is probably less important in combating virus infections. In contrast, the production of IgA is very important for initial protection from virus infection. Secretory IgA is produced at mucosal surfaces and results in mucosal immunity, an important factor in preventing infection from occurring. Induction of mucosal immunity depends to a large extent on the way in which antigens are presented to and recognized by the immune system. Similar antigens incorporated into different vaccine delivery systems (see “Prevention and Therapy of Virus Infection,” later) can lead to very different results in this respect, and mucosal immunity is such an important factor that similar vaccines may vary considerably in their efficacy. IgG is probably the most important class of antibody for direct neutralization of virus particles in serum and other body fluids (into which it diffuses).",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "mention": "Figure 6.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Direct virus neutralization by antibodies results from a number of mechanisms, including conformational changes in the virus capsid caused by antibody binding, or blocking of the function of the virus target molecule (e.g., receptor binding) by steric hindrance. A secondary consequence of antibody binding is phagocytosis of antibody-coated (opsonized) target molecules by mononuclear cells or polymorphonuclear leukocytes. This results from the presence of the Fc receptor on the surface of these cells, but as noted in Chapter 4, in some cases opsonization of a virus by the binding of nonneutralizing antibodies can result in enhanced virus uptake. This has been shown to occur with rabies virus, and in the case of human immunodeficiency virus (HIV) may promote uptake of the virus by macrophages. Nonphagocytic cells can also destroy antibody-coated viruses via an intracellular pathway involving the TRIM21 protein. Antibody binding also leads to the activation of the complement cascade, which assists in the neutralization of virus particles. Structural alteration of virus particles by complement binding can sometimes be visualized directly by electron microscopy. Complement is particularly important early in virus infection when limited amounts of low-affinity antibody are made—complement enhances the action of these early responses to infection.",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "Despite all of these mechanisms, in overall terms cell-mediated immunity is probably more important than humoral immunity in the control of virus infections. This is demonstrated by the following observations:▪Congenital defects in cell-mediated immunity tend to result in predisposition to virus (and parasitic) infections, rather than to bacterial infections.▪The functional defect in acquired immune deficiency syndrome (AIDS) is a reduction in the ratio of T-helper (CD4+):T-suppressor (CD8+) cells from the normal value of about 1.2 to 0.2. AIDS patients commonly suffer many opportunistic virus infections (e.g., various herpesviruses such as herpes simplex virus [HSV], cytomegalovirus [CMV], and Epstein–Barr virus [EBV]) that may have been present before the onset of AIDS but were previously suppressed by the intact immune system.\n",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "Cell-mediated immunity depends on three main effects (Figure 6.3\n). These all act via molecular mechanisms that will be explained later in this chapter (see “Viruses and Apoptosis,” later):▪Nonspecific cell killing (mediated by natural killer [NK] cells)▪Specific cell killing (mediated by cytotoxic T-lymphocytes [CTLs])▪Antibody-dependent cellular cytotoxicity (ADCC)\n",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 64,
                    "mention": "Figure 6.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Natural killer cells carry out cell lysis independently of conventional immunological specificity; that is, they do not depend on clonal antigen recognition for their action. They are not major histocompatibility complex (MHC) restricted. In other words, NK cells are able to recognize virus-infected cells without being presented with a specific antigen by a macromolecular complex consisting of MHC antigens plus the T-cell receptor/CD3 complex. The advantage of this is that NK cells have broad specificity (many antigens rather than a single epitope) and are also active without the requirement for sensitizing antibodies. They are therefore the first line of defense against virus infection.\n",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "NK cells are most active in the early stages of infection (i.e., in the first few days), and their activity is stimulated by interferon-α/β (see later). NK cells are not directly induced by virus infection—they exist even in immunologically naive individuals and are revealed in the presence of interferon-α/β. They are thus part of the innate rather than the adpative immune response. Their function is complementary to and is later taken over by CTLs (see later), which are part of the adaptive immune response. Not all the targets for NK cells on the surface of infected cells are known, but they are inhibited by MHC class I antigens (which are present on all nucleated cells), allowing recognition of self (i.e., uninfected cells) and preventing total destruction of the body. It is well known that some virus infections disturb normal cellular MHC-I expression and this is one mechanism by which NK cells recognize virus-infected cells. NK cell cytotoxicity is activated by interferon-α/β, directly linking NK cell activity to virus infection (see later).",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "Unlike NK cells, which may be either CD4+ or CD8+, cytotoxic T-lymphocytes (CTLs) are usually of CD8+ (suppressor) phenotype; that is, they express CD8 molecules on their surface. CTLs are the major cell-mediated immune response to virus infections and are MHC restricted—clones of cells recognize a specific antigen only when presented by MHC-I antigen on the target cell to the T-cell receptor/CD3 complex on the surface of the CTL. (MHC-I antigens are expressed on all nucleated cells in the body; MHC class II antigens are expressed only on the surface of the antigen-presenting cells of the immune system: T-cells, B-cells, and macrophages.) CTL activity requires help (i.e., cytokine production) from T-helper cells. The CTLs themselves recognize foreign antigens through the T-cell receptor/CD3 complex, which docks with antigen presented by MHC-I on the surface of the target cell (Figure 6.4\n). The mechanism of cell killing by CTL is similar to that of NK cells (explained later). The induction of a CTL response also results in the release of many different cytokines from T-helper cells, some of which result in clonal proliferation of antigen-specific CTL and others that have direct antiviral effects—for example, interferons (see later). The kinetics of the CTL response (peaking at about 7 days after infection) are somewhat slower than the NK response (e.g., 3–7 days cf. 0.5–3 days), so NK cells and CTLs are complementary systems.",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": [
                {
                    "start": 890,
                    "end": 900,
                    "mention": "Figure 6.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The induction of a CTL response is dependent on recognition of specific T-cell epitopes by the immune system. These are distinct from the B-cell epitopes recognized by the humoral arm of the immune system. T-cell epitopes are more highly conserved (less variable) than B-cell epitopes, which are more able to mutate quickly to escape immune pressure. These are important considerations in the design of antiviral vaccines. The specificity of cell killing by CTLs is not absolute. Although they are better behaved than NK cells, diffusion of perforin and local cytokine production frequently results in inflammation and bystander cell damage. This is a contributory cause of the pathology of many virus diseases (see Chapter 7), but the less attractive alternative is to allow virus replication to proceed unchecked.",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "Antibody-dependent cellular cytotoxicity is less well understood than either of the previous two mechanisms. ADCC can be carried out by NK cells or by CTLs. The mechanism of cell killing is the same as that described in the next section, although complement may also be involved in ADCC. The distinguishing feature of ADCC is that this mechanism is dependent on the recognition of antigen on the surface of the target cell by means of antibody on the surface of the effector cell. The antibody involved is usually IgG, which is bound to Fc receptors on the surface of the T-cell. ADCC therefore requires a preexisting antibody response and hence does not occur early during primary virus infections—it is part of the adaptive immune response. The overall contribution of ADCC to the control of virus infections is not clear, although it is now believed that it plays a significant part in their control.\nBox 6.2Collateral damageWe all walk around with a time bomb inside us. It’s called your immune system. When it ticks away quietly in the background, we don’t notice it, but when things go wrong, it’s very bad news. Your immune system has to keep working with Goldilocks precision—not too strong, not too weak—for decade after decade. And as soon as a virus turns up and starts to take over your cells, your immune system has to show up right away (leave it a few days and it’s probably too late), and it has to get it right every time. Fighting viruses is warfare and people get hurt—mostly you. Fever, muscle pain, headaches, vomiting, dead neurons in your brain or spinal cord. That’s all due to your immune system. But maybe you’d prefer encephalitis?\n",
            "cite_spans": [],
            "section": "Immune Responses to Virus Infections in Animals",
            "ref_spans": []
        },
        {
            "text": "\nApoptosis, or programmed cell death, is a critical mechanism in tissue remodeling during development and in cell killing by the immune system. There are two ways in which a cell can die: necrosis or apoptosis.▪\nNecrosis is the normal response of cells to injury caused by toxins or environmental stress. Necrosis is marked by nonspecific changes such as disruption of the plasma membrane and nuclear envelope, rupture of membrane-bounded organelles such as mitochondria and lysosomes, cell swelling, random fragmentation of DNA/RNA, influx of calcium ions into the cell, and loss of membrane electrical potential. The release of cellular components from the dying cell causes a localized inflammatory response by the cells of the immune system. This frequently leads to damage to adjacent cells/tissue—bystander cell damage.▪\nApoptosis is, in contrast, a tightly regulated process that relies on complex molecular cascades for its control. It is marked by cell shrinkage, condensation and clumping of chromatin, a regular pattern of DNA fragmentation, and bubbling off of cellular contents into small membrane-bounded vesicles (blebbing), which are subsequently phagocytosed by macrophages, preventing inflammation.\n",
            "cite_spans": [],
            "section": "Viruses and Apoptosis",
            "ref_spans": []
        },
        {
            "text": "When triggered by the appropriate signals, immune effector cells such as CTLs and NK cells release previously manufactured lytic granules stored in their cytoplasm. These act on the target cell and induce apoptosis by two mechanisms:▪Release of cytotoxins such as: (1) perforin (a.k.a. cytolysin), a peptide related to complement component C9 that, on release, polymerizes to form polyperforin, which forms transmembrane channels, resulting in permeability of the target cell membrane; and (2) granzymes, which are serine proteases related to trypsin. These two effectors act collaboratively, with the membrane pores allowing the entry of granzymes into the target cell. The membrane channels also allow the release of intracellular calcium from the target cell, which also acts to trigger apoptotic pathways.▪In addition, CTLs (but not NK cells) express Fas ligand on their surface, which binds to Fas on the surface of the target cell, triggering apoptosis. Binding of Fas ligand on the effector cell to Fas (CD95) on the target cell results in activation of cellular proteases known as caspases, which in turn trigger a cascade of events leading to apoptosis.\n",
            "cite_spans": [],
            "section": "Viruses and Apoptosis",
            "ref_spans": []
        },
        {
            "text": "The process of induction and repression of apoptosis during virus infection has received much attention during the last few years. It is now recognized that this is an important innate response to virus infection. The regulation of apoptosis is a complex issue that cannot be described fully here (see “Further Reading” and Figure 6.5\nfor a summary), but virus infections disturb normal cellular biochemistry and frequently trigger an apoptotic response, for example:▪\nReceptor signaling: Binding of virus particles to cellular receptors may also trigger signaling mechanisms resulting in apoptosis (e.g., HIV [see Chapter 7], reovirus).\n▪\nPKR activation: The interferon effector PKR (RNA-activated protein kinase; see later) may be activated by some viruses (e.g., HIV, reovirus).▪\np53 activation: Viruses that interact with p53 (Chapter 7) may cause either growth arrest or apoptosis (e.g., adenoviruses, SV40, papillomaviruses).▪\nTranscriptional disregulation: Viruses that encode transcriptional regulatory proteins may trigger an apoptotic response (e.g., HTLV Tax).▪\nForeign protein expression: Overexpression of virus proteins at late stages of the replication cycle can also cause apotosis by a variety of mechanisms.\n",
            "cite_spans": [],
            "section": "Viruses and Apoptosis",
            "ref_spans": [
                {
                    "start": 324,
                    "end": 334,
                    "mention": "Figure 6.5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In response to this cellular alarm system, many if not most viruses have evolved mechanisms to counteract this effect and repress apotosis:▪\nBcl-2 homologs: A number of viruses encode Bcl-2 (a negative regulator of apoptosis) homologs (e.g., adenovirus E1B-19k, HHV-8 KSbcl-2).▪\nCaspase inhibition: Caspases are a family of cysteine proteases that are important inducers of apoptosis. Inhibiting these enzymes is an effective way of preventing apoptosis (e.g., baculovirus p35, serpins, vIAPs—inhibitors of apoptosis).▪\nFas/TNF inhibition: Viruses have evolved several mechanisms to block the effects of Fas/TNF, including blocking signaling through the plasma membrane (e.g., adenovirus E3), tumor necrosis factor receptor (TNFR) mimics (e.g., poxvirus crmA), mimics of death signaling factors (vFLIPs), and interactions with signaling factors such as Fas-associated death domain (FADD) and TNFR-associated death domain (TRADD) (e.g., HHV-4 [EBV] LMP-1).▪\np53 inhibition: A number of viruses that interact with p53 have evolved proteins to counteract possible triggering of apoptosis (e.g., adenovirus E1B-55k and E4, SV40 T-antigen, papillomavirus E6).▪\nMiscellaneous: Many other apotosis-avoidance mechanisms have been described in a wide variety of viruses.\n",
            "cite_spans": [],
            "section": "Viruses and Apoptosis",
            "ref_spans": []
        },
        {
            "text": "Without such inhibitory mechanisms, most viruses would simply not be able to replicate due to the death of the host cell before the replication cycle was complete. However, there is evidence that at least some viruses use apoptosis to their benefit. Positive-sense RNA viruses such as poliovirus, hepatitis A virus, and Sindbis virus with lytic replication cycles appear to be able regulate apoptosis, initially repressing it to allow replication to take place, then inducing it to allow the release of virus particles from the cell.",
            "cite_spans": [],
            "section": "Viruses and Apoptosis",
            "ref_spans": []
        },
        {
            "text": "By the 1950s, interference (i.e., the blocking of a virus infection by a competing virus) was a well-known phenomenon in virology. In some cases, the mechanism responsible is quite simple. For example, avian retroviruses are grouped into nine interference groups (A through I) based on their ability to infect various strains of chickens, pheasants, partridges, quail, and such, or cell lines derived from these species. In this case, the inability of particular viruses to infect the cells of some strains is due to the expression of the envelope glycoprotein of an endogenous provirus present in the cells that sequesters the cellular receptor needed by the exogenous virus for infection. In other cases, the mechanism of virus interference is less clear.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "In 1957, Alick Issacs and Jean Lindenmann were studying this phenomenon and performed the following experiment. Pieces of chick chorioallantoic membrane were exposed to ultraviolet (UV)-inactivated (noninfectious) influenza virus in tissue culture. The conditioned medium from these experiments (which did not contain infectious virus) was found to inhibit the infection of fresh pieces of chick chorioallantoic membrane by (infectious) influenza virus in separate cultures (Figure 6.6\n). Their conclusion was that a soluble factor, which they called interferon, was produced by cells as a result of virus infection and that this factor could prevent the infection of other cells. As a result of this provocative observation, interferon became the great hope for virology and was thought to be directly equivalent to the use of antibiotics to treat bacterial infections.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": [
                {
                    "start": 475,
                    "end": 485,
                    "mention": "Figure 6.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The true situation has turned out to be far more complex than was first thought. Interferons do have antiviral properties, but by and large their effects are exerted indirectly via their major function as cellular regulatory proteins. Interferons are immensely potent; less than 50 molecules per cell show evidence of antiviral activity. Hence, following Isaacs and Lindenmann’s initial discovery, many fairly fruitless years were spent trying to purify minute amounts of naturally produced interferon. This situation changed with the development of molecular biology and the cloning and expression of interferon genes, which has led to rapid advances in our understanding over the last 15 years. There are a number of different types of interferons (IFNs):▪IFN-α: There are at least 15 molecular species of interferon-α, all of which are closely related; some species differ by only one amino acid. They are synthesized predominantly by lymphocytes. The mature proteins contain 143 amino acids, with a minimum homology of 77% between the different types. All the genes encoding interferon-α are located on human chromosome 9, and gene duplication is thought to be responsible for this proliferation of genes.▪IFN-β: The single gene for interferon-β is also located on human chromosome 9. The mature protein contains 145 amino acids and, unlike interferon-α, is glycosylated, with approximately 30% homology to other interferons. It is synthesized predominantly by fibroblasts.▪Other interferons: The single gene for interferon-γ is located on human chromosome 12. The mature protein contains 146 amino acids, is glycosylated, and has very low sequence homology to other interferons. It is synthesized predominantly by lymphocytes. Other interferons, such as IFN-γ, -δ, -k, -τ , and so on, play a variety of roles in cellular regulation but are not directly involved in controlling virus infection.\n",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "Because there are clear biological differences between the two main types of interferons, IFN-α and -β are known as type I IFN, and IFN-γ is known as type II IFN. Induction of interferon synthesis results from upregulation of transcription from the interferon gene promoters. There are three main mechanisms involved:▪\nVirus infection: This mechanism is thought to act by the inhibition of cellular protein synthesis that occurs during many virus infections, resulting in a reduction in the concentration of intracellular repressor proteins and hence in increased interferon gene transcription. In general, RNA viruses are potent inducers of interferon while DNA viruses are relatively poor inducers; however, there are exceptions to this rule (e.g., poxviruses are very potent inducers). The molecular events in the induction of interferon synthesis by virus infection are not clear. In some cases (e.g., influenza virus), UV-inactivated virus is a potent inducer; therefore, virus replication is not necessarily required. Induction by viruses might involve perturbation of the normal cellular environment and production of small amounts of double-stranded RNA (see later).▪\nDouble-stranded (ds) RNA: All naturally occurring double-stranded RNAs (e.g., reovirus genomes) are potent inducers of interferon, as are synthetic molecules (e.g., poly I:C); therefore, this process is independent of nucleotide sequence. Single-stranded RNA and double-stranded DNA are not inducers. This mechanism of induction is thought to depend on the secondary structure of the RNA rather than any particular nucleotide sequence.▪\nMetabolic inhibitors: Compounds that inhibit transcription (e.g., actinomycin D) or translation (e.g., cycloheximide) result in induction of interferon. Tumor promoters such as tetradecanoyl phorbol acetate (TPA) or dimethyl sulfoxide (DMSO) are also inducers. Their mechanism of action remains unknown but they almost certainly act at the level of transcription.\n",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "The effects of IFNs are exerted via specific receptors that are ubiquitous on nearly all cell types (therefore, nearly all cells are potentially IFN responsive). There are distinct receptors for type I and type II IFN, each of which consists of two polypeptide chains. Binding of IFN to the type I receptor activates a specific cytoplasmic tyrosine kinase (Janus kinase, or Jak1), which phosphorylates another cellular protein, signal transducer, and activator of transcription 2 (STAT2). This is transported to the nucleus and turns on transcriptional activation of IFN-responsive genes (including IFN, resulting in amplification of the original signal). Binding of IFN to the type II receptor activates a different cytoplasmic tyrosine kinase (Jak2), which phosphorylates the cellular protein STAT1, leading to transcriptional activation of a different set of genes.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "The main action of interferons is on cellular regulatory activities and is rather complex. Interferon affects both cellular proliferation and immunomodulation. These effects result from the induction of transcription of a wide variety of cellular genes, including other cytokines. The net result is complex regulation of the ability of a cell to proliferate, differentiate, and communicate. This cell regulatory activity itself has indirect effects on virus replication (see later). Type I interferon is the major antiviral mechanism; other interferons act as potent cellular regulators, which may have indirect antiviral effects in some circumstances.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "The effect of interferons on virus infections in vivo is extremely important. Animals experimentally infected with viruses and injected with anti-interferon antibodies experience much more severe infections than control animals infected with the same virus. This is because interferons protect cells from damage and death. However, they do not appear to play a major role in the clearance of virus infections—the other parts of the immune response are necessary for this. Interferon is a firebreak that inhibits virus replication in its earliest stages by several mechanisms. Two of these are understood in some detail (see the following), but a number of others (in some cases specific to certain viruses) are less well understood.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "Interferons induce transcription of a cellular gene for the enzyme 2′,5′-oligo A synthetase (Figure 6.7\n). There are at least four molecular species of 2′,5′-oligo A, induced by different forms of interferons. This compound activates an RNA-digesting enzyme, RNAse L, which digests virus genomic RNAs, virus and cellular mRNAs, and cellular ribosomal RNAs. The end result of this mechanism is a reduction in protein synthesis (due to the degradation of mRNAs and rRNAs), therefore the cell is protected from virus damage. The second method relies on the activation of a 68-kDa protein called PKR (RNA-activated protein kinase) (Figure 6.8\n). PKR phosphorylates a cellular factor, eIF2α, which is required by ribosomes for the initiation of translation. The net result of this mechanism is also the inhibition of protein synthesis and this reinforces the 2′,5′-oligo A mechanism. A third, well-established mechanism depends on the Mx gene, a single-copy gene located on human chromosome 21, the transcription of which is induced by Type I IFN. The product of this gene inhibits the primary transcription of influenza virus but not of other viruses. Its method of action is unknown.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 103,
                    "mention": "Figure 6.7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 628,
                    "end": 638,
                    "mention": "Figure 6.8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "In addition to these three mechanisms, there are many additional recorded effects of interferons. They inhibit the penetration and uncoating of SV40 and some other viruses, possibly by altering the composition or structure of the cell membrane; they inhibit the primary transcription of many virus genomes (e.g., SV40, HSV) and also cell transformation by retroviruses. None of the molecular mechanisms by which these effects are mediated has been fully explained.",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": []
        },
        {
            "text": "Interferons are a powerful weapon against virus infection, but they act as a blunderbuss rather than a magic bullet. The severe side effects (fever, nausea, malaise) that result from the powerful cell-regulatory action of interferons means that they will never be widely used for the treatment of trivial virus infections—they are not the cure for the common cold. However, as the cell-regulatory potential of interferons is becoming better understood, they are finding increasing use as a treatment for certain cancers (e.g., the use of IFN-α in the treatment of hairy cell leukemia). Current therapeutic uses of interferons are summarized in Table 6.1\n. The long-term prospects for their use as antiviral compounds are less certain, except for possibly in life-threatening infections where there is no alternative therapy (e.g., chronic viral hepatitis).",
            "cite_spans": [],
            "section": "Interferons",
            "ref_spans": [
                {
                    "start": 644,
                    "end": 653,
                    "mention": "Table 6.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As described earlier, CTLs can only respond to foreign antigens presented by MHC-I complexes on the target cell. A number of viruses interfere with MHC-I expression or function to disrupt this process and evade the CTL response. Such mechanisms include downregulation of MHC I expression by adenoviruses and interference with the antigen processing required to form an MHC-I–antigen complex by herpesviruses.\n",
            "cite_spans": [],
            "section": "Inhibition of MHC-I-restricted antigen presentation ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "The MHC-II antigens are essential in the adaptive immune response in order to stimulate the development of antigen-responsive clones of effector cells. Again, herpesviruses and papillomaviruses interfere with the processing and surface expression of MHC-II–antigen complexes, inhibiting the CTL response.",
            "cite_spans": [],
            "section": "Inhibition of MHC-II-restricted antigen presentation ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "The poxvirus Molluscum contagiosum encodes a homolog of MHC-I that is expressed on the surface of infected cells but is unable to bind an antigenic peptide, thus avoiding killing by NK cells that would be triggered by the absence of MHC-I on the cell surface. Similar proteins are made by other viruses, such as HHV-5 (CMV), and herpesviruses in general appear to have a number of sophisticated mechanisms to avoid NK cell killing.",
            "cite_spans": [],
            "section": "Inhibition of natural killer cell lysis ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "See the previous discussion.",
            "cite_spans": [],
            "section": "Interference with apoptosis ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "Cytokines are secreted polypeptides that coordinate important aspects of the immune response, including inflammation, cellular activation, proliferation, differentiation, and chemotaxis. Some viruses are able to inhibit the expression of certain chemokines directly. Alternatively, herpesviruses and poxviruses encode viroceptors—virus homologs of host cytokine receptors that compete with cellular receptors for cytokine binding but fail to give transmembrane signals. High-affinity binding molecules may also neutralize cytokines directly, and molecules known as virokines block cytokine receptors again without activating the intracellular signaling cascade.",
            "cite_spans": [],
            "section": "Inhibition of cytokine action ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "Interferons are cytokines that act as an effective means of curbing the worst effects of virus infections. Part of their wide-ranging efficacy results from their generalized, nonspecific effects (e.g., the inhibition of protein synthesis in virus-infected cells). This lack of specificity means that it is very difficult for viruses to evolve strategies to counteract their effects; nevertheless, there are instances where this has happened. The anti-interferon effect of adenovirus VA RNAs has already been described in Chapter 5. Other mechanisms of virus resistance to interferons include the following.▪Epstein–Barr virus EBER RNAs are similar in structure and function to the adenovirus VA RNAs. The EBNA-2 protein also blocks interferon-induced signal transduction.▪Vaccinia virus is known to show resistance to the antiviral effects of interferons. One of the early genes of this virus, K3L, encodes a protein that is homologous to eIF-2α, which inhibits the action of PKR. In addition, the E3L protein also binds dsRNA and inhibits PKR activation.▪Poliovirus infection activates a cellular inhibitor of PKR in virus-infected cells.▪Reovirus capsid protein σ3 is believed to sequester dsRNA and therefore prevent activation of PKR.▪Influenza virus NS1 protein suppresses interferon induction by blocking signaling through the Jak/STAT system.\n",
            "cite_spans": [],
            "section": "Inhibition of cytokine action ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "Although direct humoral immunity is less significant than cell-mediated immunity, the antiviral action of ADCC and complement make this a worthwhile target to inhibit. The most frequent means of subverting the humoral response is by high-frequency genetic variation of the B-cell epitopes on antigens to which antibodies bind. This is only possible for viruses that are genetically variable (e.g., influenza virus and HIV). Herpesviruses use alternative strategies such as encoding viral Fc receptors to prevent Fc-dependent immune activation.",
            "cite_spans": [],
            "section": "Evasion of humoral immunity ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "Poxviruses, herpesviruses, and some retroviruses encode mimics of normal regulators of complement activation proteins (e.g., secreted proteins that block C3 convertase assembly and accelerate its decay). Poxviruses can also inhibit C9 polymerization, preventing membrane permeabilization.",
            "cite_spans": [],
            "section": "Evasion of the complement cascade ::: Evasion of Immune Responses by Viruses",
            "ref_spans": []
        },
        {
            "text": "Viruses don’t set out to kill their hosts. Virus pathogenesis is an abnormal situation of no value to the virus; the vast majority of virus infections are asymptomatic. However, for pathogenic viruses, a number of critical stages in replication determine the nature of the disease they produce. For all viruses, pathogenic or nonpathogenic, the first factor that influences the course of infection is the mechanism and site of entry into the body (Figure 6.9\n):▪\nThe skin: Mammalian skin is a highly effective barrier against viruses. The outer layer (epidermis) consists of dead cells and therefore does not support virus replication. Very few viruses infect directly by this route unless there is prior injury such as minor trauma or puncture of the barrier, such as insect or animal bites or subcutaneous injections. Some viruses that do use this route include herpes simplex virus and papillomaviruses, although these viruses probably still require some form of disruption of the skin such as small abrasions or eczema.\n▪\nMucosal membranes: The mucosal membranes of the eye and genitourinary (GU) tract are much more favorable routes of access for viruses to the tissues of the body. This is reflected by the number of viruses that can be sexually transmitted; virus infections of the eye are also quite common (Table 6.2\n).▪\nAlimentary canal: Viruses may infect the alimentary canal via the mouth, oropharynx, gut, or rectum, although viruses that infect the gut via the oral route must survive passage through the stomach, an extremely hostile environment with a very low pH and high concentrations of digestive enzymes. Nevertheless, the gut is a highly valued prize for viruses—the intestinal epithelium is constantly replicating and a good deal of lymphoid tissue is associated with the gut, which provides many opportunities for virus replication. Moreover, the constant intake of food and fluids provides ample opportunity for viruses to infect these tissues (Table 6.3\n). To counteract this problem, the gut has many specific (e.g., secretory antibodies) and nonspecific (e.g., stomach acids and bile salts) defense mechanisms.▪\nRespiratory tract: The respiratory tract is probably the most frequent site of virus infection. As with the gut, it is constantly in contact with external virus particles that are taken in during respiration. As a result, the respiratory tract also has defenses aimed at virus infection—filtering of particulate matter in the sinuses and the presence of cells and antibodies of the immune system in the lower regions. Viruses that infect the respiratory tract usually come directly from the respiratory tract of others, as aerosol spread is very efficient: “coughs and sneezes spread diseases” (Table 6.4\n).\n",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 458,
                    "mention": "Figure 6.9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1316,
                    "end": 1325,
                    "mention": "Table 6.2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1971,
                    "end": 1980,
                    "mention": "Table 6.3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2736,
                    "end": 2745,
                    "mention": "Table 6.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The natural environment is a considerable barrier to virus infection. Most viruses are relatively sensitive to factors like heat, drying, and ultraviolet light (sunlight), although a few types are quite resistant to these factors. This is particularly important for viruses that are spread via contaminated water or foodstuffs—not only must they be able to survive in the environment until they are ingested by another host, but as most are spread by the fecal–oral route, they must also be able to pass through the stomach to infect the gut before being shed in the feces. One way of overcoming environmental stress is to take advantage of a secondary vector for transmission between the primary hosts (Figure 6.10\n). As with plant viruses (see earlier), the virus may or may not replicate while in the vector. Viruses without a secondary vector must rely on continued host-to-host transmission and have evolved various strategies to do this (Table 6.5\n):▪\nHorizontal transmission: The direct host-to-host transmission of viruses. This strategy relies on a high rate of infection to maintain the virus population.▪\nVertical transmission: The transmission of the virus from one generation of hosts to the next. This may occur by infection of the fetus before, during, or shortly after birth (e.g., during breastfeeding). More rarely, it may involve direct transfer of the virus via the germ line itself (e.g., retroviruses). In contrast to horizontal transmission, this strategy relies on long-term persistence of the virus in the host rather than rapid propagation and dissemination of the virus.\n",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": [
                {
                    "start": 704,
                    "end": 715,
                    "mention": "Figure 6.10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 944,
                    "end": 953,
                    "mention": "Table 6.5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Having gained entry to a potential host, the virus must initiate an infection by entering a susceptible cell (primary replication). This initial interaction frequently determines whether the infection will remain localized at the site of entry or spread to become a systemic infection (Table 6.6\n). In some cases, virus spread is controlled by infection of polarized epithelial cells and the preferential release of virus from either the apical (e.g., influenza virus, a localized infection in the upper respiratory tract) or basolateral (e.g., rhabdoviruses, a systemic infection) surface of the cells (Figure 6.11\n). Following primary replication at the site of infection, the next stage may be spread throughout the\nhost. In addition to direct cell–cell contact, there are two main mechanisms for spread throughout the host:▪\nVia the bloodstream: Viruses may get into the bloodstream by direct inoculation; for example, by arthropod vectors, blood transfusion, or intravenous drug abuse (sharing of nonsterilized needles). The virus may travel free in the plasma (e.g., togaviruses, enteroviruses) or in association with red cells (orbiviruses), platelets (HSV), lymphocytes (EBV, CMV), or monocytes (lentiviruses). Primary viremia usually precedes and is necessary for the spread of virus to other parts of the body via the bloodstream and is followed by a more generalized, higher titre secondary viremia as the virus reaches the other target tissues or replicates directly in blood cells.▪\nVia the nervous system: As in the bloodstream, spread of virus to the nervous system is usually preceded by primary viremia. In some cases, spread occurs directly by contact with neurons at the primary site of infection; in other cases, it occurs via the bloodstream. Once in peripheral nerves, the virus can spread to the CNS by axonal transport along neurons. The classic example of this is herpes simplex virus (see “Latent Infection,” later). Viruses can cross synaptic junctions since these frequently contain virus receptors, allowing the virus to jump from one cell to another.\n",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": [
                {
                    "start": 604,
                    "end": 615,
                    "mention": "Figure 6.11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 286,
                    "end": 295,
                    "mention": "Table 6.6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The spread of the virus to various parts of the body is controlled to a large extent by its cell or tissue tropism. Tissue tropism is controlled partly by the route of infection but largely by the interaction of a virus attachment protein with a specific receptor molecule on the surface of a cell (as discussed in Chapter 4) and has considerable effect on pathogenesis.",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": []
        },
        {
            "text": "At this stage, following significant virus replication and the production of virus antigens, the host immune response comes into play. This has already been discussed earlier and obviously has a major impact on the outcome of an infection. To a large extent, the efficiency of the immune response determines the amount of secondary replication that occurs, and hence the spread to other parts of the body. If a virus can be prevented from reaching tissues where secondary replication can occur, generally no disease results, although there are some exceptions to this. The immune response also plays a large part in determining the amount of cell and tissue damage that occurs as a result of virus replication. As described earlier, the production of interferons is a major factor in preventing virus-induced tissue damage.",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": []
        },
        {
            "text": "The immune system is not the only factor that controls cell death, the amount of which varies considerably for different viruses. Viruses may replicate widely throughout the body without any disease symptoms if they do not cause significant cell damage or death. Retroviruses do not generally cause cell death, being released from the cell by budding rather than by cell lysis, and cause persistent infections, even being passed vertically to the offspring if they infect the germ line. All vertebrate genomes, including humans, are littered with retrovirus genomes that have been with us for millions of years (Chapter 3). At present, these ancient virus genomes are not known to cause any disease in humans, although there are examples of tumors caused by them in rodents. Conversely, picornaviruses cause lysis and death of the cells in which they replicate, leading to fever and increased mucus secretion, in the case of rhinoviruses, and paralysis or death (usually due to respiratory failure due to damage to the central nervous system resulting, in part, from virus replication in these cells) in the case of poliovirus.",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": []
        },
        {
            "text": "The eventual outcome of any virus infection depends on a balance between two processes. Clearance is mediated by the immune system (as discussed previously); however, the virus is a moving target that responds rapidly to pressure from the immune system by altering its antigenic composition (whenever possible). The classic example of this phenomenon is influenza virus, which displays two genetic mechanisms that allow the virus to alter its antigenic constitution:▪\nAntigenic drift: This involves the gradual accumulation of minor mutations (e.g., nucleotide substitutions) in the virus genome that result in subtly altered coding potential and therefore altered antigenicity, leading to decreased recognition by the immune system. This process occurs in all viruses all the time but at greatly different rates; for example, it is much more frequent in RNA viruses than in DNA viruses. In response, the immune system constantly adapts by recognition of and response to novel antigenic structures, but it is always one step behind. In most cases, however, the immune system is eventually able to overwhelm the virus, resulting in clearance.▪\nAntigenic shift: In this process, a sudden and dramatic change in the antigenicity of a virus occurs owing to reassortment of the segmented virus genome with another genome of a different antigenic type (see Chapter 3). This results initially in the failure of the immune system to recognize a new antigenic type, giving the virus the upper hand (Figure 6.12\n).\n",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": [
                {
                    "start": 1490,
                    "end": 1501,
                    "mention": "Figure 6.12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "The occurrence of past antigenic shifts in influenza virus populations is recorded by pandemics (worldwide epidemics; Figure 6.13\n). These events are marked by the sudden introduction of a new antigenic type of hemagglutinin and/or neuraminidase into the circulating virus, overcoming previous immunity in the human population. Previous hemagglutinin/neuraminidase types become resurgent when a sufficiently high proportion of the people who have immunological memory of that type have died, thus overcoming the effect of herd immunity.",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 129,
                    "mention": "Figure 6.13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "The other side of the relationship that determines the eventual outcome of a virus infection is the ability of the virus to persist in the host. Long-term persistence of viruses results from two main mechanisms. The first is the regulation of lytic potential. The strategy followed here is to achieve the continued survival of a critical number of virus-infected cells (i.e., sufficient to continue the infection without killing the host organism). For viruses that do not usually kill the cells in which they replicate, this is not usually a problem; hence, these viruses tend naturally to cause persistent infections (e.g., retroviruses). For viruses that undergo lytic infection (e.g., herpesviruses), it is necessary to develop mechanisms that restrict virus gene expression and, consequently, cell damage (see later). The second aspect of persistence is the evasion of immune surveillance, discussed earlier.",
            "cite_spans": [],
            "section": "Virus–Host Interactions",
            "ref_spans": []
        },
        {
            "text": "\nAbortive infection occurs when a virus infects a cell (or host) but cannot complete the full replication cycle, so this is a nonproductive infection. The\noutcome of such infections is not necessarily insignificant; for example, SV40 infection of nonpermissive rodent cells sometimes results in transformation of the cells (see Chapter 7).",
            "cite_spans": [],
            "section": "Abortive infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "This pattern is familiar for many common virus infections (e.g., colds). In these relatively brief infections, the virus is usually eliminated completely by the immune system. Typically, in acute infections, much virus replication occurs before the onset of any symptoms (e.g., fever), which are the result not only of virus replication but also of the activation of the immune system; therefore, acute infections present a serious problem for the epidemiologist and are the pattern most frequently associated with epidemics (e.g., influenza, measles).",
            "cite_spans": [],
            "section": "Acute infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "These are the converse of acute infections (i.e., prolonged and stubborn). To cause this type of infection, the virus must persist in the host for a significant period. To the clinician, there is no clear distinction among chronic, persistent, and latent infections, and the terms are often used interchangeably. They are listed separately here because, to virologists, there are significant differences in the events that occur during these infections.",
            "cite_spans": [],
            "section": "Chronic infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "These infections result from a delicate balance between the virus and the host organism, in which ongoing virus replication occurs but the virus adjusts its replication and pathogenicity to avoid killing the host. In chronic infections, the virus is usually eventually cleared by the host (unless the infection proves fatal), but in persistent infections the virus may continue to be present and to replicate in the host for its entire lifetime.",
            "cite_spans": [],
            "section": "Persistent infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "The best studied example of such a system is lymphocytic choriomeningitis virus (LCMV; an arenavirus) infection in mice (Figure 6.14\n). Mice can be experimentally infected with this virus either at a peripheral site (e.g., a footpad or the tail) or by direct inoculation into the brain. Adult mice infected in the latter way are killed by the virus, but among those infected by a peripheral route there are two possible outcomes to the infection: some mice die but others survive, having cleared the virus from the body completely. It is not clear what factors determine the survival or death of LCMV-infected mice, but other evidence shows that the outcome is related to the immune response to the virus. In immunosuppressed adult mice infected via the central nervous system (CNS) route, a persistent infection is established in which the virus is not cleared (due to the nonfunctional immune system), but remarkably, these mice are not killed by the virus. If, however, syngeneic LCMV-specific T-lymphocytes (i.e., of the same MHC type) are injected into these persistently infected mice, the animals develop the full pathogenic symptoms of LCMV infection and die. When newborn mice, whose immune systems are immature, are infected via the CNS route, they also develop a persistent infection, but in this case, if they are subsequently injected with syngeneic LCMV-specific T-lymphocytes, they clear the virus and survive the infection. The mechanisms that control these events are not completely understood, but evidently there is a delicate balance between the virus and the host animal, and the immune response to the virus is partly responsible for the pathology of the disease and the death of the animals.",
            "cite_spans": [],
            "section": "Persistent infection ::: The Course of Virus Infections",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 132,
                    "mention": "Figure 6.14",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "Not infrequently, persistent infections may result from the production of defective-interfering (D.I.) particles (see Chapter 3). Such particles contain a partial deletion of the virus genome and are replication defective, but they are maintained and may even tend to accumulate during infections because they can replicate in the presence of replication-competent helper virus. The production of D.I. particles is a common consequence of virus infection of animals, particularly by RNA viruses, but also occurs with DNA viruses and plant viruses and can be mimicked in vitro by continuous high-titre passage of virus. Although not able to replicate themselves independently, D.I. particles are not necessarily genetically inert and may alter the course of an infection by recombination with the genome of a replication-competent virus. The presence of D.I. particles can profoundly influence the course and the outcome of a virus infection. In some cases, they appear to moderate pathogenesis, whereas in others they potentiate it, making the symptoms of the disease much more severe. Moreover, as D.I. particles effectively cause restricted gene expression (because they are genetically deleted), they may also result in a persistent infection by a virus that normally causes an acute infection and is rapidly cleared from the body.",
            "cite_spans": [],
            "section": "Persistent infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "This is the ultimate infection! In latency, the virus is able to downregulate its gene expression and enter an inactive state with strictly limited gene expression and without ongoing virus replication. Latent virus infections typically persist for the entire life of the host. An example of such an infection in humans is herpes simplex virus (HSV). Infection of sensory nerves serving the mucosa results in localized primary replication. Subsequently, the virus travels via axon transport mechanisms further into the nervous system. There, it hides in dorsal root ganglia, such as the trigeminal ganglion, establishing a truly latent infection. The nervous system is an immunologically privileged site and is not patrolled by the immune system in the same way as the rest of the body, but the major factor in latency is the ability of the virus to restrict its gene expression. This eliminates the possibility of recognition of infected cells by the immune system. Restricted gene expression is achieved by tight regulation of α-gene expression, which is an essential control point in herpesvirus replication (Chapter 5). In the latent state, HSV makes an 8.3 kilobase RNA transcript called the latent RNA or latency-associated transcript (LAT). The LAT is broken down into even smaller strands called microRNAs (miRNAs), and these block the production of proteins that reactivate the virus. Drugs that block production of these miRNAs in theory could “wake up” all the dormant viruses, making them vulnerable to the immune system and to antiviral therapy, and this raises the eventual possibility of a cure for herpes infections. Expression of the LAT promotes neuronal survival after HSV infection by inhibiting apoptosis. This anti-apoptosis function could promote reactivation by:▪Providing more latently infected neurons for future reactivations▪Protecting neurons in which reactivation occurs▪Protecting previously uninfected neurons during a reactivation\n",
            "cite_spans": [],
            "section": "Latent infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "When reactivated by some provocative stimulus, HSV travels down the sensory nerves to cause peripheral manifestations such as cold sores or genital ulcers. It is not altogether clear what constitutes a provocative stimulus, but there are many possible alternatives, including psychological and physical factors. Periodic reactivation establishes the pattern of infection, with sporadic, sometimes very painful reappearance of disease symptoms for the rest of the host’s life. Even worse than this, immunosuppression later in life can cause the latent infection to flare up (which indicates that the immune system normally has a role in helping to suppress these latent infections), resulting in a very severe, systemic, and sometimes life-threatening infection.",
            "cite_spans": [],
            "section": "Latent infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "In a manner somewhat similar to herpesviruses, infection by retroviruses may result in a latent infection. Integration of the provirus into the host genome certainly results in the persistence of the virus for the lifetime of the host organism and may lead to an episodic pattern of disease. In some ways, acquired immune deficiency syndrome (AIDS), which results from HIV infection, shows aspects of this pattern of infection. The pathogenesis of AIDS is discussed in detail in Chapter 7.",
            "cite_spans": [],
            "section": "Latent infection ::: The Course of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "There are two aspects of the response to the threat of virus diseases: first, prevention of infection, and second, treatment of the disease. The former strategy relies on two approaches: public and personal hygiene, which perhaps plays the major role in preventing virus infection (e.g., provision of clean drinking water and disposal of sewage; good medical practice such as the sterilization of surgical instruments) and vaccination, which makes use of the immune system to combat virus infections. Most of the damage to cells during virus infections occurs very early, often before the clinical symptoms of disease appear. This makes the treatment of virus infection very difficult; therefore, in addition to being less expensive, prevention of virus infection is undoubtedly better than cure.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "To design effective vaccines, it is important to understand both the immune response to virus infection (see earlier) and the stages of virus replication that are appropriate targets for immune intervention. To be effective, vaccines must stimulate as many of the body’s defense mechanisms as possible. In practice, this usually means trying to mimic the disease without causing pathogenesis, for example, the use of live attenuated viruses as vaccines such as nasally administered influenza vaccines and orally administered poliovirus vaccines. To be effective, it is not necessary to get 100% uptake of vaccine. Herd immunity results from the break in transmission of a virus that occurs when a sufficiently high proportion of a population has been vaccinated. This strategy is most effective where there is no alternative host for the virus (e.g., measles) and in practice is the situation that usually occurs since it is impossible to achieve 100% coverage with any vaccine. However, this is a risky business; if protection of the population falls below a critical level, epidemics can easily occur.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Synthetic vaccines are short, chemically synthesized peptides. The major disadvantage with these molecules is that they are not usually very effective immunogens and are very costly to produce. However, because they can be made to order for any desired sequence, they have great theoretical potential, but none are currently in clinical use.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Recombinant vaccines are produced by genetic engineering. Such vaccines already have been produced and are better than synthetic vaccines because they tend to give rise to a more effective immune response. Some practical success has already been achieved with this type of vaccine. For example, vaccination against hepatitis B virus (HBV) used to rely on the use of Australian antigen (HBsAg) obtained from the serum of chronic HBV carriers. This was a very risky practice indeed (because HBV carriers are often also infected with HIV). A completely safe recombinant HBV vaccine produced in yeast is now used.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "DNA vaccines are the newest type of vaccine and consist of only a DNA molecule encoding the antigen(s) of interest and, possibly, costimulatory molecules such as cytokines. The concept behind these vaccines is that the DNA component will be expressed in vivo, creating small amounts of antigenic protein that serve to prime the immune response so that a protective response can be rapidly generated when the real antigen is encountered. In theory, these vaccines could be manufactured quickly and should efficiently induce both humoral and cell-mediated immunity. Initial clinical studies have indicated that there is still some way to go until this experimental technology becomes a practical proposition.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Subunit vaccines consist of only some components of the virus, sufficient to induce a protective immune response but not enough to allow any danger of infection. In general terms, they are completely safe, except for very rare cases in which adverse immune reactions may occur. Unfortunately they also tend to be the least effective and most expensive type of vaccine. The major technical problems associated with subunit vaccines are their relatively poor antigenicity and the need for new delivery systems, such as improved carriers and adjuvants.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Virus vectors are recombinant virus genomes genetically manipulated to express protective antigens from (unrelated) pathogenic viruses. The idea here is to utilize the genome of a well-understood, attenuated virus to express and present antigens to the immune system. Many different viruses offer possibilities for this type of approach. One of the most highly developed systems so far is based on the vaccinia virus (VV) genome. This virus has been used to vaccinate millions of people worldwide in the campaign to eradicate smallpox (see later) and is generally a safe and effective vehicle for antigen delivery. Such vaccines are difficult to produce. No human example is clearly successful yet, although many different trials are currently under way, but VV–rabies recombinants have been used to eradicate rabies in European fox populations. VV-based vaccines have advantages and disadvantages for use in humans—a high percentage of the human population has already been vaccinated during the smallpox eradication campaign, and this lifelong protection may result in poor response to recombinant vaccines. Although generally safe, VV is dangerous in immunocompromised hosts, thus it cannot be used in HIV-infected individuals. A possible solution to these problems may be to use avipoxvirus vectors (e.g., fowlpox or canarypox) as suicide vectors that can only establish abortive infections of mammalian cells and that offer the following advantages:▪Expression of high levels of foreign proteins▪No danger of pathogenesis (abortive infection)▪No natural immunity in humans (avian virus)\n",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Inactivated vaccines are produced by exposing the virus to a denaturing agent under precisely controlled conditions. The objective is to cause loss of virus infectivity without loss of antigenicity. Obviously, this involves a delicate balance. However, inactivated vaccines have certain advantages, such as generally being effective immunogens (if properly inactivated), being relatively stable, and carrying little or no risk of vaccine-associated virus infection (if properly inactivated, but accidents can and do occur). The disadvantage of these vaccines is that it is not possible to produce inactivated vaccines for all viruses, as denaturation of virus proteins may lead to loss of antigenicity (e.g., measles virus). Although relatively effective, killed vaccines are sometimes not as effective at preventing infection as live virus vaccines (see the following), often because they fail to stimulate protective mucosal and cell-mediated immunity to the same extent. A more recent concern is that these vaccines contain virus nucleic acids, which may themselves be a source of infection, either of their own accord (e.g., (+)sense RNA virus genomes) or after recombination with other viruses.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Virus vaccines do not have to be based on virion structural proteins. The effectiveness of attenuated vaccines relies on the fact that a complete spectrum of virus proteins, including nonstructural proteins, are expressed and give rise to cell-mediated immune responses. Live attenuated virus vaccines are viruses with reduced pathogenicity used to stimulate an immune response without causing disease. The vaccine strain may be a naturally occurring virus (e.g., the use of cowpox virus by Edward Jenner to vaccinate against smallpox) or artificially attenuated\nin vitro (e.g., the oral poliomyelitis vaccines produced by Albert Sabin). The advantage of attenuated vaccines is that they are good immunogens and induce long-lived, appropriate immunity. Set against this advantage are their many disadvantages. They are often biochemically and genetically unstable and may either lose infectivity (becoming worthless) or revert to virulence unexpectedly. Despite intensive study, it is not possible to produce an attenuated vaccine to order, and there appears to be no general mechanism by which different viruses can be reliably and safely attenuated. Contamination of the vaccine stock with other, possibly pathogenic viruses is also possible; this was the way in which SV40 was first discovered in oral poliovirus vaccine in 1960. Inappropriate use of live virus vaccines, for example, in immunocompromised hosts or during pregnancy, may lead to vaccine-associated disease, whereas the same vaccine given to a healthy individual may be perfectly safe.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Despite these difficulties, vaccination against virus infection has been one of the great triumphs of medicine during the twentieth century. Most of the success stories result from the use of live attenuated vaccines, for example, the use of vaccinia virus against smallpox. On May 8, 1980, the World Health Organization (WHO) officially declared smallpox to be completely eradicated, the first virus disease to be eliminated from the world. WHO aims to eradicate a number of other virus diseases such as poliomyelitis and measles, but targets for completion of these programs have undergone much slippage due to the formidable difficulties involved in a worldwide undertaking of this nature.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Although prevention of infection by prophylactic vaccination is much the preferred option, postexposure therapeutic vaccines can be of great value in modifying the course of some virus infections. Examples of this include rabies virus, where the course of infection may be very long and there is time for postexposure vaccination to generate an effective immune response and prevent the virus from carrying out the secondary replication in the CNS that is responsible for the pathogenesis of rabies. Other potential examples can be found in virus-associated tumors such as HPV-induced cervical carcinoma.",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "Most existing virus vaccines are directed against viruses that are relatively antigenically invariant, like measles, mumps, and rubella viruses, where this is only one unchanging serotype of the virus. Viruses whose antigenicity alters continuously are a major problem in terms of vaccine production, and the classic example of this is influenza virus (see earlier). In response to this problem, new technologies such as reverse genetics could be used to improve and shorten the lengthy process of preparing vaccines. RNA virus genomes can be easily manipulated as DNA clones to contain nucleotide sequences that match currently circulating strains of the virus. Infectious virus particles are rescued from the DNA clones by introducing these into cells. Seed viruses for distribution to vaccine manufacturers can be produced in as little as 1 to 2 weeks, a much shorter time than the months this process takes in conventional vaccine manufacture. Using the same technology, universal influenza vaccines containing crucial virus antigens expressed as fusion proteins with other antigenic molecules could feasibly be produced, making the requirement for constant production of new influenza vaccines obsolete. Although this has not yet been achieved, advances toward these goals are being made.\n",
            "cite_spans": [],
            "section": "Prevention and Therapy of Virus Infection",
            "ref_spans": []
        },
        {
            "text": "RNA interference (RNAi) is a posttranscriptional gene silencing process that occurs in organisms from yeast to humans. In mammals, small RNAs include small interfering RNAs (siRNAs) and microRNAs (miRNAs). siRNAs, with perfect base complementarity to their targets, activate RNAi-mediated cleavage of the target mRNAs, while miRNAs generally induce RNA decay or translation inhibition of target genes (Figure 6.15\n). Mammals, including humans, encode hundreds of miRNAs. Some viruses with eukaryotic hosts also encode miRNAs. Herpesviruses in particular encode multiple miRNAs; most other nuclear DNA viruses encode one or two miRNAs. RNA viruses and cytoplasmic DNA viruses appear to lack any miRNAs. Virus miRNAs may serve two major functions. Several have been shown to inhibit the expression of cellular factors that play a role in cellular innate or adaptive antiviral immune responses, so reducing the effectiveness of the immune response. Alternatively, virus miRNAs may downregulate the expression of virus proteins, including key immediate-early or early regulatory proteins. In herpes simplex virus, miRNAs are expressed at high levels during latency, but not during productive replication, so their action is thought to stabilize latency.\n",
            "cite_spans": [],
            "section": "RNA Interference (RNAi)",
            "ref_spans": [
                {
                    "start": 402,
                    "end": 413,
                    "mention": "Figure 6.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "RNAi expression can be induced by dsRNA, and this approach has been used to investigate gene function in a variety of organisms including plants and insects. However this method cannot be applied to mammalian cells since dsRNAs longer than 30 nucleotides induce the interferon response (see earlier), which results in the degradation of mRNAs and causes a global inhibition of translation. To circumvent this problem, chemically synthesized siRNAs or plasmid-vectors manipulated to produce short hairpin RNA molecules can be used to investigate gene function in mammals. In the future it may be feasible to treat virus diseases by shutting off gene expression by directing the degradation of specific mRNAs, and many clinical trials are currently under way.",
            "cite_spans": [],
            "section": "RNA Interference (RNAi)",
            "ref_spans": []
        },
        {
            "text": "Viruses are being developed as gene delivery systems for the treatment of inherited and acquired diseases. Gene therapy offers:▪Delivery of large biomolecules to cells▪The possibility of targeting delivery to a specific cell type▪High potency of action due to replication of the vector▪The potential to treat certain diseases (such as head and neck cancers and brain tumors) that respond poorly to other therapies or may be inoperable\n",
            "cite_spans": [],
            "section": "Virus Vectors and Gene Therapy",
            "ref_spans": []
        },
        {
            "text": "The very first retroviral and adenoviral vectors were characterized in the early 1980s. The first human trial to treat children with immunodeficiency resulting from a lack of the enzyme adenosine deaminase (ADA) began in 1990 and showed encouraging although not completely successful results. Like most of the initial attempts, this trial used recombinant retrovirus genomes as vectors. In 1995, the first successful gene therapy for motorneurons and skin cells was reported, while the first phase three (widespread) gene therapy trial was begun in 1997. In 1999, the first successful treatment of a patient with severe combined immunodeficiency disease (SCID) was reported, but sadly, the first death due to a virus vector also occurred, and in 2002 the occurrence of leukemias due to oncogenic insertion of a retroviral vector was seen in some SCID patients undergoing treatment. Several different viruses are being tested as potential vectors (Table 6.7\n). Nonvirus methods of gene delivery including liposome/DNA complexes, peptide/DNA complexes, and direct injection of recombinant DNA are also under active investigation. It is important to note that such experiments are aimed at augmenting defective cellular genes in the somatic cells of patients to alleviate the symptoms of the disease and not at manipulating the human germ line, which is a different issue.",
            "cite_spans": [],
            "section": "Virus Vectors and Gene Therapy",
            "ref_spans": [
                {
                    "start": 947,
                    "end": 956,
                    "mention": "Table 6.7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "More recently, gene therapy involving virus vectors has fallen from favor slightly, but there is no question that, carefully applied, this new application of virology will change the treatment of inherited diseases in the future. What has allowed the initial enthusiasm of the 1980s to continue is the development of virotherapy with oncolytic viruses—viruses engineered to kill only cancer cells. The usefulness of different types of viruses, including adenoviruses, herpesviruses, reoviruses, and poxviruses, has been investigated. Although safety is a concern even in patients with terminal illnesses, this is one area of medical research where optimism is considerable.",
            "cite_spans": [],
            "section": "Virus Vectors and Gene Therapy",
            "ref_spans": []
        },
        {
            "text": "\nBox 6.3The drugs don’t workPharmaceutical companies have a love–hate relationship with vaccines. Mostly hate. They are expensive and difficult to produce and save millions of lives, but if one child is harmed by an alleged bad reaction to a vaccination, the company suffers terrible publicity. Antiviral drugs, however, now that’s a different story. After suitable clinical trials, antivirals are very safe and they make money—lots of money. People like the idea of popping pills to cure diseases. Which is a shame, because the truth is that in spite of all the effort put in, we have pitifully few effective antiviral drugs available. Got a cold? Hard luck. And as far as most developing countries are concerned, pricing puts most drugs out of reach of the people who need them. Antiretroviral therapy can keep AIDS patients alive for decades (if you can afford it), but what about the millions who die each year from respiratory infections or diarrhea?The alternative to vaccination is to attempt to treat virus infections using drugs that block virus replication (Table 6.8\n). Historically, the discovery of antiviral drugs was largely due to luck. Spurred on by successes in the treatment of bacterial infections with antibiotics, drug companies launched huge blind-screening programs to identify chemical compounds with antiviral activity, with relatively little success. The key to the success of any antiviral drug lies in its specificity. Almost any stage of virus replication can be a target for a drug, but the drug must be more toxic to the virus than the host. This is measured by the chemotherapeutic index, given by:DoseofdrugthatinhibitsvirusreplicationDoseofdrugthatistoxictohost\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": [
                {
                    "start": 1068,
                    "end": 1077,
                    "mention": "Table 6.8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "The smaller the value of the chemotherapeutic index, the better. In practice, a difference of several orders of magnitude between the two toxicity values is usually required to produce a safe and clinically useful drug. Modern technology, including molecular biology and computer-aided design of chemical compounds, allows the deliberate design of drugs, but it is necessary to “know your enemy”—to understand the key steps in virus replication that might be inhibited. Any of the stages of virus replication can be a target for antiviral intervention. The only requirements are:\n▪The process targeted must be essential for replication.▪The drug is active against the virus but has acceptable toxicity to the host organism.\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "What degree of toxicity is acceptable clearly varies considerably, for example, between a cure for the common cold, which might be sold over the counter and taken by millions of people, and a drug used to treat fatal virus infections such as AIDS.",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "The attachment phase of replication can be inhibited in two ways, by agents that mimic the virus-attachment protein (VAP) and bind to the cellular receptor or by agents that mimic the receptor and bind to the VAP. Synthetic peptides are the most logical class of compound to use for this purpose. Although this is a promising line of research, there are considerable problems with the clinical use of these substances, primarily the high cost of synthetic peptides and the poor pharmacokinetic properties of many of these synthetic molecules.",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "It is difficult to target specifically the penetration/uncoating stages of virus replication since relatively little is known about them. Uncoating in particular is largely mediated by cellular enzymes and is therefore a poor target for intervention, although, like penetration, it is often influenced by one or more virus proteins. Amantadine and rimantadine are two drugs that are active against influenza A viruses. The action of these closely related agents is to block cellular membrane ion channels. The target for both drugs is the influenza matrix protein (M2), but resistance to the drug may also map to the hemagglutinin gene. This biphasic action results from the inability of drug-treated cells to lower the pH of the endosomal compartment (a function normally controlled by the M2 gene product), which is essential to induce conformational changes in the HA protein to permit membrane fusion (see Chapter 4).",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Many viruses have evolved their own specific enzymes to replicate virus nucleic acids preferentially at the expense of cellular molecules. There is often sufficient specificity in virus polymerases to provide a target for an antiviral agent, and this method has produced the majority of the specific antiviral drugs currently in use. The majority of these drugs function as polymerase substrates (i.e., nucleoside/nucleotide) analogues, and their toxicity varies considerably, from some that are well tolerated (e.g., acyclovir) to others that are quite toxic (e.g., azidothymidine, or AZT). There is a problem with the pharmacokinetics of these nucleoside analogues in that their typical serum half-life is 1 to 4 hours. Nucleoside analogues are, in fact, pro-drugs, as they must be phosphorylated before becoming effective, which is key to their selectivity:▪Acyclovir is phosphorylated by HSV thymidine kinase 200 times more efficiently than by cellular enzymes.▪Ganciclovir is 10 times more effective against CMV than acyclovir but must be phosphorylated by a kinase encoded by CMV gene UL97 before it becomes pharmaceutically active.▪Other nucleoside analogues derived from these drugs and active against herpesviruses have been developed (e.g., valciclovir and famciclovir). These compounds have improved pharmacokinetic properties, such as better oral bioavailability and longer half lives.\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "In addition to these there are a number of nonnucleoside analogues that inhibit virus polymerases; for example, foscarnet is an analogue of pyrophosphate that interferes with the binding of incoming nucleotide triphosphates by virus DNA polymerases. Ribavirin is a compound with a very wide spectrum of activity against many different viruses, especially against many (–)sense RNA viruses. This drug acts as an RNA mutagen, causing a ten-fold increase in mutagenesis of RNA virus genomes and a 99% loss in virus infectivity after a single round of virus infection in the presence of ribavirin. Ribavirin is thus quite unlike the other nucleoside analogues described earlier, and its use might become much more widespread in the future if it were not for the frequency of adverse effects associated with this drug.",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Virus gene expression is less amenable to chemical intervention than genome replication because viruses are much more dependent on the cellular machinery for transcription, mRNA splicing, cytoplasmic export, and translation than for replication. To date, no clinically useful drugs that discriminate between virus and cellular gene expression have been developed. As with penetration and uncoating, for the majority of viruses the processes of assembly, maturation, and release are poorly understood and therefore have not yet become targets for antiviral intervention, with the exception of the anti-influenza drugs oseltamivir and zanamivir, which are inhibitors of influenza virus neuraminidase. Neuraminidase is involved in the release of virus particles budding from infected cells, and these drugs are believed to reduce the spread of virus to other cells.",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "The most striking aspect of antiviral chemotherapy is how few clinically useful drugs are available. As if this were not bad enough, there is also the problem of drug resistance to consider. In practice, the speed and frequency with which resistance arises when drugs are used to treat virus infections varies considerably and depends largely on the biology of the virus involved rather than on the chemistry of the compound. To illustrate this, two extreme cases are described here.",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Acyclovir, used to treat herpes simplex virus (HSV) infections, is easily the most widely used antiviral drug. This is particularly true in the case of genital herpes, which causes painful recurrent ulcers on the genitals. It is estimated that 40 to 60 million people suffer from this condition in the United States. Fortunately, resistance to acyclovir arises infrequently. This is partly due to the high fidelity with which the DNA genome of HSV is copied (Chapter 3). Mechanisms that give rise to acyclovir resistance include:▪HSV pol gene mutants that do not incorporate acyclovir▪HSV thymidine kinase (TK) mutants in which TK activity is absent (TK−) or reduced or shows altered substrate specificity\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Strangely, it is possible to find mutations that give rise to each of these phenotypes with a frequency of 1×10−3 to 1×10−4 in clinical HSV isolates. The discrepancy between this and the very low frequency with which resistance is recorded clinically is probably explained by the observation that most pol/TK mutants appear to be attenuated (e.g., TK− mutants of HSV do not reactivate from the latent state).",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Conversely, azidothymidine (AZT) treatment of HIV infection is much less effective. In untreated HIV-infected individuals, AZT produces a rise in the numbers of CD4+ cells within 2 to 6 weeks. However, this beneficial effect is transient; after 20 weeks, CD4+ T-cell counts generally revert to baseline. This is due partly to the development of AZT resistance in treated HIV populations and to the toxicity of AZT on hematopoesis, as the chemotherapeutic index of AZT is much worse than that of acyclovir. AZT resistance is initiated by the acquisition of a mutation in the HIV reverse transcriptase (pol) gene at codon 215. In conjunction with two to three additional mutations in the pol gene, a fully AZT-resistant phenotype develops. After 20 weeks of treatment, 40 to 50% of AZT-treated patients develop at least one of these mutations. This high frequency is due to the error-prone nature of reverse transcription (Chapter 3).",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Because of the large number of replicating HIV genomes in infected patients (Chapter 7), many mistakes occur continuously. It has been shown that the mutations that confer resistance already exist in untreated virus populations. Thus, treatment with AZT does not cause but merely selects these resistant viruses from the total pool. With other anti-RT drugs, such as didanosine (ddI), a resistant phenotype can result from a single base pair change, but ddI has an even lower therapeutic index than AZT, and relatively low levels of resistance can potentially render this drug useless. However, some combinations of resistant mutations may make it difficult for HIV to replicate, and resistance to one RT inhibitor may counteract resistance to another. The current strategy for therapy of HIV infection is known as HAART (highly active antiretroviral therapy) and employs combinations of different drugs such as a protease inhibitor plus two nucleoside RT inhibitors. Molecular mechanisms of resistance and drug interactions are both important to consider when designing combination regimes:▪Combinations such as AZT + ddI or AZT + 3TC have antagonistic patterns of resistance and are effective.▪Combinations such as ddC + 3TC that show cross-reactive resistance should be avoided.\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Certain protease inhibitors affect liver function and can favorably affect the pharmacokinetics of RT inhibitors taken in combination. Other potential benefits of combination antiviral therapy include lower toxicity profiles and the use of drugs that may have different tissue distributions or cell tropisms. Combination therapy may also prevent or delay the development of drug resistance. Combinations of drugs that can be employed include not only small synthetic molecules but also biological response modifiers such as interleukins and interferons.\n",
            "cite_spans": [],
            "section": "Chemotherapy of Virus Infections",
            "ref_spans": []
        },
        {
            "text": "Virus infection is a complex, multistage interaction between the virus and the host organism. The course and eventual outcome of any infection are the results of a balance between host and virus processes. Host factors involved include exposure to different routes of virus transmission and the control of virus replication by the immune response. Virus processes include the initial infection of the host, spread throughout the host, and regulation of gene expression to evade the immune response. Medical intervention against virus infections includes the use of vaccines to stimulate the immune response and drugs to inhibit virus replication. Molecular biology is stimulating the production of a new generation of antiviral drugs and vaccines.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 6.1: Therapeutic Uses of Interferons\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 6.2: Viruses That Infect via Mucosal Surfaces\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 6.3: Viruses That Infect via the Alimentary Canal\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 6.4: Viruses That Infect via the Respiratory Tract\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 6.5: Virus Transmission Patterns\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6.6: Examples of Localized and Systemic Virus Infections\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 6.7: Virus Vectors in Gene Therapy\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 6.8: Antiviral Drugs\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 6.1: Plant movement proteins. Plant movement proteins allow plant viruses to infect new cells without having to penetrate the cell wall from the outside for each new cell.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 6.2: Kinetics of the immune response. Simplified version of the kinetics of the mammalian humoral response to a typical foreign virus (or other) antigen.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 6.3: Mechanisms of cell-mediated immunity. Diagram illustrating the three main mechanisms by which cell-mediated immunity kills virus-infected cells.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 6.4: Cell-surface proteins involved in immune recognition. Close contact between cells results in cell-to-cell signalling that regulates the immune response.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 6.5: Overview of apoptosis. The pathways controlling apoptosis are very complex. This diagram represents only a simple summary of some of the mechanisms of major significance in virus infections.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.6: Discovery of interferons. In 1957, Alick Issacs and Jean Lindenmann discovered interferons by performing the following experiment. (A) Pieces of chick chorioallantoic membrane were exposed to ultraviolet (UV)-inactivated (noninfectious) influenza virus in tissue culture. (B) The conditioned medium from these experiments (which did not contain infectious virus) was found to inhibit the infection of fresh pieces of chick chorioallantoic membrane by (infectious) influenza virus in separate cultures. They called inhibitory substance in the condition medium “interferon.”",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 6.7: Induction of 2′,5′-oligo A synthetase by interferons. The modified nucleic acid 2′,5′-oligo A is involved in one of the major mechanisms by which interferons counteract virus infections.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 6.8: Induction of PKR by interferons. The protein kinase PKR is another major mechanism by which interferons counteract virus infections.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 6.9: Sites of virus entry into the body. The course a virus infection follows depends on the biology of the virus and the response to infection by the host, but is also influenced by the site at which the virus enters the body.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 6.10: Transmission of viruses through the environment. Some viruses have adopted the use of vectors such as insects or other arthropods to avoid environmental stresses when outside their host organism.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 6.11: Virus infection of polarized epithelial cells. Some viruses that infect epithelial cells are released from the apical surface (e.g., influenza virus) while others are released from the basolateral surface of the cells (e.g., rhabdoviruses). This affects the way in which the virus spreads through the body and the subsequent course of the infection.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 6.12: Antigenic shift and drift in influenza virus. Variation in the antigenicity of influenza viruses occurs through two mechanisms, gradual antigenic drift and sudden antigenic shifts.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 6.13: Historical influenza pandemics. This chart shows the history of influenza pandemics throughout the twentieth century. The first pandemic of the twenty-first century occurred in 2009 and was caused by an H1N1 type virus, although this was not as damaging as earlier pandemics.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 6.14: Persistent infection of mice by lymphocytic choriomeningitis virus (LCMV). LCMV is an arenavirus where the course of infection depends in part on the immune response of the host animal to the virus.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 6.15: Mechanism of RNA interference (RNAi). siRNAs have base complementarity to their target RNA molecules. The resulting double-stranded RNAs are processed by various enzymes, notably Dicer, to produce a complex (RISC) that carries of cleavage of the target mRNAs.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "RNA-based viral immunity initiated by the Dicer family of host immune receptors",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Aliyari",
                    "suffix": ""
                },
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol. Rev.",
            "volume": "227",
            "issn": "1",
            "pages": "176-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "MicroRNA in the immune system, microRNA as an immune system",
            "authors": [
                {
                    "first": "L.F.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Liston",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunology",
            "volume": "127",
            "issn": "3",
            "pages": "291-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Antibodies mediate intracellular immunity through tripartite motif-containing 21 (TRIM21)",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Mallery",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PNAS U. S. A.",
            "volume": "107",
            "issn": "46",
            "pages": "19985-19990",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Making better influenza virus vaccines?",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Interferons and viruses: An interplay between induction, signalling, antiviral responses and virus countermeasures",
            "authors": [
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Gen. Virol.",
            "volume": "89",
            "issn": "1",
            "pages": "1-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Viruses and interferons",
            "authors": [
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Annu. Rev. Microbiol.",
            "volume": "55",
            "issn": "",
            "pages": "255-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Viral subversion of the immune system",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tortorella",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu. Rev. Immunol.",
            "volume": "18",
            "issn": "",
            "pages": "861-926",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Immunological memory to viral infections",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu. Rev. Immunol.",
            "volume": "22",
            "issn": "",
            "pages": "711-743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Implications of high RNA virus mutation rates: Lethal mutagenesis and the antiviral drug ribavirin",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbes Infect.",
            "volume": "4",
            "issn": "",
            "pages": "1301-1307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Understanding HIV-1 latency provides clues for the eradication of long-term reservoirs",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "López-Huertas",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pérez-Olmeda",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Alcamí",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "7",
            "issn": "11",
            "pages": "798-812",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Five questions about viruses and microRNAs",
            "authors": [
                {
                    "first": "B.R.",
                    "middle": [],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog.",
            "volume": "6",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Antiviral immunity directed by small RNAs",
            "authors": [
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Voinnet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "130",
            "issn": "3",
            "pages": "413-426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Kindt",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Goldsby",
                    "suffix": ""
                },
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kuby",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "DNA vaccines: Ready for prime time?",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Kutzler",
                    "suffix": ""
                },
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Genet.",
            "volume": "9",
            "issn": "",
            "pages": "776-788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Modulation of natural killer cell activity by viruses",
            "authors": [
                {
                    "first": "V.J.",
                    "middle": [],
                    "last": "Lisnića",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Krmpotića",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jonjića",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Opin. Microbiol.",
            "volume": "13",
            "issn": "4",
            "pages": "530-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Gene therapy progress and prospects cancer: Oncolytic viruses",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kirn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gene Ther.",
            "volume": "15",
            "issn": "12",
            "pages": "877-884",
            "other_ids": {
                "DOI": []
            }
        }
    }
}