{
    "paper_id": "PMC7194617",
    "metadata": {
        "title": "The Financial Impact of COVID-19 on Our Practice",
        "authors": [
            {
                "first": "Elie",
                "middle": [
                    "M."
                ],
                "last": "Ferneini",
                "suffix": "",
                "email": "eferneini@yahoo.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As the number of cases of confirmed COVID-19 skyrockets in the United States, telehealth has become an essential tool for providing care to patients. It is allowing surgeons to connect with patients, not only in the hospital, but also in clinics and at home. Its use will definitely exponentially increase over time. The Centers for Disease Control and Prevention has reported that telehealth has grown exponentially since the late 1990s, predicting it will be a $30 billion corner of the health care market by 2020. This has resulted from the availability of good high-quality technology, including both software and hardware. We, as surgeons, can integrate it into our clinical practice. Potential uses include preoperative visits, postoperative visits, and follow-up visits. Most of us are shying away from trauma and emergency room calls. Telehealth will make our calls more easy and manageable. This innovation has actually received physician acceptance, patient acceptance, government acceptance, and insurance acceptance.",
            "cite_spans": [],
            "section": "Telemedicine",
            "ref_spans": []
        },
        {
            "text": "To compete against dental support organizations, consolidation will allow us to negotiate with insurance companies, hospitals, and medical suppliers. Our dermatology and orthopedic colleagues have already recognized this problem and achieved mergers. With this pandemic and, potentially, future outbreaks, surgical centers and our offices will potentially need to adopt negative pressure room settings, using high-quality filters and air exchange rates of at least 12 ACH (air changes per hour). These modifications are extremely expensive for the private practitioner. Consolidation will allow us to build state of the art facilities that will be able to function as standalone facilities. Many cosmetic surgeons have built these facilities, which have allowed them to stay independent and provide predictable and safe patient care.",
            "cite_spans": [],
            "section": "Consolidation",
            "ref_spans": []
        },
        {
            "text": "Relief for small businesses, including those run by oral and maxillofacial surgeons (OMSs), is included in the $2 trillion CARES Act legislation. Provisions include the appropriation of $562 million for economic injury disaster loans to assist small businesses affected by this pandemic. This relief will definitely allow OMSs to navigate through these difficult times.",
            "cite_spans": [],
            "section": "Financial Relief",
            "ref_spans": []
        },
        {
            "text": "We need to continue expanding our scope. We owe it to our mentors, colleagues, and residents. This will allow us to continue to grow as a specialty. As discussed previously, the future of oral-maxillofacial surgery as a mainstream surgical specialty lies, not in a retreat to the isolation of our offices, but in the advancement of further training opportunities and research in oral-maxillofacial surgery trauma, oncology, facial cosmetic surgery and craniofacial surgery.4\n",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Expanding Our Scope",
            "ref_spans": []
        },
        {
            "text": "Finally, whatever the financial future becomes, we must be prepared to meet the challenges. We are still the leaders of health care. Health care will not function without us. Being unified as a specialty will allow us to remain an integral part of health care delivery.",
            "cite_spans": [],
            "section": "Expanding Our Scope",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COVID-19: Implications for business",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Perioperative considerations for the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zucco",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ketchandji",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Editorial: Corporate America’s impact on our daily clinical practice",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Ferneini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Oral Maxillofac Surg",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The future of our specialty: Is oral and maxillofacial surgery in jeopardy?",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Ferneini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Oral Maxillofac Surg",
            "volume": "78",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}