{
    "paper_id": "PMC7241321",
    "metadata": {
        "title": "Information-seeking preferences of the Colorado equine industry for distribution of disease outbreak information",
        "authors": [
            {
                "first": "Christianne",
                "middle": [],
                "last": "Magee",
                "suffix": "",
                "email": "christianne.magee@colostate.edu",
                "affiliation": {}
            },
            {
                "first": "Shelly",
                "middle": [],
                "last": "McDaniel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phillip",
                "middle": [],
                "last": "Turk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nick",
                "middle": [],
                "last": "Striegel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ivette",
                "middle": [
                    "Noami"
                ],
                "last": "Roman-Muniz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Internet and social media have added an important element to engagement and communication world-wide [1] and have similarly become essential tools for communication within sectors of the worldwide economy including the equine industry [[2], [3], [4]]. There are approximately 7.2 million horses in the United States (US) of America and humans associated with these animals make up a large and economically diverse industry that contributes significantly to the US economy [5]. However, the vitality of the equine industry also depends on the health and wellness of those animals, and therefore keeping the equine industry accurately informed during a disease outbreak is imperative. For example, equine herpesvirus-1 (EHV-1) is a widespread, viral pathogen that can manifest as respiratory disease, abortion, or myeloencephalopathy, and therefore poses a major economic threat to the equine industry worldwide [6]. In the Netherlands, when the media hype around 4 minor cases of EHV-1-associated myeloencephalopathy (EHM) became a social media-fueled frenzy, the resulting cancellation of competitions and a “voluntary” standstill of all equine activity had a significant economic impact [7].",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 243,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 245,
                    "end": 248,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 250,
                    "end": 253,
                    "mention": "[4]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 915,
                    "end": 916,
                    "mention": "6",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1193,
                    "end": 1194,
                    "mention": "7",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In Colorado, EHV-1 related disease is uncommon and there were only two cases of EHM between January 2015 and 2020 [8]. Vesicular Stomatitis Virus (VSV), on the other hand, is a viral disease spread by black flies and other insect vectors that cause infection in equids, ruminants, swine, and New World camelids; infection results in vesicular lesions that rapidly progress to ulcerative lesions [9]. While VSV is rarely life-threatening to horses or cattle, the quarantine imposed to limit the spread of the disease and the economic impact of the disease is felt within the equine industry at many levels [10]. The 2014 VS outbreak was the worst VS outbreak in the US since 2005, with 490 VSV-affected premises in 8 states, and 370 of those in Colorado [10]. Unfortunately, these numbers were exceeded in 2019, with 1,140 VSV-affected premises again across 8 states, with more than half of the affected premises in Colorado [11].",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "8",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "9",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 925,
                    "end": 927,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Studies focusing on the way in which people ask questions, identify and evaluate the information sources, and apply the information they find to fill “gaps” of knowledge in their lives [12] can guide the individuals who are responsible for communicating to these user populations. Extension agents are often a critical centerpiece for dissemination of knowledge in the community [13] and animal disease emergency preparedness plans articulate the use of both Extension and non-governmental veterinarians to facilitate communication and implementation of government-organized disease management strategies [14]. As the affective aspects of information seeking behavior change from everyday use to a crisis event [15], it is critical to recognize that crisis communications are unique in that they include the dialogue that occurs between an organization, including its acting agents, and its public prior to, during, and after the “crisis” or negative event [16]. Social media has also dramatically changed the way in which individuals seek, share, and consume information [17] such that content that goes “viral” on social media may not originate from an organization, nor even be related to a real event, but it is able to evoke high arousal emotions (e.g. fear or joy), as well as dominance, or feelings of control, that stem from broadcasting the content [18]. During the 2012 EHM outbreak in the Netherlands, the topic “herpes virus neurology” was visited more than 90,000 times/day [7] as members of the public and equine industry sought information about the disease. Scientific literacy among adults is limited and as is their inability to recognize misinformation in social media environments [19] therefore, it is imperative that information-seeking behaviors of the public are understood by government agencies, Extension agents, and veterinarians to maximize effective crisis communication during a disease outbreak.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 958,
                    "end": 960,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1488,
                    "end": 1489,
                    "mention": "7",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Several studies have evaluated information-seeking behaviors of various subpopulations of the equine industry to improve outreach and communication not associated with a disease outbreak [[20], [21], [22], [23], [24], [25], [26], [27], [28], [29]]. The study reported herein was conducted following the 2014 VS outbreak to learn how perceptions of accuracy and availability of news sources affect how members of the Colorado equine industry seek both everyday information as well as information during an equine disease outbreak. Some underlying hypotheses were that the surveyed members of the Colorado equine industry would select resources related to equine disease outbreaks based on their availability and accuracy and that younger industry members (age < 30 years) would rely more heavily on social media for all types of information. The identification of why Colorado equine industry members access information from specific sources would allow animal health and Extension professionals to tailor their online presence to accommodate the communication needs of the Colorado equine industry.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 194,
                    "end": 198,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 200,
                    "end": 204,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 212,
                    "end": 216,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 218,
                    "end": 222,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 224,
                    "end": 228,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 230,
                    "end": 234,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 236,
                    "end": 240,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 242,
                    "end": 246,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Data were collected regarding the information-seeking behaviors of the Colorado equine industry via an online survey instrument (SurveyMonkey). Steps were taken to ensure survey design resulted in a tool that was valid and reliable [30]. All procedures and survey questions were approved (#22017H) by the Colorado State University (CSU) Institutional Review Board for studies involving human subjects prior to initiating the study. A wide variety of Colorado-based, equine-oriented organizations were contacted and asked to forward an email containing the survey link through their organization’s email list and/or Facebook page. In the email, participants were informed of the anonymous nature of the survey and that data collected would be used for a student research project. Participants indicated that they were an adult (≥ 18 years of age) and their consent by clicking the link to engage in the survey. The survey was open for responses from September 30, 2016, to November 13, 2016. Although the survey was distributed via Colorado-based organizations, given the anonymous nature of the survey and the mechanism of distribution, duplicate responses could not be prevented nor could the state of residency of the participant be confirmed.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Survey Design and Data Collection ::: Material and Methods",
            "ref_spans": []
        },
        {
            "text": "The survey was designed to address four main objectives: (1) to determine how age and industry role affect where and why individuals gather information, (2) to assess how the accuracy and availability of a news source affects where individuals access information, (3) to evaluate how accuracy and availability of a news source affects why individuals access information, (4) to determine how the news source individuals use to access information relates to why individuals gather information.",
            "cite_spans": [],
            "section": "Survey Design and Data Collection ::: Material and Methods",
            "ref_spans": []
        },
        {
            "text": "Survey questions and response data used for statistical analysis are summarized in Table 1\n. For questions 1-4, 6, and 8, several answer options were provided, as well as the option “Other: please specify” with space for the participant to provide their own answer. Survey participants selected their answers for questions 5, 7, and 9 only from the answer options provided in the survey. For questions 2 and 3, survey participants were asked to rate their confidence in the accuracy or availability, respectively, of the news sources provided in question 1 using a 7-point likert scale (1 = not at all, 7 = totally trust or available). Survey responses for questions 1-4, 6, and 8 were then curated into larger categories prior to statistical analyses. Participants were allowed to select as many roles in the equine industry as applied. Industry roles that were not categorized included Competitive riders, Pleasure riders, and Horse owners. Veterinarians, farriers, horse trainers, and horse breeders were included in a role category of Equine professionals, while students and industry professionals were categorized as an Other role. If a participant listed multiple roles, then they were categorized based on the role presumed to provide the greatest professional training or knowledge related to equine disease. For example, a veterinarian/competitive rider was categorized as an equine professional and a competitive rider/horse owner was categorized as a competitive rider.",
            "cite_spans": [],
            "section": "Survey Design and Data Collection ::: Material and Methods",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "News sources were categorized by their primary organizational structure or mechanism of distribution. For everyday news (questions 1-3), sources were categorized as Online (online news sources, smartphone news application), Social (Facebook, Twitter) or Traditional (newspaper, television news, radio). For the participants’ preferred news source during an equine disease outbreak (questions 4-6), additional sources specific to the Colorado equine industry were provided as selectable responses in the survey. Traditional print sources (The Horse, Chronicles of the Horse, EQUUS) and online resources (WebMD for Pets) that rely on advertising or subscription were categorized with television (TV), radio, and newspaper as Traditional or for-Profit sources. Resources related to CSU or the state of Colorado, or Extension were categorized as State; whereas resources related to the practice of equine medicine (Equine Disease Communication Center, Gluck Quarterly Report) or dissemination of information from veterinary organizations (American Association of Equine Practitioners Resources for Horse Owners), including the participant’s veterinarian, were categorized as Veterinary. The authors acknowledge that overlap of these categories may exist in the participant responses. For example, the participant’s veterinarian may have been a CSU employee, or the survey participant considered the CSU Veterinary Extension to be associated with CSU resources. Additionally, social media can be a gateway [31] to traditional, state, veterinary, or other resources with a social media presence. Furthermore, many traditional news sources, including local newspapers, radio and TV stations, now also have an online and social media presence [32].",
            "cite_spans": [
                {
                    "start": 1502,
                    "end": 1504,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1736,
                    "end": 1738,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Survey Design and Data Collection ::: Material and Methods",
            "ref_spans": []
        },
        {
            "text": "Both linear mixed models and multinomial models were used to determine how survey participant demographics affect where and why individuals access information. A chi-squared test of association was used to determine whether there was a statistically significant association between where individuals chose to find information about equine diseases first and why they chose that source. Data analysis was performed using SAS software, Version 9.4, and R software, Version 3.3.2.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Material and Methods",
            "ref_spans": []
        },
        {
            "text": "The survey was completed by 256 participants, 95.3% of whom identified as female. Participants were asked to select an age category, demonstrating a range of participants from 18 to 65 years and older (Figure 1\n). Survey participants predominantly consisted of horse owners (41%) and competitive (25.8%) or pleasure (13.3%) riders. Some equine professionals (3.9%) and other (3.1%) members of the equine industry also participated in the survey.",
            "cite_spans": [],
            "section": "Survey Participants ::: Results",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Survey data from questions 1-4, 7, and 8 informed the goals of the first study objective and our effort to determine how age and role affect where and why individuals gather information. Both age (P < .0001) and role (P = .03) influenced the types of news sources utilized by study participants when seeking out everyday information. To obtain everyday news, younger individuals preferred social media sources, whereas older individuals preferred traditional news sources (Figure 1). In the event of an equine disease outbreak, role was an important factor (P = .003) in the selection of news sources from question 4, whereas age was not (P = .19). Additionally, 69.9% of survey participants preferred using state or veterinary resources to obtain information during an equine disease outbreak.",
            "cite_spans": [],
            "section": "Study Objective 1 ::: Results",
            "ref_spans": [
                {
                    "start": 473,
                    "end": 481,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Participant perception of the accuracy of sources for everyday news was negatively associated with increasing age (P = .004). The type of information source (i.e. online, social, or traditional) for everyday news was an important factor (P < .0001), with social media viewed as less trustworthy than online and traditional information sources. Role did not influence (P = .75) perceptions of accuracy for these everyday news sources.",
            "cite_spans": [],
            "section": "Study Objective 1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Age and type of information source also affected how participants perceived the availability of the information source for everyday news. A significant interaction between news source and age (P < .0001) precipitated additional examination of the perceived availability of an information source by either news source or age. Role was not an important factor for availability ratings of an information source (P = .94). Figure 2\ndemonstrates significantly different availability ratings for each of the three types of everyday news sources at three indicated participant ages. However, for participants age 65 years and older, there was no difference (P = .48) in availability ratings for online versus traditional types of everyday news sources.",
            "cite_spans": [],
            "section": "Study Objective 1 ::: Results",
            "ref_spans": [
                {
                    "start": 419,
                    "end": 427,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Survey questions 2-4 were used to inform the second study objective and further assess how the accuracy and availability of a source affects where individuals access information during an equine disease outbreak. There was a statistically significant association between where individuals first seek information in the event of an equine disease outbreak and accuracy of their everyday news source. Specifically, as everyday news accuracy ratings for social media sources increased, the odds of someone selecting a veterinary source over a social media source during a disease outbreak decreased (Odds Ratio = .48, 95% CI [0.30, 0.77]). Furthermore, as the accuracy of everyday news traditional sources increased, the odds of someone selecting a traditional or for profit news source over a social media source during a disease outbreak increased (Odds Ratio = 6.00, 95% CI [1.66, 21.71]). There was insufficient evidence to suggest that accuracy of online sources impacted where individuals first accessed information (P = .21). There was insufficient evidence to suggest that the availability of everyday news sources (social, online, traditional) affected where individuals accessed information during a disease outbreak (P = .45, .77, .25, respectively).",
            "cite_spans": [],
            "section": "Study Objective 2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "For the third objective, more than half of the survey participants (56%) considered disease symptoms/signs to be the most important information (question 6) to have when a disease outbreak occurs (transmission, n = 77; symptoms/signs, n = 134; impact on events/travel, n = 27), although several participants (n = 18) provided “all of the above” in the “Other, please specify” option. Neither accuracy (question 2) nor availability (question 3) of the everyday news source affected why individuals accessed information (P = .70), as measured by question 6.",
            "cite_spans": [],
            "section": "Study Objective 3 ::: Results",
            "ref_spans": []
        },
        {
            "text": "When questions 4 and 5 were used to assess the fourth study objective and determine if where individuals gather equine disease outbreak information associates with why individuals access information, there was a significant association (P < .001). Figure 3\ndemonstrates that those who choose online, social, and traditional or for-profit sources value availability, whereas those who choose state and veterinary sources value accuracy.",
            "cite_spans": [],
            "section": "Study Objective 4 ::: Results",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The importance of the equine industry as an information-seeking population is demonstrated by the numerous studies that have evaluated the various subpopulations of the equine industry to improve outreach and communication with these groups [[20], [21], [22], [23], [24], [25], [26], [27], [28], [29]]. More than 60% of horse owners consider their horses as family members [33] which can impact the emotional aspect of information seeking behavior as individuals transition from the information they need for their everyday lives to the information that they need to respond to an equine disease outbreak. Understanding of how someone seeks information around a crisis event [16] is therefore critical for animal health and Extension experts to best meet the information needs of their public. This study was conducted to evaluate how accuracy and availability of information affect Colorado equine industry members’ choices for news sources in the event of an equine disease outbreak.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 248,
                    "end": 252,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 254,
                    "end": 258,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 260,
                    "end": 264,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 266,
                    "end": 270,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 276,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 278,
                    "end": 282,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 284,
                    "end": 288,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 290,
                    "end": 294,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 296,
                    "end": 300,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The demographics of the survey respondents in this study were similar to what is known of the equine industry in the US [5,[33], [34], [35]] with a predominantly female population engaging in a variety of equine industry roles. Although the percentage of female survey participants in this study is little higher than what has been reported by similar web-based surveys of the equine industry [28,33,35], this may be a reflection of the much smaller sample used in this study. Additionally, approximately 38% of the equine industry is reported to be <18 years of age [5]; however, this population was not included in this survey. Nonetheless, there was an equal distribution of respondents to this survey that were either greater or less than 45 years of age whereas other surveys have noted both higher [35] and lower [5] response rates from adult individuals age 45+. The demographic data of the survey respondents was used to make several interesting findings.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[33]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[34]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 135,
                    "end": 139,
                    "mention": "[35]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 400,
                    "end": 402,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Firstly, age and industry role significantly affect where individuals gather everyday information (Figure 1); however, we cannot determine how industry role is important given the study design. The study design may also result in some overlap in news sources for everyday news as many traditional news sources have an online presence and online news sources may be accessed from a social media site. Nonetheless, the preference for younger survey participants to seek everyday news from social media, regardless of whether they later use an online source, is not surprising given the generational divide in social media use worldwide [36]. Additionally, age and news source affect the ratings individuals give for accuracy and availability of everyday sources. While social media sources were viewed as less trustworthy, older survey participants found social media news sources to be significantly less available than traditional or online sources (Figure 2). The study participant’s role in the equine industry did not influence perceptions of accuracy for everyday news. In the event of a disease outbreak, industry role was a significant factor in selection of news sources, whereas age was not, with 69.9% of the respondents preferring state or veterinary resources. Although perceptions of accuracy significantly affect where individuals gather equine disease information, neither accuracy nor availability affects the reason why individuals gather everyday information. Lastly, there is a significant association between where individuals decide to seek information first in the event of an equine disease outbreak, and whether they consider the accuracy or availability of the information source to be more important (Figure 3).",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 950,
                    "end": 958,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1726,
                    "end": 1734,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To some extent, participant age and perceptions of source accuracy and availability all influence where and why individuals access disease information. In a similar study of the information seeking preferences of beef producers in Oklahoma, their veterinarian was their preferred source for animal health related issues or during a crisis, with a high degree of trust in state, federal and local Extension resources [37]. These individuals also listed TV and the Internet as secondary resources during a crisis event, and nearly half preferred receiving information on an agriculturally related crisis via a county Extension publication [37]. Other studies that have evaluated information-seeking preferences among members of the equine industry have also demonstrated veterinarians to be a preferred source of information [20,[23], [24], [25],27]. Of note, more than 90% of competitive riders in the US prefer obtaining horse health information from their veterinarians, but more than 80% of these individuals still use the internet to obtain this information [25]. Surveys of equine care-givers in the Midwest demonstrate that 77% of respondents seek information from their veterinarian, whereas only 7% will seek out an Extension specialist, even though veterinarians and Extension specialists are among their most trusted resources [24]. Interestingly, Extension specialists were not reported to be a source of information during an equine disease outbreak in this study. Extension in Colorado is facilitated by CSU; given the study design it is possible that Veterinary Extension resources in Colorado were viewed by the survey participants as a CSU-related resource in the survey responses rather than as Extension. However, at the time of this study it is also possible that members of the Colorado equine industry related CSU Extension with more general animal health information needs and not necessarily information related to an equine disease outbreak.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 827,
                    "end": 831,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 833,
                    "end": 837,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 839,
                    "end": 843,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Extension programs are designed [28,29] and evaluated [38] with exquisite care, and while they have traditionally used mass media as a form of communication [39], their use of online tools and social media as a dissemination strategy has increased in the last ten years [[40], [41], [42], [43], [44], [45]]. Additionally, the eXtension Foundation has expanded the resources available to Extension agents by providing a central point for collaboration. Topics in equine welfare or care are primarily included in surveys reporting Extension program needs [20,29,46] or information-seeking behaviors of the equine industry [24,25,27]. While online learning tools such as webinars [47] or websites with timely topics in equine care [48] have had a positive impact, they have focused on animal care or emergency preparedness, not actual crisis event communication. In response to the widespread impact of the COVID-19 pandemic, Extension programs provided specific recommendations for equine facilities to execute social distancing recommendations as well as access to additional resources [49,50]. Future studies evaluating the information-seeking behaviors of the Colorado equine industry may also demonstrate Extension to be a preferred resource during a crisis event.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 36,
                    "end": 38,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 55,
                    "end": 57,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 271,
                    "end": 275,
                    "mention": "[40]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 277,
                    "end": 281,
                    "mention": "[41]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 283,
                    "end": 287,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 289,
                    "end": 293,
                    "mention": "[43]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 295,
                    "end": 299,
                    "mention": "[44]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 301,
                    "end": 305,
                    "mention": "[45]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 729,
                    "end": 731,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our data demonstrate that while many resources have relatively high availability ratings, their accuracy ratings are quite low as compared to state and veterinary resources that are viewed to be highly accurate but relatively unavailable. A significant limitation of this study is that it utilized a voluntary response sample with an online survey distributed via internet dependent means such as email and social media. Nonetheless, our data suggest that people value the accuracy of state and veterinary resources, but at the time that the survey was conducted the industry did not perceive these resources to be available. The results of this study were shared in 2017 with the Colorado Department of Agriculture (CDA) State Veterinarian’s Office (SVO) and qualitative information regarding CDA strategies for disseminating information was obtained. The CDA Animal Health Division website (https://www.colorado.gov/pacific/aganimals) has “FAQ” links to “Current Disease Outbreaks in the US” and a direct link to the Equine Disease Communication Center (http://www.equinediseasecc.org/alerts/outbreaks). The CDA-SVO also has a social media presence via the Colorado Department of Agriculture Facebook page (https://www.facebook.com/coloradoag/). This page shares disease information through condensed news releases and short informational messages. This state resource is designed to stop rumors, connect with the industry, and disseminate accurate veterinary information, while also allowing the CDA to gather information about what is going on in the industry. In relation to Colorado VSV cases, the CDA-SVO Facebook page was initially used in 2014, but mainly to put out periodic news releases to give factual data on VSV cases, including current updates on the CDA-SVO’s response and resources for horse owners. In 2015, the CDA-SVO enhanced their use of social media and their Facebook page became a resource to a quell rumors and to provide real time answers to specific questions by the public. In addition, the Facebook page directed individuals and veterinarians to call the CDA for more information. In conjunction with the Facebook page, the CDA website was also used to quell rumors that were discovered on Facebook, provide general scientific/factual information about the disease, and give weekly updates on the incident and the animal health emergency response that was being conducted. During the 2019 VSV outbreak was the first time the CDA-SVO used their Facebook page to communicate with the public regarding statistics and VSV information, including dissemination of a dedicated webpage for Colorado VSV cases. In addition to weekly updates via Facebook, changes in statutes allowed USDA accredited veterinarians to conduct VSV investigations and the CDA-VSO Facebook page was used to communicate guidelines for VSV sample submissions for said veterinarians. Conducted in 2016, this survey demonstrated that the Colorado equine industry members considered the availability of state resources to be relatively low, which is consistent with the limited online or social media presence during the 2014 VS outbreak. The evolution of the CDA-SVO social media and online communication from the 2014 to 2019 outbreaks demonstrates their dedication to the accurate spread of information during a disease outbreak.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As animal health and Extension professionals are continuously evolving their communication strategies, it is evident that they are aligning their information dissemination techniques with the preference of younger users for online or social media access to content and are utilizing online strategies to also communicate during a human disease pandemic. As older individuals begin to leave the equine industry, the impact of younger members will increase, making the optimization of online resources a vital means of communication. Future studies evaluating the Colorado equine industry’s perception of this change in availability dissemination of information using online state resources should also be designed to investigate barriers to access, including physical lack of connectivity in rural areas or socioeconomic barriers impeding equity of online access [40].",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 865,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The goal of this study was to determine where and why Colorado equine industry members seek information regarding a disease outbreak, and these results demonstrate that state and veterinary social media presence with this type of information should be a priority for those professionals who care for the health and safety of our equine population. However, it is important to recognize that all members of the equine industry have the responsibility to share accurate information and limit the dissemination of misinformation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is evident from our study that younger members of the Colorado equine industry prefer social media sources for their everyday news, while older members prefer traditional sources and perceive social media as being less available. In this study, social media is perceived overall as less accurate than other news sources. Perception of accuracy, but not availability, does affect the choice of the first place where Colorado equine industry members access information. These two constructs appear not to affect the reason why they access the information. Nearly 70% of the survey participants prefer a state or veterinary resource during a disease outbreak, a selection driven by accuracy of the information to be obtained from that source. On the other hand, use of other news sources is driven by availability of these sources. Animal health and Extension professionals may consider either strategies that improve the availability or public visibility of state and/or veterinary resources, or they could focus on providing accurate information via a social media platform. Regardless of the method of information transmission, we must all ensure that younger generations are equipped to identify misinformation so that social media can remain a positive avenue for the exchange of information in the equine industry.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "\nChristianne Magee: Conceptualization, Methodology, Writing - original draft, Writing. Shelly McDaniel: Conceptualization, Methodology, Investigation, Writing - review & editing. Phillip Turk: Methodology, Data curation, Writing. Nick Striegel: Resources, Writing . Ivette Noami Roman-Muniz: Conceptualization, Writing.",
            "cite_spans": [],
            "section": "CRediT authorship contribution statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Survey questions and categorized responses used for analyses\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Relative frequency of preferred news source for everyday news by age group1",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Estimated availability means for each type of everyday news source at 18, 40, and 65 years of age2",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Preferred news source during an equine disease outbreak and reason for preference3",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Social media communication in organizations: The challenges of balancing openness, strategy and management",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Macnamara",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zerfass",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Strateg Commun",
            "volume": "6",
            "issn": "",
            "pages": "287-308",
            "other_ids": {
                "DOI": [
                    "10.1080/1553118X.2012.711402"
                ]
            }
        },
        "BIBREF1": {
            "title": "Economic Impacts of Vesicular Stomatitis",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Pelzel-McCluskey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Equine Dis Q",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Information needs and uses",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Dervin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nilan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annu Rev Inf Sci Technol",
            "volume": "21",
            "issn": "",
            "pages": "3-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Extension Agents’ Use of Information Sources",
            "authors": [
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Radhakrishna",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Ext",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Inside the search process: Information seeking from the user’s perspective",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Kuhlthau",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Soc Inf Sci",
            "volume": "42",
            "issn": "",
            "pages": "361-371",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-4571"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "News sharing in social media: The effect of gratifications and prior experience",
            "authors": [
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Comput Human Behav",
            "volume": "28",
            "issn": "",
            "pages": "331-339",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2011.10.002"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1145/2740908.2743058"
                ]
            }
        },
        "BIBREF10": {
            "title": "Science audiences, misinformation, and fake news",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Scheufele",
                    "suffix": ""
                },
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "116",
            "issn": "",
            "pages": "7662-7669",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1805871115"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Rutgers Equine Science Center Industry Needs Assessment Survey 2016",
            "authors": [
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Liburt",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Malinowski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Equine Vet Sci",
            "volume": "48",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jevs.2016.07.002"
                ]
            }
        },
        "BIBREF13": {
            "title": "Survey of Feeding Practices, Supplement Use, and Knowledge of Equine Nutrition among a Subpopulation of Horse Owners in New England",
            "authors": [
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "L.R.",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Equine Vet Sci",
            "volume": "29",
            "issn": "",
            "pages": "719-726",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jevs.2009.08.005"
                ]
            }
        },
        "BIBREF14": {
            "title": "Passion for horses: Improving horse welfare communication through identifying information search patterns, knowledge levels, beliefs, and daily practices of horse enthusiasts",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "VanWijk",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Korstee",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Verstegen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Behav",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jveb.2011.05.016"
                ]
            }
        },
        "BIBREF15": {
            "title": "A brief note on the information-seeking behavior of UK leisure horse owners",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hockenhull",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Creighton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Behav Clin Appl Res",
            "volume": "8",
            "issn": "",
            "pages": "106-110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jveb.2012.04.002"
                ]
            }
        },
        "BIBREF16": {
            "title": "Equine Caregiver Information-Seeking Preferences: Surveys in the Midwest",
            "authors": [
                {
                    "first": "H.K.",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Bott-Knutson",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Mastellar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Equine Vet Sci",
            "volume": "64",
            "issn": "",
            "pages": "65-68",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jevs.2018.02.006"
                ]
            }
        },
        "BIBREF17": {
            "title": "Information-Seeking Behavior of the Horse Competition Industry: A Demographic Study",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Voigt",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Equine Vet Sci",
            "volume": "37",
            "issn": "",
            "pages": "58-62",
            "other_ids": {
                "DOI": [
                    "10.1016/J.JEVS.2015.10.005"
                ]
            }
        },
        "BIBREF18": {
            "title": "Equine Welfare Assessment: Exploration of British Stakeholder Attitudes Using Focus-Group Discussions",
            "authors": [
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Horseman",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hockenhull",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Buller",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                },
                {
                    "first": "A.R.S.",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Whay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Appl Anim Welf Sci",
            "volume": "20",
            "issn": "",
            "pages": "176-191",
            "other_ids": {
                "DOI": [
                    "10.1080/10888705.2017.1283226"
                ]
            }
        },
        "BIBREF19": {
            "title": "Optimising the efficacy of equine welfare communications: Do equine stakeholders differ in their information-seeking behaviour and communication preferences?",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hockenhull",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Animals",
            "volume": "10",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": [
                    "10.3390/ani10010021"
                ]
            }
        },
        "BIBREF20": {
            "title": "Using Web-Based Surveys to Explore Equine Industry Practices and Future Research Needs",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Jaqueth",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hathaway",
                    "suffix": ""
                },
                {
                    "first": "D.N.",
                    "middle": [],
                    "last": "Catalano",
                    "suffix": ""
                },
                {
                    "first": "N.C.",
                    "middle": [],
                    "last": "Linders",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Mottet",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Martinson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Equine Vet Sci",
            "volume": "83",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/J.JEVS.2019.102822"
                ]
            }
        },
        "BIBREF21": {
            "title": "University of Minnesota Horse Owner Survey: Building an Equine Extension Program",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Martinson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hathaway",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gilkerson",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Del Vecchio",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Ext",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Tips for Developing and Testing Questionnaires/Instruments",
            "authors": [
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Radhakrishna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Ext",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "For Local News, Americans Embrace Digital but Want Strong Community Connection",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Matsa",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Weisel",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pew Res Cent",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Social Media Use Continues to Rise in Developing Countries but Plateaus Across Developed Ones- Digital divides remain, both within and across countries",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Poushter",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chwe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pew Res Cent",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Before it Hits the Fan: Pre-Crisis Beef Producer Information Source Preferences",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Ashlock",
                    "suffix": ""
                },
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Cartmell",
                    "suffix": "II"
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Leising",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Appl Commun",
            "volume": "93",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.4148/1051-0834.1198"
                ]
            }
        },
        "BIBREF31": {
            "title": "Linking Extension Program Design with Evaluation Design for Improved Evaluation",
            "authors": [
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Radhakrishna",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tobin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Ext",
            "volume": "57",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The Digitization of Word of Mouth: Promise and Challenges of Online Feedback Mechanisms",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Dellarocas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Manage Sci",
            "volume": "49",
            "issn": "",
            "pages": "1407-1424",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.49.10.1407.17308"
                ]
            }
        },
        "BIBREF34": {
            "title": "Over the Hurdles: Barriers to Social Media Use in Extension Offices",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Newbury",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Humphreys",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Fuess",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Ext",
            "volume": "52",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The Social Media Marketing Map (Part 1): A Tool to Empower the Digital Leaders of Extension",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Horrocks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Ext",
            "volume": "53",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Marketing for Next Gen Extension Clientele Through the Use of Geofilters",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rufener",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ext",
            "volume": "58",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Five Social Media Tools for the Extension Toolbox",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kinsey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Ext",
            "volume": "48",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Identifying Equine-Related Cooperative Extension Program Priorities in Arizona via a Statewide Survey",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Natl Assoc Cty Agric Agents",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Effectiveness of Webinars as Educational Tools to Address Horse Industry Issues",
            "authors": [
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Pulec",
                    "suffix": ""
                },
                {
                    "first": "C.D.",
                    "middle": [],
                    "last": "Skelly",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "K.P.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Ext",
            "volume": "54",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Use of a Timely Topics Web Tool to Enhance Research-Based Extension Program Impact",
            "authors": [
                {
                    "first": "J.L.Z.",
                    "middle": [],
                    "last": "Ivey",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Myer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Ext",
            "volume": "57",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "EHV-1: A Constant Threat to the Horse Industry",
            "authors": [
                {
                    "first": "F.S.",
                    "middle": [],
                    "last": "Oladunni",
                    "suffix": ""
                },
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Horohov",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Microbiol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2019.02668"
                ]
            }
        },
        "BIBREF47": {
            "title": "Recent Equine Herpes Myeloencephalopathy (EHM) outbreaks in the Netherlands and the impact of (social) media on the public perception",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "van Maanen",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "van Schaik",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Sloet van Oldruitenborgh-Oosterbaan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Equine Vet Sci",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jevs.2012.08.148"
                ]
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}