{
    "paper_id": "PMC7210797",
    "metadata": {
        "title": "BRCA testing in a genomic diagnostics referral center during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Angelo",
                "middle": [],
                "last": "Minucci",
                "suffix": "",
                "email": "angelo.minucci@policlinicogemelli.it",
                "affiliation": {}
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Scambia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Concetta",
                "middle": [],
                "last": "Santonocito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Concolino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Urbani",
                "suffix": "",
                "email": "andrea.urbani@policlinicogemelli.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The entire world is facing a devastating crisis in the growing pandemic associated with the coronavirus disease—COVID-19—and Italy is paying dearly for this pandemic both in terms of public health and economics. Since Feb 21, 2020, when the first Italian COVID-19 patient was confirmed, the National Healthcare Service, based on the Beveridge model offering universal and equal health care to all citizens, has faced increasing pressure, with 110,574 total cases of COVID-19 and 13,155 deaths as of April 1, 2020 [1]. On March 8, 2020, the Italian Government implemented extraordinary measures to limit social contacts with the attempt to minimize the likelihood that healthy people come into contact with infected people.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this special situation, hospitals were forced to reorganize their units to the ongoing emergency.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this context, physicians, geneticists, molecular biologists and pathologists were concerned about the management of cancer patients. In particular, our laboratory (Molecular and Genomics Diagnostics Unit, Fondazione Policlinico Universitario Agostino Gemelli, IRCCS) re-modulated its priorities by temporarily interrupting most of the molecular tests and guaranteeing only those considered “urgent” and not postponable.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Herein, we report changes regarding the execution of the germline BRCA (gBRCA) testing, during the COVID-19 outbreak in March 2020, in a referral center for the gBRCA testing [2–5].",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 178,
                    "end": 179,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "BRCA genes are more involved in hereditary breast and ovarian cancer syndrome, accounting for 30% to 70% of hereditary breast cancer and about 90% of hereditary ovarian cancer families [6]. In addition, BRCA genes increase the risk for pancreatic and prostate cancers (PCs). In fact, approximately 3% to 10% of patients with pancreatic adenocarcinoma (PA) have a family history of pancreatic cancer and approximately 10% to 20% of PAs are due to a genetic cause [7, 8]. Additionally, PC has some of the highest heritability of any cancer; Scandinavian studies estimate that up to 57% of the individual variation in risk is due to genetic factors [9, 10]. However, although the involvement of high-risk genes explains only a small proportion of hereditary prostate cancer (HPC) families, PVs in BRCA2 have been found in only 1.2% to 3.2% of patients with PC in most studies, whereas BRCA1 PVs are found in even smaller percentages [11–13]. Nonetheless, these genes (particularly BRCA2) remain the most common known causes of HPC.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 647,
                    "end": 648,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 931,
                    "end": 933,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Considering the above mentioned evidence, we emphasize that in case gBRCA testing is performed only for this purpose, it would be considered a molecular/genetic test, with only important implications of cancer risk-assessment and prevention for relatives of patients with BRCA PVs, which would in consequence not be considered an urgent test, therefore, postponable.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "However, cancer patients with test positive for BRCA PVs show a greater benefit from the treatment with poly ADP ribose polymerase inhibitors (PARPi) compared with wild-type patients. In fact, over the past decade, multiple clinical studies have shown that patients harbouring gBRCA PVs are sensitive to PARPi and platinum-based chemotherapy and are associated with improved overall survival. As a result, gBRCA testing has become routine in the clinical management of ovarian and breast cancer patients [14, 15]. Additionally, more recently, PARPi is playing an increasingly important role in the care of patients with PA and PC; nowadays gBRCA testing is recommended for all patients with pancreatic or metastatic PC as well as patients with high Gleason grade PC [16, 17].",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 507,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 771,
                    "end": 773,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this scenario, gBRCA testing assumes an important role as mandatory molecular test to address patients towards targeted therapies. It has become an urgent molecular test especially when patients are faced with therapeutic crossroads, test results can change their life.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In light of this evidence, our Unit performed about 1000 gBRCA tests in 2019 (Fig. 1) and geneticists, oncologists and gynaecologists, belonging to our institution, were the mainly requesting gBRCA testing. As shown in Fig. 1, a steady increase of tests according with the last acquisitions of the new therapeutic opportunity for PA and PC patients has been registered.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 224,
                    "end": 225,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Since gBRCA testing is nowadays performed by Next Generation Sequencing (NGS) [18] our Unit has never had any particular programming issues related to availability of samples to program the sequencing run. We were always able to organize sequencing run using any available Illumina sequencing flow cell format (NGS platform used in our Unit).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "With the implementation of the behavioural restrictions by the Italian Government (March 2020) during the COVID-19 pandemic, a substantial reduction in gBRCA testing (about 60%) compared to the first 2 months of the current year was registered, but the requests have not been reset. In detail, 41 patients underwent the test. The requesting physicians were gynecologists, oncologists and geneticists (Fig. 2). Most tests performed (80%) had the aim of directing patients towards personalized therapies, irrespective of personal and/or family history of cancers.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "These evidences further emphasize the new era of gBRCA testing in the management of cancer patients and confirm definitively the integration of gBRCA testing/NGS into clinical oncology. We underline that the use of predictive tests in the forthcoming years for many other molecular markers will most likely increment.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Even in the presence of a serious ongoing emergency, such as the COVID-19 pandemic, it is evident that cancer patients must continue to take advantage of gBRCA testing to target therapy. This involves a great effort of all actors involved: to begin with clinicians followed by molecular biologists who must review and reorganize gBRCA testing, which is mainly related to delayed and reduced arrival of tests. In our Unit, this has led to use the smallest Illumina sequencing flow cell format due to fewer samples and to programming NGS in a shorter time. At the same time, however, great attention has been paid to reach the right compromise between NGS costs and turnaround time for testing, guaranteeing, however, a high quality standard and reliability, mandatory for gBRCA testing in a clinical setting. In fact, identification of BRCA single nucleotide variants (SNVs) indels and copy number alteration (CNA) (where a minimum of samples is need to have reliable bioinformatics prediction [19]) was obtained.",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 996,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Finally, we underline that this becomes achievable only when the diagnostics Unit is composed of highly qualified and highly experienced staff.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Germline BRCA tests performed during the year 2019 and in the first 3 months of the year 2020. In March 2020, in full pandemic there was a substantial reduction in the gBRCA testing (about 60%) compared to the first 2 months of the current year. In the figure, dates of the first case positive for COVID-19 and starting of the restrictive measures in Italy are reported",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Clinicians who requested the gBRCA testing during Mach 2020. Most tests performed (80%) had the aim of directing patients towards personalized therapies, irrespective of personal and/or family history of cancers",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The heritability of prostate cancer in the Nordic Twin Study of Cancer",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Hjelmborg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scheike",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holst",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Biomarkers Prev",
            "volume": "23",
            "issn": "",
            "pages": "2303-2310",
            "other_ids": {
                "DOI": [
                    "10.1158/1055-9965.EPI-13-0568"
                ]
            }
        },
        "BIBREF2": {
            "title": "Germline BRCA mutations denote a clinicopathologic subset of prostate cancer",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Gaudet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Cancer Res",
            "volume": "16",
            "issn": "",
            "pages": "2115-2121",
            "other_ids": {
                "DOI": [
                    "10.1158/1078-0432.CCR-09-2871"
                ]
            }
        },
        "BIBREF3": {
            "title": "UKGPCS collaborators. BRCA2 is a moderate penetrance gene contributing to young-onset prostate cancer: implications for genetic testing in prostate cancer patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kote-Jarai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leongamornlert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Cancer",
            "volume": "105",
            "issn": "",
            "pages": "1230-1234",
            "other_ids": {
                "DOI": [
                    "10.1038/bjc.2011.383"
                ]
            }
        },
        "BIBREF4": {
            "title": "A twofold increase in BRCA mutation related prostate cancer among Ashkenazi Israelis is not associated with distinctive histopathology",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Rutter",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Duray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Genet",
            "volume": "40",
            "issn": "",
            "pages": "787-792",
            "other_ids": {
                "DOI": [
                    "10.1136/jmg.40.10.787"
                ]
            }
        },
        "BIBREF5": {
            "title": "Olaparib maintenance therapy in patients with platinum-sensitive relapsed serous ovarian cancer: a preplanned retrospective analysis of outcomes by BRCA status in a randomised phase 2 trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ledermann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gourley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Oncol",
            "volume": "15",
            "issn": "",
            "pages": "852-861",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(14)70228-1"
                ]
            }
        },
        "BIBREF6": {
            "title": "Update on PARP inhibitors in breast cancer",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gillard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lipkowitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Treat Options Oncol",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s11864-018-0540-2"
                ]
            }
        },
        "BIBREF7": {
            "title": "DNA-repair defects and Olaparib in metastatic prostate cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mateo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "1697-1708",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1506859"
                ]
            }
        },
        "BIBREF8": {
            "title": "Olaparib as maintenance treatment following first-line platinum-based chemotherapy in patients with a germline BRCA mutation and metastatic pancreatic cancer: phase III POLO trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hammel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Oncol",
            "volume": "30",
            "issn": "Suppl 4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/annonc/mdz183"
                ]
            }
        },
        "BIBREF9": {
            "title": "New challenges for BRCA testing: a view from the diagnostic laboratory",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Hum Genet Suppl",
            "volume": "1",
            "issn": "",
            "pages": "S10-S18",
            "other_ids": {
                "DOI": [
                    "10.1038/ejhg.2016.94"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Clinical impact on ovarian cancer patients of massive parallel sequencing for BRCA mutation detection: the experience at Gemelli hospital and a literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minucci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scambia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santonocito",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert Rev Mol Diagn",
            "volume": "15",
            "issn": "",
            "pages": "1383-1403",
            "other_ids": {
                "DOI": [
                    "10.1586/14737159.2015.1081059"
                ]
            }
        },
        "BIBREF12": {
            "title": "Competitive PCR-high resolution melting analysis (C-PCR-HRMA) for large genomic rearrangements (LGRs) detection: a new approach to assess quantitative status of BRCA1 gene in a reference laboratory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minucci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Paolis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Concolino",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Chim Acta",
            "volume": "470",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2017.04.026"
                ]
            }
        },
        "BIBREF13": {
            "title": "Identification of twenty-nine novel germline unclassified variants of BRCA1 and BRCA2 genes in 1400 Italian individuals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santonocito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scapaticci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Breast",
            "volume": "36",
            "issn": "",
            "pages": "74-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.breast.2017.09.007"
                ]
            }
        },
        "BIBREF14": {
            "title": "A comprehensive BRCA1/2 NGS pipeline for an immediate Copy Number Variation (CNV) detection in breast and ovarian cancer molecular diagnosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Concolino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rizza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mignone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Chim Acta",
            "volume": "480",
            "issn": "",
            "pages": "173-179",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2018.02.012"
                ]
            }
        },
        "BIBREF15": {
            "title": "Recommendations for the implementation of BRCA testing in ovarian cancer patients and their relatives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Rev Oncol Hematol",
            "volume": "140",
            "issn": "",
            "pages": "67-72",
            "other_ids": {
                "DOI": [
                    "10.1016/j.critrevonc.2019.05.012"
                ]
            }
        },
        "BIBREF16": {
            "title": "Familial pancreatic cancer: current knowledge",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Bartsch",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Gress",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "9",
            "issn": "",
            "pages": "445-453",
            "other_ids": {
                "DOI": [
                    "10.1038/nrgastro.2012.111"
                ]
            }
        },
        "BIBREF17": {
            "title": "Familial pancreatic cancer",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Oncol",
            "volume": "43",
            "issn": "",
            "pages": "548-553",
            "other_ids": {
                "DOI": [
                    "10.1053/j.seminoncol.2016.09.002"
                ]
            }
        },
        "BIBREF18": {
            "title": "Nordic Twin Study of Cancer (NorTwinCan) collaboration. Familial risk and heritability of cancer among twins in Nordic countries",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Mucci",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Hjelmborg",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "68-76",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.17703"
                ]
            }
        }
    }
}