{
    "paper_id": "PMC7184977",
    "metadata": {
        "title": "Institution of a Novel Process for N95 Respirator Disinfection with Vaporized Hydrogen Peroxide in the setting of the COVID-19 Pandemic at a Large Academic Medical Center",
        "authors": [
            {
                "first": "Julie",
                "middle": [],
                "last": "Grossman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Pierce",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Mody",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Gagne",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carol",
                "middle": [],
                "last": "Sykora",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sena",
                "middle": [],
                "last": "Sayood",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Cook",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nirah",
                "middle": [],
                "last": "Shomer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [
                    "Y."
                ],
                "last": "Liang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shaina",
                "middle": [],
                "last": "Eckhouse",
                "suffix": "",
                "email": "eckhouses@wustl.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the face of a rapidly growing pandemic of 2019 coronavirus disease (COVID-19), personal protective equipment (PPE) remains an invaluable yet increasingly limited resource to protect and prevent infection and disease spread in healthcare workers.1 In China, initially high rates of COVID-19 among healthcare workers dropped quickly with wider use of appropriate PPE and aggressive implementation of infection prevention and surge strategies.1 With the rapid growth of the COVID-19 pandemic, a significant increase in demand for PPE has led to considerable strain on hospital supply chains, including critical shortages of N95 respirators. A survey performed by the Association for Professionals in Infection Control and Epidemiology found that nearly half of all responding US healthcare facilities were nearly or completely out of N95 respirators as of late March 2020.2 As a result, the Centers for Disease Control and Prevention has encouraged conservation strategies to help prolong the existing supplies of N95 respirators.3 In parallel, the Food and Drug Administration (FDA) is granting Emergency Use Authorizations to expand use of sterilization technologies to disinfect N95 respirators and mitigate the impact of these shortages.4",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During previous pandemics as well as the current COVID-19 pandemic, disinfection processes of N95 respirators have been developed with encouraging results.5,6 Ultraviolet germicidal irradiation (UVGI) and vaporized hydrogen peroxide (VHP) are two disinfection methods that have shown promise. Both methods are associated with minimal to no impact on the N95 filtration mechanism or fit properties.7,8,9 While significant reductions in viral load on N95 respirators have been shown with UVGI, disinfection of straps may be incomplete.10 Furthermore, a significant amount of time is needed to set up the N95 respirator to ensure adequate exposure of all surfaces to UV-C light for disinfection.6 Currently, the only disinfection processes for N95 respirators approved by the FDA use VHP.4 While three different VHP sterilization systems currently hold Emergency Use Authorizations, these technologies can be difficult to obtain in the setting of the significant demand around the globe. At Washington University, VHP technology is used by two divisions, the Division of Comparative Medicine and the Division of Environmental Health and Safety, to decontaminate equipment and research facilities. Supported by the expertise of these two divisions, a multi-disciplinary team from Washington University School of Medicine (WUSM), Barnes Jewish Hospital (BJH), and BJC Healthcare was assembled to implement a program to disinfect N95 respirators using VHP. Critically, the team also assessed locations, handling, transportation, equipment needs, staffing requirements, and organizational communication in an effort to rapidly implement an efficient large-volume disinfection process to support not only BJH, but the whole BJC Healthcare system.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objective of this paper is to present a just-in-time process created for N95 respirator disinfection using VHP that allows the individual healthcare worker to retain his or her own respirator. The process described can serve as a useful framework for other healthcare systems (with up to 31,000 employees) and universities seeking to address supply limitations by extending the life of N95 respirators and enhance the safety of healthcare workers through novel conservation and disinfection strategies.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A multidisciplinary team was assembled, including experts from infection prevention, infectious disease, environmental health & safety, supply chain, facilities management, surgery, anesthesia, and sterile processing. Once a VHP disinfection process was designed, select hospital departments participated in a pilot program to further optimize the operational specifics of N95 respirator collection, transport, and handling. The multidisciplinary team developed a process that facilitated return of the disinfected N95 respirator to the original healthcare worker. This not only maximized employee acceptance, but alleviated concerns that repeated adjustment of an N95 respirator to conform to different face shapes would compromise fit. It also allowed the disinfection process to proceed without completely restricting healthcare workers from wearing cosmetics or lotions. The process map for VHP disinfection at BJH and WUSM is illustrated in Figures 1 and 2\n.",
            "cite_spans": [],
            "section": "Process",
            "ref_spans": [
                {
                    "start": 946,
                    "end": 955,
                    "mention": "Figures 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 960,
                    "end": 961,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "At the end of a clinical shift, the healthcare provider proceeds to the soiled utility area in his or her unit and doffs the N95 respirator, adhering to appropriate hand hygiene before and after this action. The N95 respirator is placed into a Tyvek pouch (Crosstex, Rochester, New York) and sealed using the self-sealing adhesive strip. The Tyvek pouch is labeled with the healthcare worker’s employee identification number or name, hospital, department, and the unit location (Figure 3\nA). Next, the pouch with one N95 respirator is placed in a soiled collection bin within the unit soiled utility room. Soiled collection bins for N95 respirator pickup are available on designated medicine/surgery floors and COVID intensive care units, as well as in the emergency department, the respiratory therapy administrative office, and each of five suites of operating rooms (Figure 3B). Every twelve hours (starting at 7:30 am and 7:30 pm), a VHP associate, wearing appropriate PPE, follows a designated route through the hospital to collect the soiled collection bins from each designated unit’s soiled utility room. At the time of collection, the VHP associate inspects each Tyvek pouch to ensure it has been correctly labeled and sealed. The soiled collection bin is closed and secured, and the exterior of the bin is disinfected. The time of the pickup is recorded in a daily log and all of the pouches are transported to the VHP room.",
            "cite_spans": [],
            "section": "N95 Respirator Pickup",
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 870,
                    "end": 878,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The area designated for the VHP-based N95 disinfection program is composed of four sections: the VHP room (288 square feet), a common workspace, an aeration room where off-gassing is performed (160 square feet), and a soiled utility area (Figure 4\n). Key considerations in selecting a site to house the program included an existing footprint large enough to accommodate these four areas with ready access to hand hygiene and eye wash stations. The drop ceiling tiles were replaced with non-porous sealed ceiling tiles. Lastly, the ducts for the heating ventilation and air conditioning system were sealed off to prevent the potential for VHP to leak into other adjacent occupied areas. The rooms are monitored using a hydrogen peroxide (H2O2) sensor (PAC III, Draeger, Houston, Texas). The VHP room is set up with wire racks (47-inch width, 18-inch depth, and 76-inch height) spaced evenly apart and six inches from the wall. The Bioquell Z-2 (Bioquell, Horsham, Pennsylvania), two Bioquell aeration units, and a fan sit in the center of the VHP room. The soiled N95 respirator collection bins are staged onto wire racks in the soiled utility area. Tyvek pouches containing N95 respirators awaiting disinfection are retrieved from the soiled utility area and placed on shelving racks in a single layer and staggered apart. This is performed to ensure that departments and units stay together, and the Tyvek surface of each pouch is facing upwards.",
            "cite_spans": [],
            "section": "VHP Area Setup",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Once the door to the VHP room is closed and sealed off, the Bioquell Z-2 disinfection cycle is started (initial settings are 20 degrees Celsius [oC], 40% relative humidity, 10 grams per unit volume H2O2, Bioquell, Horsham, PA), lasting 4.5 hours to achieve at least 700 parts per million (PPM) of VHP.5 The cycle includes conditioning, gassing, dwell, and aeration of the H2O2.11 The disinfection cycle is run by WUSM staff, trained in the VHP system. During the pilot phase of the program, biological indicators (Geobacillus Stearothermophilus, Mesa Labs, Boseman, Montana) were placed inside the VHP room and in a representative sample of Tyvek pouches, to validate and monitor quality of VHP disinfection. Following each disinfection cycle, biological indicators were placed into commercially-available trypticase soy broth (TSB) with a color indicator (Mesa Labs, Boseman, Montana and Steris, Mentor, Ohio) and incubated at 56oC for at least 24 hours. A negative result indicated a successful disinfection cycle. In the event of a positive result, subsequent disinfection cycles were postponed until the VHP process was re-evaluated, optimized, and validated with subsequent negative biological indicators.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Disinfection",
            "ref_spans": []
        },
        {
            "text": "At the completion of the VHP process, the shelving racks with the Tyvek pouches are moved from the VHP room to the off-gassing/aeration room once the H2O2 levels are safe for re-entry, which is defined as less than 1 PPM (Figure 4). Beginning at two hours from the start of off-gassing, ambient room H2O2 PPM is measured using a second H2O2 sensor (Bioquell, Horsham, Pennsylvania). If the reading is above 0 PPM, then it is rechecked every 30 minutes until there is a reading of 0 PPM. Once the initial reading is 0 PPM, then a random Tyvek pouch is selected from the middle of a shelf. An H2O2 sensor is inserted by opening the corner of the pouch containing an N95 respirator to measure the H2O2 level within. The corner of the Tyvek pouch is then re-sealed. If the reading is above 0 PPM, then the H2O2 level is rechecked every 30 minutes until a reading of 0 PPM is achieved. This process is repeated until monitoring reveals 0 PPM on the first reading from the H2O2 sensor from a newly, partially opened Tyvek bag with a single N95 respirator.",
            "cite_spans": [],
            "section": "Aeration",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "While disinfection and aeration occur, the soiled bins are manually disinfected and air dried, and a new label is placed on the bin identifying the bin as clean. After aeration is complete, a VHP associate places the Tyvek pouches containing the disinfected N95 respirators into the labeled clean bins. The Tyvek pouches are organized in alphabetical order to make it easier for pick up. The clean respirators are returned to the designated pickup locations for the healthcare provider to retrieve. If the location of the healthcare provider is unknown despite labeling, then the ID number or name of the healthcare provider will be utilized to identify the appropriate hospital, department, and unit for N95 respirator drop off. Once all clean bins are distributed, the VHP associate starts the process over again by collecting any soiled bins. The entire process, from evening N95 respirator pickup to next-day afternoon return, requires less than 24 hours at this time.",
            "cite_spans": [],
            "section": "N95 Respirator Drop Off",
            "ref_spans": []
        },
        {
            "text": "\nAdaption To guarantee safe implementation of the N95 respirator disinfection within the VHP room, several iterations of the process were performed to optimize and confirm quality and efficacy of the process. First, to ensure that N95 respirators were safe to return to the healthcare provider, different types of bags with N95 respirators and biological indicators were evaluated. The Tyvek pouches were chosen over paper bags as the latter absorbed more H202 and required a longer time for off-gassing. Next, the impact of pouch placement on disinfection effectiveness was evaluated by packing some pouches tightly against one another and others loosely. Biological indicators placed within these pouches demonstrated successful disinfection for either configuration, and all N95 respirators passed quantitative fit testing (TSI Portacount Respirator Fit Tester 8048, Shoreview, Minnesota). Finally, the orientation of each pouch was assessed after the first large-volume cycle yielded a positive biological indicator related to positioning of the Tyvek pouches. The orientation of each Tyvek pouch was changed from tightly packed standing on the side to a flat position with the largest area of the pouch facing upward. This allowed for maximum exposure of the Tyvek pouch to VHP. The change in orientation of the Tyvek pouch decreased the number of N95 respirators that could be decontaminated during each cycle, but this change led to higher quality disinfection as evidenced by consistently negative biological indicators. Initially, each disinfection cycle was capable of processing approximately 4,500 Tyvek pouches with one N95 respirator in each pouch. In transitioning the position to flat, each disinfection cycle was reduced to approximately 750 Tyvek pouches. By incorporating additional shelves to each wire rack, each disinfection cycle is now capable of processing 1500 Tyvek pouches.",
            "cite_spans": [],
            "section": "Implementation",
            "ref_spans": []
        },
        {
            "text": "Once the N95 respirator disinfection program was implemented on a larger scale throughout the hospital, it was noted that off-gassing times could be long and variable, ranging from 4 to 6 hours. To reduce the time needed for off-gassing, an additional fan was placed in the aeration room decreasing this time to 3.5 to 4.5 hours. To further lower off-gassing time in the aeration room, a charcoal filter was added to facilitate rapid absorption of the VHP. This further decreased the off-gassing time to approximately 2 to 2.5 hours.",
            "cite_spans": [],
            "section": "Implementation",
            "ref_spans": []
        },
        {
            "text": "\nExpansionThe multidisciplinary team first convened on March 25, 2020, and with twice daily virtual meetings, the first pilot of N95 respirator disinfection started with N95 respirators from the emergency department healthcare providers at BJH on April 1, 2020. Expansion to healthcare providers in intensive care units and hospital wards caring for patients with COVID-19 rapidly progressed starting on April 5, 2020. With continued success, the team expanded N95 respirator disinfection to other BJH healthcare providers in all perioperative areas, radiology, and labor & delivery. N95 respirator disinfection was extended beyond BJH to two other hospitals within BJC Healthcare on April 15, 2020. With the continued expansion, approximately 200 N95 respirators are undergoing VHP disinfection per cycle in the setting of a VHP room with significantly higher capabilities. Therefore, BJC Healthcare continues to expand the VHP disinfection service to healthcare providers at other member hospitals. To meet increasing demands, a second VHP room has been built with the same capability.",
            "cite_spans": [],
            "section": "Implementation",
            "ref_spans": []
        },
        {
            "text": "A reproducible and scalable process for implementing N95 respirator disinfection within a large academic hospital and healthcare system is achievable through multidisciplinary collaboration and rapid adaptation in the setting of the COVID-19 pandemic and critical N95 respirator shortages.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "\n1., 2., 3., 4., 6., 7., 8., 9., 10..",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 3,
                    "mention": "1.",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 5,
                    "end": 7,
                    "mention": "2.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 9,
                    "end": 11,
                    "mention": "3.",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 13,
                    "end": 15,
                    "mention": "4.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 17,
                    "end": 19,
                    "mention": "6.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 21,
                    "end": 23,
                    "mention": "7.",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 25,
                    "end": 27,
                    "mention": "8.",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 29,
                    "end": 31,
                    "mention": "9.",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 33,
                    "end": 36,
                    "mention": "10.",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Uncited reference",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Vaporized hydrogen peroxide process map followed by the healthcare provider for packaging N95 respirators in Tyvek pouches and then labeling, picking up, and dropping off the Tyvek pouches. (B)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Process map for the VHP associate from picking up the Tyvek pouches with soiled N95 respirators in collection bins to dropping back off the Tyvek pouches with clean N95 respirators at the same units. BJH-Barnes Jewish Hospital.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Packaging of 2 different brands of N95 respirators within Tyvek pouches. The Tyvek pouch is labeled on the clear side with the healthcare provider’s ID number or name, department, and unit location. (B) Multiple labeled Tyvek pouches within a bin that was picked up by the VHP associates. VHP, vaporized hydrogen peroxide.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Schematic of the vaporized hydrogen peroxide (VHP) room, which includes 5 different areas: the vacant conference room is where the VHP associates work in between cycles. The soiled utility room is where the soiled collection bins and placed on the wire racks. The wire racks are then rolled into the VHP room, where each Tyvek pouch holding one N95 respirator is removed from the soiled collection bin and placed on shelves in a flat position. Next, the disinfection process occurs in the VHP room. The Bioquell Z-2, two Bioquell aeration units, and a fan sit in the center of the VHP room. The aeration, or off-gassing, room is where N95 respirators aerate until the H2O2 sensor reads 0 PPM both in the room and at the level of the Tyvek pouches. The workspace includes a temporary heating ventilation and air conditioning system (HVAC) unit since the central HVAC capabilities were sealed off, hand hygiene stations, and an emergency eyewash station.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Ultraviolet germicidal irradiation of influenza-contaminated N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Infect Control",
            "volume": "46",
            "issn": "7",
            "pages": "e49-e55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2018.02.0182"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A pandemic influenza preparedness study: Use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets",
            "authors": [
                {
                    "first": "B.K.",
                    "middle": [],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Infect Control",
            "volume": "39",
            "issn": "1",
            "pages": "e1-e9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2010.07.0043"
                ]
            }
        },
        "BIBREF9": {
            "title": "Impact of Three Biological Decontamination Methods on Filtering Facepiece Respirator Fit, Odor, Comfort, and Donning Ease",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Occup Environ Hyg",
            "volume": "8",
            "issn": "7",
            "pages": "426-436",
            "other_ids": {
                "DOI": [
                    "10.1080/15459624.2011.5859274"
                ]
            }
        },
        "BIBREF10": {
            "title": "Evaluation of Five Decontamination Methods for Filtering Facepiece Respirators",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Occup Hyg",
            "volume": "53",
            "issn": "8",
            "pages": "815-827",
            "other_ids": {
                "DOI": [
                    "10.1093/annhyg/mep0705"
                ]
            }
        }
    }
}