{
    "paper_id": "PMC7178863",
    "metadata": {
        "title": "Hematology and Oncology in Critical Illness",
        "authors": [
            {
                "first": "Steven",
                "middle": [
                    "E."
                ],
                "last": "Lucking",
                "suffix": "",
                "email": "slucking@hmc.psu.edu",
                "affiliation": {}
            },
            {
                "first": "Frank",
                "middle": [
                    "A."
                ],
                "last": "Maffei",
                "suffix": "",
                "email": "famaffei@geisinger.edu",
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "F."
                ],
                "last": "Tamburro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neal",
                "middle": [
                    "J."
                ],
                "last": "Thomas",
                "suffix": "",
                "email": "nthomas@psu.edu",
                "affiliation": {}
            },
            {
                "first": "Leonardo",
                "middle": [
                    "R."
                ],
                "last": "Brandão",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Scott",
                "middle": [
                    "C."
                ],
                "last": "Howard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kenneth",
                "middle": [
                    "W."
                ],
                "last": "Gow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Surender",
                "middle": [],
                "last": "Rajasekaran",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "F."
                ],
                "last": "Tamburro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nThe reader should understand the pathophysiologic causes and consequences of severe anemia in critically ill children.The reader should be able to identify common causes of severe anemia in children and categorize them according to both their pathophysiologic perturbation (e.g. decreased production versus increased destruction or loss) and their red blood cell indices.The reader should understand the pathophysiologic basis of disseminated intravascular coagulation (DIC) and detail the common precipitating causes of this condition.The reader should be able to apply an understanding of DIC pathophysiology to clinical trials of therapeutic interventions.The reader should be able to provide a differential diagnosis of thrombocytopenia in the critically ill child and recognize the association of thrombocytopenia with increased morbidity and mortality in that setting.The reader should be able to delineate the factors and conditions associated with an increased risk of thromboembolism in children (both inherited and acquired).The reader should understand the pathophysiology of sickle cell disease and apply this understanding to the prevention and treatment of the acute chest syndrome.The reader should understand the pathophysiology of tumor lysis syndrome and apply this understanding to identify the metabolic derangements and malignancies most commonly associated with the condition.The reader should be able to describe the treatment of tumor lysis syndrome including the use of rasburicase.The reader should be able to list the malignancies commonly associated with the superior mediastinal syndrome and possess a clear understanding of the risk of a mediastinal mass for life-threatening airway occlusion or vascular compression particularly in the setting of sedation or anesthesia.\n",
            "cite_spans": [],
            "section": "Learning Objectives",
            "ref_spans": []
        },
        {
            "text": "This chapter will focus on a variety of hematologic issues pertinent to the care of critically ill children. This is an area of intense research with the pathophysiology underlying these clinical conditions becoming progressively better understood. This improved understanding has resulted in new therapeutic strategies that are being assessed in multicenter clinical trials. The chapter will begin by describing the incidence and pathophysiologic significance of anemia in the pediatric intensive care unit (PICU) providing a differential diagnosis of the many conditions that may present with anemia in this setting. The chapter will next consider disseminated intravascular coagulation (DIC) focusing on the pathophysiology of a condition that has been associated with much morbidity and mortality. The underlying conditions predisposing to DIC will be detailed as well as a number of treatment options that have been implemented in clinical trials. In addition to DIC, thrombocytopenia may be caused by a number of other clinical conditions important to the pediatric critical care provider. The clinical and prognostic significance of thrombocytopenia will be addressed and a focused differential diagnosis will be provided. Thrombotic disorders are becoming increasingly recognized in children and are a particular concern for the pediatric intensivist. The epidemiology of thromboembolism in children will be reviewed focusing on the conditions most commonly associated with these thromboses. Finally, a chapter on hematologic issues in the critically ill child would not be complete without a discussion of sickle cell disease. Acute chest syndrome, one of the most frequent complications of sickle cell disease resulting in the need for intensive care services, will be discussed in detail.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The chapter will conclude by discussing two potentially life-threatening oncology conditions. Tumor lysis syndrome is a potentially life-threatening complication of anti-cancer therapy associated with severe metabolic derangements. The malignancies most commonly associated with this condition and the appropriate therapeutic interventions will be described. Moreover, mediastinal masses represent another potentially life-threatening condition with high risk for airway occlusion and vascular compression. In addition to describing the diagnoses that commonly present with a mediastinal mass, the risks associated with sedation and anesthesia in this condition, as well as the importance of balancing these risks with the need for a definitive diagnosis, will be emphasized.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Anemia, derived from the Greek meaning “without blood”, is used to describe a reduction in the concentration of hemoglobin below the lower limit of normal for age. The lower limit of normal for age is usually defined as two standard deviations below the norm. Although other indicators may be used to define anemia, the hemoglobin concentration is most commonly used because of its accuracy, reproducibility, and because it is most indicative of the pathophysiologic consequences of anemia. Normal hemoglobin values vary by age and gender, and to some degree, by race (Table 38.1). Children ages 6 months to 12 years have more 2,3-diphosphoglycerate (2,3-DPG) in their red blood cells (RBCs), and thus, can tolerate lower hemoglobin levels than adults because of the rightward shift of the oxygen ­disassociation curve. Anemia is a symptom and not a disease, but the primary cause is in the hematopoietic system more often in children than in adults.\nOne third of children admitted to a multidisciplinary ICU are anemic at the time of admission.\n",
            "cite_spans": [],
            "section": "Introduction ::: Anemia",
            "ref_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "mention": "38.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Children infrequently present in critical condition because of anemia. On the other hand, anemia may be quite common among critically ill patients. Among adults, data suggests that as many as 77% of patients admitted to the medical intensive care unit have some degree of anemia, and by day 3, almost 95% of patients are anemic. The prevalence of anemia in children admitted to an ICU is less well established, but appears less than that of adults. A prospective multicenter study was recently completed, and determined that most (74%) children admitted to the PICU were either anemic upon admission (33%) or developed anemia while in the PICU (41%). An interesting finding from this study was that 73% of the blood loss that occurred was related to blood draws. One-half of the children required packed red blood cells transfusions while in the PICU, with most of the first transfusions occurring within 48 h of PICU admission. In that study, transfusion in the PICU was associated with worse outcome, and the authors concluded that it is imperative to minimize blood loss from blood draws and to set clear transfusion thresholds in the PICU.The following factors may contribute to anemia in the critically ill: (1) frequent blood sampling (2) clinically apparent or occult blood loss from the gastrointestinal tract (3) blood loss during surgical procedures preceding admission to the ICU (4) blood loss due to trauma preceding admission to the ICU (5) inappropriately low circulating levels of and/or diminished responsiveness to erythropoietin.\n",
            "cite_spans": [],
            "section": "Introduction ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "A clear understanding of the symptomatology of anemia requires an appreciation of the pathophysiology of this entity. Manifestations of anemia are usually dependent on five factors: (1) the reduction in oxygen carrying capacity, (2) the change in total blood volume, (3) the rate at which these two changes have occurred, (4) the capacity of the cardiopulmonary system to compensate, and (5) the underlying disorder that resulted in anemia. In light of this, the hemoglobin concentration alone is not the sole determinant of the severity of the anemia. The clinical findings of anemia are primarily the result of compensatory mechanisms to prevent tissue hypoxia secondary to decreased oxygen carrying capacity. The hemoglobin concentration is one of the three primary factors influencing oxygen delivery to the tissues. Thus, a significant decrease in hemoglobin without compensation results in less delivery of oxygen to the tissues, and potentially tissue hypoxia.The manifestations of anemia are usually dependent on five factors: (1) the reduction in oxygen carrying capacity, (2) the change in total blood volume, (3) the rate at which these two changes have occurred, (4) the capacity of the cardiopulmonary system to compensate, and (5) the underlying disorder that resulted in anemia. In light of this, the hemoglobin concentration alone is not the sole determinant of the severity of the anemia.\nThe hemoglobin concentration is one of the three primary factors influencing oxygen delivery to the tissues.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In an attempt to prevent this tissue hypoxia, several compensatory mechanisms are activated. First, the RBCs generate increased 2,3-DPG that results in a decreased affinity of hemoglobin for oxygen. Given the high oxygen pressures in the alveoli, this has a minimal effect on the binding of oxygen to hemoglobin in the lungs. However, in the tissue beds of the body, increased 2,3-DPG results in more oxygen being released to the tissues (rightward shift of the oxygen disassociation curve). Second, additional capillary beds open within vital organs, thereby minimizing the distance from the oxygen supply to the cells. Since the blood volume in anemia is unchanged or decreased, this increased perfusion can only occur with decreased perfusion to other, less vital parts of the body and/or an increased cardiac output. Data suggests that in anemic states, vasoconstriction occurs primarily in the cutaneous tissue and in the kidneys. The kidneys usually maintain a very low arterio-venous oxygen difference, and thus, can tolerate a significant decrease in perfusion without experiencing tissue hypoxia. The decreased skin perfusion results in the pallor commonly appreciated during anemia. Cardiac output and blood flow velocities are also increased to maintain tissue perfusion. This occurs in children primarily through an increased heart rate although the decreased blood viscosity and a decreased systemic vascular resistance from the opening of the capillary beds also contribute. Other signs of increased cardiac activity include the presence of murmurs, bruits, and venous hums. It has been suggested that the tinnitus commonly associated with anemia, may merely represent the internal detection of bruits. With severe, prolonged anemia, the increased cardiac output may result in hyperdynamic cardiac failure with fluid retention. In such situations, RBC transfusions must be administered in small aliquots extremely slowly (over several hours) with close monitoring of the respiratory, cardiovascular, and fluid status. Finally, to compensate for decreased oxygen carrying capacity, the body will both increase production of RBCs and decrease their destruction in the face of anemia. The increased RBC production is secondary to increased synthesis of erythropoietin as the rate of erythropoietin production is inversely proportional to the hemoglobin level (Fig. 38-1). Studies have suggested that this erythropoietin response to anemia, however, may be blunted in critical illness.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Anemia",
            "ref_spans": [
                {
                    "start": 2376,
                    "end": 2380,
                    "mention": "38-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Other symptoms of anemia may be the result of tissue hypoxia itself. Tachypnea is often appreciated to compensate for the metabolic acidosis of hypoxia. Night cramps may represent muscular hypoxia while headache and light-headedness are secondary to cerebral hypoxia.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Anemia is not a diagnosis, but rather a symptom of an underlying disorder, and as such, the diagnostic goal is to determine the etiology of the disorder and to provide appropriate therapy. Anemia may be classified primarily by the RBC morphology and/or the physiologic perturbation. An examination of the RBC indices helps narrow the diagnosis. For example, the mean corpuscular volume (MCV) enables the classification of the anemia by the RBC size (microcytic, normocytic, macrocytic). The RBC volume distribution width (RDW) reflects the variability in RBC size and may be useful in distinguishing between specific etiologies of anemia (Fig. 38-2).\nAnemia is not a diagnosis, but rather a symptom of an underlying disorder, and as such, the diagnostic goal is to determine the etiology of the disorder and to provide appropriate therapy.\n",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Anemia",
            "ref_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "mention": "38-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Using a pathophysiologic classification, anemia may simply be divided into two broad categories: (1) decreased RBC production or (2) increased RBC destruction or loss. The reticulocyte count is useful in distinguishing between these two general categories. However, because the reticulocyte count is often reported as a percentage, it needs to be adjusted for the total number of RBCs present. This adjustment is made by simply multiplying the patient’s reticulocyte percentage by his/her hematocrit divided by an age-, gender-appropriate normal hematocrit value. With this correction, a reticulocyte percentage <2% suggests decreased production while a percentage ≥2% reflects an appropriate response to blood loss or hemolysis. Figure 38-2 depicts a diagnostic approach to anemia in the child and adult using the complete blood cell count, the corrected reticulocyte percentage, the RDW, and the peripheral smear. Table 38-2 classifies anemia based on the primary pathophysiologic perturbation and will serve as a general outline for the following discussion of the specific causes of anemia in children.\nAnemia may simply be divided into two broad categories: (1) decreased RBC production or (2) increased RBC destruction or loss.\nA complete blood cell count and examination of a peripheral blood smear is of paramount importance in the evaluation of thrombocytopenia.\n",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Anemia",
            "ref_spans": [
                {
                    "start": 737,
                    "end": 741,
                    "mention": "38-2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 922,
                    "end": 926,
                    "mention": "38-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Decreased RBC production may be the result of overt bone marrow failure from a variety of etiologies including both congenital and acquired aplastic anemia. Congenital aplastic anemia is associated with a host of physical features including short stature, generalized hyperpigmentation, and/or skeletal and renal abnormalities. Petechiae and ecchymoses are the usual presenting symptoms (in later childhood) as thrombocytopenia occurs before anemia and neutropenia. In addition to supportive transfusion therapy, pharmacologic doses of androgenic hormones may be of benefit for many patients. Hematopoietic stem cell transplantation (HSCT) using HLA-compatible siblings has been successful in many patients.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nAcquired aplastic anemia appears to be pathophysiologically characterized as T cell mediated, organ specific destruction of bone marrow hematopoietic stem cells. The aberrant immune response may be secondary to medications, toxins, or infections. It too, commonly presents with petechiae and ecchymoses secondary to thrombocytopenia. Anemia and neutropenia follow, and often, the symptoms are related to the degree of neutropenia. At or near the time of diagnosis, there is usually a moderate to severe macrocytic anemia, a low reticulocyte count, neutropenia, and thrombocytopenia. The diagnosis is confirmed by bone marrow aspiration. Hematopoietic stem cell transplantation (HSCT) with an HLA-compatible sibling is being used with much success, and thus, supportive transfusions should be used sparingly to prevent isoimmunization. Immunosuppressive therapy may be used for patients without an appropriate donor.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In addition to the aplastic anemias associated with decreased production of several cell lines, decreased RBC production may be related to pure RBC aplasias. The congenital form, Diamond-Blackfan Syndrome, is a rare and potentially severe form of macrocytic anemia usually presenting early in the first year of life. In addition to the markedly decreased hemoglobin, the reticulocyte count is extremely low while the white blood cell count is normal to mildly decreased with platelet counts that may be normal, increased or decreased. Serum bilirubin levels are normal while erythropoietin levels are elevated. Analysis of the bone marrow is most helpful as there is marked reduction, or absence of erythroid precursors, while the other cell lines are normal yielding a markedly increased myeloid to erythroid ratio. Forty percent of the patients have associated physical abnormalities (short stature, facial, cardiac, and renal abnormalities). Transfusions of packed RBCs are often required at presentation, and may be required long term. Approximately two-thirds of patients will respond to corticosteroids. Those children who do not respond to corticosteroids will likely not respond to other therapies and may require chronic transfusion therapy or be considered for HSCT. Transient erythroblastopenia of childhood (TEC) is a moderate to severe form of normocytic anemia usually occurring over 1 year of age in otherwise healthy children. It is believed to be secondary to a circulating immunoglobin that inhibits colony-forming unit-erythroid (CFU-E) or burst-forming unit-erythroid and it resolves spontaneously without therapy. In addition to TEC, parvovirus may also infect CFU-E and inhibit erythroid production for a period of 1–2 weeks. Although this is usually without significant consequence, this may cause severe anemia in children with known hemolytic disorders and shortened RBC lifespans.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Disease processes such as malignancies, myelofibrosis, and osteopetrosis may infiltrate and /or replace the bone marrow resulting in yet another mechanism of decreased erythrocyte production. Osteopetrosis is a condition characterized by a lack of osteoclastic activity resulting in overgrowth of bone and inhibition of marrow activity associated with pancytopenia. Although this condition is being treated with HSCT, it is important for the pediatric critical care provider to note that an association with pulmonary arterial hypertension post transplant has been noted for this patient population in several series.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Moreover, impaired erythropoietin production may also result in decreased erythrocyte production yielding anemia that is usually normocytic. Erythropoietin regulates RBC production by modulating CFU-E in the bone marrow. It is primarily produced in the peritubular interstitial cells of the renal cortex and its stimulus for release is decreased tissue oxygen. Chronic renal failure is a condition classically associated with anemia secondary to decreased erythropoietin. In addition, both pediatric and adult studies have demonstrated a blunted response of erythropoietin to anemia during critical illness.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "The anemia associated with chronic inflammation has been noted to be similar to that of critical illness by several authors, and appears to reflect ineffective re-utilization of iron, although the exact mechanisms are still being elucidated. Data suggests that inflammatory cytokines inhibit the mobilization of iron from tissue stores resulting in anemia. Hepcidin, an iron-regulatory hormone, has recently been found to be markedly increased in the anemia of inflammation and may account for this sequestration of iron in macrophages. The anemia tends to be mild to moderate in severity with normocytic, normochromic erythrocytes.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "A quantitative defect in the production of hemoglobin secondary to a defect in either heme or globin synthesis results in a microcytic anemia. The differential diagnosis is generally limited to one of the following: iron deficiency, thalassemia and other more rare hemoglobinopathies, lead poisoning, and sideroblastic anemia. The reticulocyte count is useful in distinguishing among these diagnoses since it is decreased in disorders of heme synthesis (iron deficiency, sideroblastic anemia, lead poisoning) and increased in disorders of globin synthesis (hemoglobinopathies). Iron deficiency is the most common cause of microcytic anemia. It is most commonly secondary to inadequate dietary intake, but may also result from chronic blood loss. It tends to occur with a bimodal distribution occurring most commonly in late infancy, and again, during adolescence (times of rapid body growth and potentially poor dietary intake). Although it is unlikely to result in critical illness by itself, functional iron deficiency is a common cause of anemia in critically ill adult patients and the role of iron supplementation in this population needs to be better defined. α-Thalassemia trait (deletion of two of the four α-globins) is asymptomatic and may be distinguished from iron deficiency by the presence of an elevated (>5 million) RBC count, a normal RDW and normal iron studies. Deletion of three α-globins results in Hemoglobin H disease which is associated with a moderately severe hemolytic anemia, and the deletion of all four α-globins produces hydrops fetalis. Heterozygous β-thalassemia is a mild microcytic anemia that requires no therapy, however, homozygous β-thalassemia is severe, requiring hypertransfusion and chelation therapy. These children present during the first few months of life with a severe hemolytic anemia, jaundice, and splenomegaly. Splenectomy is often necessary. HSCT is being used successfully as a cure for many of these patients. Lead poisoning should be considered in the differential of a microcytic anemia and is associated with basophilic stippling of the red cell. It tends to occur together with iron deficiency.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nDeficiencies of vitamin B\n12 and folate secondary to poor intake and/or decreased absorption may result in a macrocytic anemia secondary to impaired DNA synthesis and decreased RBC production. Folate is found in many foods, and thus, dietary deficiencies are unusual. Infants fed exclusively goat milk, however, receive very little folate and may be at risk. Medications such as chronic anticonvulsant therapy (phenytoin), oral contraceptives, antibiotics (trimethoprim-sulfamethoxazole) and antimetabolites (methotrexate) may interfere with folate metabolism and contribute to folic acid deficiency. Vitamin B12 deficiency is usually the result of malabsorption or underutilization from inherited conditions such as pernicious anemia, abnormalities of receptors in the terminal ileum or transport proteins in the blood. It has been reported in infants fed exclusively breast milk from vegetarian mothers. These conditions rarely result in the need for critical care interventions although vitamin B12 deficiency may be associated with neurologic symptoms including ataxia and altered mental status.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nHereditary orotic aciduria is a rare, autosomal recessive disorder associated with deficient activity of the uridine monophosphate synthetase enzyme complex resulting in decreased synthesis of pyrimidines. It is associated with developmental delay, failure to thrive, cellular immunodeficiency and cardiac defects and may present with a severe macrocytic, hypochromic anemia.",
            "cite_spans": [],
            "section": "Decreased Production ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nHemolysis is the premature destruction and removal of RBCs from the circulation. Intravascular hemolysis results in the destruction of the RBC within the bloodstream with release of its content into the plasma. Extravascularly hemolysis occurs when erythrocytes with membrane alterations are phagocytosed by macrophages in the sinusoids of the spleen and liver.\n",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In addition to these and other disorders of RBC production, anemia may be secondary to increased RBC destruction or loss. Hemolysis is the premature destruction and removal of RBCs from the circulation. It may occur either intravascularly, or more commonly, extravascularly. Intravascular hemolysis results in the destruction of the RBC within the bloodstream with release of its content into the plasma. It is usually secondary to mechanical trauma, complement fixation and activation, and/or infectious processes degrading the cell membrane and causing cell damage. Extravascularly hemolysis occurs when erythrocytes with membrane alterations are phagocytosed by macrophages in the sinusoids of the spleen and liver. Laboratory findings of hemolysis include a normocytic anemia with an elevated reticulocyte count. Examination of the peripheral smear should reveal characteristic morphologies of RBCs including schistocytes and spherocytes. Other non-specific laboratory findings of hemolysis may include elevated levels of lactate dehydrogenase (LDH), unconjugated ­bilirubin, and carboxyhemoglobin, and decreased levels of haptoglobin. During hemolysis, the lysed RBC releases LDH and hemoglobin into the blood stream resulting in the increased LDH level. The free hemoglobin is bound by haptoglobin resulting in the decreased levels of haptoglobin. Haptoglobin is a glycoprotein with the capability of binding free hemoglobin forming a hemoglobin-haptoglobin complex that is rapidly cleared by the liver. In cases of severe intravascular hemolysis, the binding capacity of haptoglobin may be exceeded allowing free hemoglobin to be excreted in the urine. This results in red-brown colored urine with a positive urine dipstick reaction for heme in the absence of red cells. Additionally, free hemoglobin molecules are metabolized into bilirubin and carbon monoxide resulting in the elevations of bilirubin and carboxyhemoglobin.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Hemolysis may be the result of an inherited disorder in any of the three primary components of the RBC: the complex membrane, the cytoplasm consisting mainly of hemoglobin, and the enzymes. Hereditary defects in the RBC membrane resulting in hemolysis include hereditary spherocytosis, hereditary elliptocytosis, hereditary stomatocytosis, and paroxysmal nocturnal hemoglobinuria. Hereditary spherocytosis is a heterogeneous group of disorders with regard to clinical severity, protein defect, and mode of inheritance. Hereditary spherocytosis is often dominantly inherited, most commonly found in Caucasians, and often presents during childhood with anemia, jaundice and splenomegaly. It may also present in the neonatal period with anemia and hyperbilirubinemia requiring exchange transfusion. Criteria have been developed that classify the clinical severity of the disorder (mild, moderate, or severe), correlate with the spectrin content of the RBC membrane, and predict the clinical behavior of the disorder as well as the need for and response to splenectomy. The spleen is almost always palpably enlarged after 2 or 3 years of age. Laboratory findings include reticulocytosis, anemia, and hyperbilirubinemia. Hereditary spherocytosis can be diagnosed by osmotic fragility studies. It must be distinguished from the acquired spherocytosis of autoimmune hemolytic anemias, in which the spherocytosis may be more pronounced and the direct Coombs’ test result is usually positive. In the newborn, it may be difficult to differentiate hereditary spherocytosis from the hemolysis caused by ABO incompatibility. Splenectomy should be performed on the basis of the clinical condition. It is very effective in decreasing hemolysis, but should be deferred if at all possible until the patient is at least 6 years of age when the risk of post-splenectomy infections decreases significantly.Hemolysis may be the result of an inherited disorder in any of the three primary components of the RBC: the cell membrane, the cytoplasm consisting mainly of hemoglobin, and the enzymes.\n",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Defects in the RBC glycolytic enzymes may also result in anemia secondary to a shortened lifespan of the RBC. Pyruvate kinase deficiency is the most common example of such a defect. Glucose-6-phosphate dehydrogenase (G6PD) deficiency is another common enzyme deficiency resulting in hemolysis. G6PD is an essential enzyme for the production of glutathione and protection of the RBC from oxidative injury. In G6PD deficiency, hemolysis occurs when hemoglobin incurs an oxidative injury from medications, fava beans, or infection. The hemolysis usually occurs 2–4 days following the exposure, is variable in severity, and there is no specific treatment other than avoiding the inciting exposure. Hemoglobinopathies including sickle cell disease and thalassemia are also associated with hemolysis and are discussed in more detail elsewhere in the chapter.There are three major classes of acquired hemolytic anemia based on the mechanism of RBC injury: immune-mediated, ­microangiopathic, or infectious.\n",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In addition to these inherited forms of hemolysis, acquired forms of hemolysis occur and may be life-threatening. There are three major classes of acquired hemolytic anemia based on the mechanism of RBC injury: immune-mediated, microangiopathic, or infectious. The immune-mediated hemolytic anemias occur as a result of antibodies directed against RBC antigens. They are classified as autoimmune, alloimmune, or drug-induced based on the antigen that stimulates the destruction of the RBC. Autoimmune hemolysis is mediated by autoantibodies (typically IgG) that attach to RBC surface antigens. These antibody-coated RBCs are partially ingested by macrophages in the spleen with proteolytic enzymes on the macrophage surface digesting portions of the RBC membrane. This process results in the formation of a microspherocyte, an RBC with the lowest surface area to volume ratio, which is the hallmark of autoimmune hemolysis. These microspherocytes are trapped in the spleen because of their poor deformability. The direct antiglobulin test, or Coombs’ test, demonstrates the presence of antibodies or complement on the surface of the RBC and is another hallmark of autoimmune hemolysis. The clinical presentation varies, although the anemia may be severe with hemoglobin values < 6 g/dL. Other non-specific laboratory findings of hemolysis may also be appreciated. Although autoimmune hemolysis may occur with lymphoproliferative diseases, systemic lupus erythematosus, and immunodeficiency disorders, the majority of cases are idiopathic. Corticosteroids are the primary treatment. Splenectomy and immunosuppressive therapy have been used in refractory cases. Transfusions may be required, but offer only transient improvement and completely compatible blood is often difficult to find. Cold agglutinin disease is another form of autoimmune hemolytic anemia. These IgM autoantibodies attach to RBCs preferentially at cold temperatures (4  –18°C). The most common type of cold agglutinin disease, occurs primarily in adults. However, a second form may occur in children following a variety of infectious processes most notably M. pneumoniae and infectious mononucleosis. This form presents as the infectious process wanes with the acute onset of anemia that may be severe, although usually self-limited.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nAlloimmune hemolytic anemia is the second form of immune-mediated hemolytic anemia and is secondary to incompatible blood transfusions. Transfusion of ABO-incompatible RBCs is the most severe form of alloimmune hemolytic anemia.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nDrug-induced hemolysis is the third type of immune-mediated hemolytic anemia and is classified according to one of three mechanisms: drug-absorption, immune complex, or autoantibody. Drug-absorption (hapten-induced) hemolysis occurs when medications attach to the RBC and stimulate IgG antibody production. These antibodies attach to the RBC membrane ultimately resulting in extravascular hemolysis. The immune complex mechanism involves production of IgM antibodies against a medication. The binding of this drug-antibody complex to the RBC membrane activates complement resulting in the destruction of the RBC and intravascular hemolysis. The autoantibody mechanism is not well understood, but the medication initiates production of an antibody directly against the RBC resulting in extravascular hemolysis.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In addition to the immune-mediated hemolytic anemias, mechanical injury to the erythrocyte represents another form of acquired hemolytic anemia. This may occur in a number of conditions including hemolytic uremic syndrome, thrombotic thrombocytopenic purpura, and disseminated intravascular coagulation. Each of these may contribute to critical illness and are addressed in detail elsewhere in the chapter. Iatrogenic hemolysis secondary to a variety of devices (e.g. extracorporeal circuits, prosthetics valves, etc.) may also result in anemia in the critically ill child. Additionally, acquired hemolytic anemia may also be secondary to a variety of infections. Malaria, babesiosis, and bartonella bacilliformis infections are associated with direct RBC invasion while clostridial species and bacillus cereus induce hemolysis via release of a toxin.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nParoxysmal nocturnal hemoglobinuria is a rare clonal hematopoietic stem cell disorder associated with complement-mediated intravascular hemolysis. It is characterized by the absence of the surface protein anchor, glycosylphosphatidyl-inositol, resulting in a deficiency of a several proteins normally affixed to the RBC surface which are required for complement regulation. In their absence, RBCs are susceptible to complement-mediated intravascular hemolysis and all the clinical and laboratory abnormalities usually associated with such hemolysis. The onset may occur in late childhood, and despite its name, the condition rarely presents with hemoglobinuria at night. In addition to its hemolytic manifestations, thrombosis is its most serious complication occurring in 40% of patients, most notably in the hepatic veins. There exists a close relationship between paroxysmal nocturnal hemoglobinuria and aplastic anemia and myelodysplastic syndromes.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "In addition to hemolysis, acute blood loss is a common cause of anemia in the PICU. The anemia tends to be normocytic. The symptomatology of acute hemorrhage appears more related to volume loss as opposed to a decrease in oxygen carrying capacity. Studies have demonstrated that roughly a third of PRBC transfusions in the ICU are needed secondary to acute blood loss. On the other hand, occult bleeding in this patient population may be equally important. In fact, one report demonstrated that total blood loss did not differ significantly between ICU patients with acute bleeding and those without such blood loss. As demonstrated in a recent, large, multicenter trial, diagnostic phlebotomy significantly contributes to anemia in critically ill patients, and attempts to minimize this form of blood loss should be implemented.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "\nHypersplenism is a syndrome characterized by splenomegaly and any or all of the cytopenias (anemia, thrombocytopenia, leukopenia). It may be the result of an infectious or immunologic process, increased RBC removal, benign or malignant infiltrative processes, and/or congested or obstructed vascular flow. The anemia associated with hypersplenism tends to be mild, but may be severe.",
            "cite_spans": [],
            "section": "Increased Destruction or Loss ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Anemia appears to be a common occurrence in the PICU and is an area of intense research. Using a combination of readily available clinical and laboratory data, potential etiologies of the anemia may be promptly identified. A clear understanding of the etiology and the pathophysiologic consequences of anemia may allow for specific, effective, physiology-based therapy. Independent of the etiology of the anemia, the critical care provider will often have to balance the potential risks and benefits and decide if a transfusion of packed red blood cells is indicated. A recent large, multicenter, international study compared two different transfusion thresholds among stable, critically ill children between ages 3 days and 14 years who had at least one hemoglobin concentration of 9.5 g/dL or less within the first 7 days of admission to the PICU. In that trial, there was no difference in the outcomes between those children randomized to a hemoglobin threshold for transfusion of 7 g/dL (with a target range after transfusion of 8.5–9.5 g/dL) as compared to those randomized to a transfusion threshold of 9.5 g/dL (with a target range of 11–12 g/dL). In addition, no difference in outcomes was found in post hoc sub-group analyses of post-surgical, septic, or non-cyanotic cardiac surgery patients. However, as described above, the trial was limited to only “stable” patients defined as those with a normal mean systemic arterial pressure without requiring an increase in cardiovascular support for at least 2 h prior to study entry (i.e. a mean systemic arterial pressure that was not less than two standard deviations below the normal mean for age). In addition, children with cyanotic heart disease were also excluded from the trial. Consequently, the general applicability of these results to all PICU admissions is not established.",
            "cite_spans": [],
            "section": "Conclusions and Use of Red Blood Cell Transfusion ::: Anemia",
            "ref_spans": []
        },
        {
            "text": "Disseminated intravascular coagulation (DIC) has been defined by the Scientific and Standardized Committee of the International Society on Thrombosis and Haemostasis (ISTH) “as an acquired syndrome characterized by the intravascular activation of coagulation with loss of localization arising from different causes. It can originate from and cause damage to the microvasculature, which if sufficiently severe, can produce organ dysfunction.” It is always secondary to an underlying disorder and there are a wide variety of conditions that may result in DIC (Table 38-3). The microvascular thrombosis associated with DIC is the result of enhanced fibrin formation and/or decreased fibrin removal. The development of DIC does have an effect on outcome in the PICU, with higher DIC scores (see below) being associated with mortality for children with sepsis and septic shock.\n",
            "cite_spans": [],
            "section": "Introduction ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "mention": "38-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Despite the wide variety of precipitating conditions (Table 38-3), the syndrome appears to result from one of two general pathophysiologic processes. It may be induced by either a systemic inflammatory response with activation of the cytokine network and subsequent activation of coagulation (e.g. sepsis), and/or the release or exposure of procoagulant material into the bloodstream (e.g. cancer). The specific mechanisms that drive the process, particularly for inflammatory-mediated DIC, are becoming increasingly clear.DIC appears to be precipitated by one of two general pathophysiologic processes: a systemic inflammatory response with activation of the cytokine network and subsequent activation of coagulation (e.g. sepsis), and/or the release or exposure of procoagulant material into the bloodstream (e.g. cancer).\nThe principal initiator of inflammation-induced thrombin generation is tissue factor.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "mention": "38-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To begin to understand this process, it is first necessary to recognize that the principal initiator of inflammation-induced thrombin generation is tissue factor. Tissue factor, an integral membrane glycoprotein, is normally expressed on cells extrinsic to the vascular compartment, but its expression can be induced in monocytes, and perhaps, in endothelial cells by inflammatory mediators. In severe sepsis, mononuclear and endothelial cells, stimulated by proinflammatory cytokines, most notably IL-6, express tissue factor which leads to activation of the coagulation cascade. Tissue factor expressed at the cell surface interacts with factor VII ultimately forming a tissue factor-factor VIIa complex (extrinsic factor Xase) that catalyzes the activation of factors IX and X (factor X being activated more efficiently) (Fig. 38-3). The initial factor Xa produced catalyzes the conversion of small amounts of prothrombin to thrombin in a highly inefficient manner. However, the formation of this small amount of thrombin, known as the initiation phase, is essential as it accelerates the process by activating platelets, factor V, and factor VIII. Once factor VIIIa is formed, it combines with factor IXa (generated by the tissue factor-factor VIIa complex) on the activated platelet membrane to form the “intrinsic factor Xase” which becomes the major activator of factor X. The factor IXa-factor VIIIa complex is 105–106 fold more active than factor IXa alone, and several fold more efficient than the tissue factor-factor VIIa complex, in activating factor X. The activated factor X, in conjunction with factor Va, forms the “prothrombinase” complex that converts prothrombin to thrombin being 300,000 fold more active than factor Xa alone. Thrombin, in turn, cleaves fibrinogen into fibrin monomers that are subsequently cross-linked into stable polymerized fibrin.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 830,
                    "end": 834,
                    "mention": "38-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Clearly, thrombin is critical to the development of DIC. In addition to catalyzing the formation of fibrin, it is essential in regulating physiologic anticoagulant and fibrinolytic pathways and serving as a potent activator of platelets. Activated platelets form the essential phospholipid surface on which the assembly of these complexes of activated coagulation factors occurs, thereby accelerating coagulation activation. Moreover, cytokines will also interact with endothelial cells at areas of injury or ischemia leading to a change in expression of procoagulants by the endothelial cells. This change will ultimately result in a switch of the endothelial layer from a non-coagulant to a procoagulant surface that will assist with local promotion of clotting.Thrombin is critical to the development of DIC. In addition to catalyzing the formation of fibrin, it is essential in regulating physiologic anticoagulant and fibrinolytic pathways and serving as a potent activator of platelets.\nDefective function of the three major endogenous anticoagulation systems result in increased available thrombin and contribute to the pathophysiology of DIC.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "In addition to enhanced tissue factor-mediated thrombin formation, defective function of the three major endogenous anticoagulation systems may also result in increased available thrombin and contribute to the pathophysiology of DIC (Fig. 38-3). First, antithrombin, which combines with thrombin to form thrombin-antithrombin complexes and thereby serve as the principal inhibitor of thrombin, is found in very low levels during DIC. These decreased levels of antithrombin are secondary to increased consumption, decreased synthesis, and degradation by elastases from activated neutrophils. Additionally, antithrombin function is impaired because of decreased availability of glycosaminoglycan, a physiologic cofactor of antithrombin, on the dysfunctional endothelial cells. The finding that decreased levels of antithrombin precede clinical findings of sepsis supports a pathogenic role of these decreased levels. Second, there is decreased function of the protein C pathway as a result of both decreased levels and down-regulation of thrombomodulin. The decreased levels are secondary to increased consumption and decreased synthesis. Proinflammatory cytokines such as TNF and IL-1B inhibit protein C activity by down-regulating thrombomodulin expression on endothelial cells. The third major endogenous anticoagulant, tissue factor pathway inhibitor (TFPI), normally functions to inhibit thrombin formation by inactivating the tissue factor-factor VIIa complex by forming a quaternary structure with it and factor Xa. The role of TFPI in the pathogenesis of DIC, however, is not completely clear. Although clinical studies have failed to demonstrate decreased levels of TFPI in the majority of patients with DIC, administration of recombinant TFPI has been found to block inflammation-induced thrombin generation in humans. Moreover, although endogenous concentrations of TFPI are seemingly insufficient to regulate the deranged coagulation process during inflammatory conditions, pharmacological doses of TFPI have been reported to decrease mortality during systemic inflammation suggesting that high concentrations of TFPI are capable of modulating tissue factor-mediated coagulation.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "mention": "38-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In addition to augmented thrombin, and subsequently, fibrin formation, impaired fibrin elimination also contributes to the pathogenesis of DIC (Fig. 38-3). In fact, studies suggest that at the time of maximal coagulation activation in DIC, fibrinolysis is largely inhibited. Endothelial cells again play a pivotal role as the major fibrinolytic activators and inhibitors are produced and stored in these cells. After an initial, brief increase in fibrinolytic activation, inhibition of fibrinolysis occurs primarily as a result of sustained increased levels of plasminogen activator inhibitor-1 (PAI-1). TNF-alpha and IL-1 stimulate PAI-1 synthesis and release, and decrease plasminogen activator synthesis. In addition to endothelial cells, PAI-1 may also be released from activated platelets. Moreover, there are data to suggest that fibrinolysis may also be suppressed by thrombin-activatable fibrinolytic inhibitor (TAFI) although the role of this pathway in DIC has not been well established.Inhibition of fibrinolysis occurring primarily as the result of increased levels of plasminogen activator inhibitor-1 (PAI-1) also contributes to the pathogenesis of DIC.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "mention": "38-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In addition to inflammatory processes stimulating the coagulation cascade, the activation of coagulation has been shown to contribute to proinflammatory responses. For example, factor Xa, thrombin, fibrin, and the tissue factor-factor VIIa complex have all been found to elicit proinflammatory processes. More specifically, the binding of thrombin to specific cell receptors known as protease-activated receptors (PARs) appears to be the primary mechanism by which this proinflammatory response is induced. These PARs are located in the vasculature on endothelial cells, platelets, mononuclear cells, fibroblasts and smooth muscle cells. Four PARs are known in humans. Human PAR1, PAR3, and PAR4 can be activated by thrombin while PAR2 is activated by the tissue-factor-factor VIIa complex and factor Xa, but not by thrombin. The effect of these coagulation proteins on inflammation is supported by the clinical finding that infusion of recombinant factor VIIa in healthy human subjects results in small, but significant increases in the concentrations of IL-6 and IL-8; a response that is absent when volunteers are pretreated with an inhibitor of tissue factor-factor VIIa. In addition to the effect of these coagulation proteins, the three endogenous anticoagulant pathways can also influence inflammation. For example, activated protein C has been found to inhibit TNF-alpha release from monocytes both in vitro and in vivo and to block leukocyte adhesion in vivo. It has also been demonstrated to inhibit endotoxin-induced production of IL-1B, IL-6, and IL-8 in cultured monocytes and macrophages. Furthermore, inhibition of the protein C pathway increases cytokine elaboration, endothelial cell injury and leukocyte extravasation in response to endotoxin; processes that are decreased by the infusion of activated protein C. Moreover, infusion of recombinant activated protein C accelerated the decrease of IL-6 levels in humans with severe sepsis. In addition, recent laboratory experiments demonstrate common pathways in which coagulation directly relates to innate immunity against pathogens and microorganisms, contributing to the inflammation-coagulation interface. Briefly, infectious processes are responsible for recruiting cells and proteins that facilitate both immunity and coagulation (i.e. neutrophil extracellular traps [NETs]). Likewise, thrombomodulin, the protein that binds to thrombin with subsequent activation of protein C, is also involved in the negative regulatory effect of high mobility group box-1 (HMGB1), a cytokine storm elicitor, contributing to the direct inactivation of complement C3b, and the indirect inactivation of complement C5a and C3a. Clearly, there are data supporting an influence on the inflammatory response by coagulation processes and this remains an area of much interest and research.The activation of coagulation has been shown to contribute to proinflammatory responses. The binding of thrombin to specific cell receptors known as protease-activated receptors (PARs) appears to be the primary mechanism by which this proinflammatory response is induced.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "\nThe clinical spectrum of DIC can be quite diverse ranging from a subclinical decrease in the platelet count or prolongation in the clotting times to fulminant DIC with widespread microvascular thrombosis and profuse bleeding.\n",
            "cite_spans": [],
            "section": "Clinical Aspects ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "The clinical spectrum of DIC can be quite diverse ranging from a subclinical decrease in the platelet count or prolongation in the clotting times to fulminant DIC with widespread microvascular thrombosis and profuse bleeding. As stated above, it is always secondary to an underlying disorder and there are a wide variety of conditions that may result in DIC (Table 38-3). In pediatrics, sepsis is one of the most common etiologies of DIC. It is interesting to note that, in bacterial sepsis, there is no difference in the incidence of DIC between gram negative and gram positive organisms. In both cases, DIC is triggered either by specific components from the microorganism cell membrane (lipopolyssacharide or endotoxin) or bacterial exotoxins (e.g. staphylococcal alpha toxin). In addition to sepsis, DIC is commonly found in severe trauma patients and is closely linked to the development of multiple organ dysfunction syndrome and worse outcomes. A combination of factors may contribute to the triggering of DIC in severe trauma, but clearly, activation of the cytokine network in a manner similar to sepsis is an established factor. DIC is also common among patients with cancer. In children, laboratory evidence of DIC has been reported in 3% of untreated patients with acute lymphocytic leukemia and in nearly 14% of those with acute myelocytic leukemia. Children with acute promyelocytic leukemia (APL) appear to be at increased risk. DIC has also been reported among children with neuroblastoma and other solid tumors usually in the setting of extensive disease. The pathophysiology of DIC in cancer is less well established although expression of high levels of tissue factor and cancer procoagulant, hyperfibrinolysis in the setting of activated coagulation (APL), and the release of cytokines that influence the prothrombotic potential, adhesive properties and permeability of the vascular endothelium have all been suggested. Vascular disorders such as giant hemangiomas or aneurysms may lead to local activation of coagulation. This phenomenon can lead to an imbalance of systemic coagulation with subsequent consumption of platelets and coagulation factors.",
            "cite_spans": [],
            "section": "Clinical Aspects ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "mention": "38-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The diagnosis of DIC cannot be established on the basis of a single laboratory test, but requires assessment of the entire clinical picture. The ISTH has published a 5-step scoring algorithm to provide a practical diagnostic approach and set of criteria for the diagnosis of DIC. To begin, and important to note, the presence of an underlying disorder known to be associated with DIC is a conditio sine qua non for the use of the algorithm. If such a condition does not exist, the algorithm should not be used. To continue, the scoring system requires assessment of simple, global coagulation tests that are routinely available in almost all hospitals, and provides a score for each based on the degree of derangement (Fig. 38-4). A total score of ≥5 is considered compatible with a diagnosis of overt DIC and has been associated with increased mortality in prospective study.\nThe diagnosis of DIC cannot be established on the basis of a single laboratory test, but requires assessment of the entire clinical picture. The ISTH has recently published a scoring algorithm to provide a practical diagnostic approach.\n",
            "cite_spans": [],
            "section": "Diagnosis ::: Disseminated Intravascular Coagulation",
            "ref_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "mention": "38-4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Several molecular markers for the activation of coagulation or fibrin formation exist that are sensitive markers of DIC. However, their utility is limited because they lack specificity and are not readily available. Tests that are likely to be routinely available include tests for fibrin degradation products (FDPs) and d-dimers. d-dimers are specific degradation products that can only result from the digestion of cross-linked fibrin. These tests are useful in that they are sensitive markers for DIC, and a normal d-dimer value has a high negative predictive value; however, they too lack specificity. Fibrinogen levels have been suggested as a useful tool for the diagnosis of DIC. However, because fibrinogen is as an acute-phase reactant, levels can remain within the normal range for a long time despite active DIC, making it a less sensitive test. Serial monitoring of fibrinogen levels, as well as these other tests, is more useful than a single result in establishing the diagnosis of DIC. Another method, the waveform aPTT, has been found to be both a sensitive and specific detector of DIC in adults. This test analyzes the waveform produced by changes in light transmittance upon re-calcification of citrated plasma displayed by an automated laboratory machine while measuring the aPTT. In contrast to the normal sigmoid-shaped aPTT waveform, a biphasic waveform identified DIC in a study of 1,470 samples with 98% sensitivity, 98% specificity, and a positive predictive value of 74%. These changes seem to precede the more classical laboratory markers of DIC by approximately 24 h.The waveform aPTT has recently been found to be both a sensitive and specific detector of DIC.\n",
            "cite_spans": [],
            "section": "Diagnosis ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "The treatment of DIC primarily involves aggressive treatment of the underlying condition and supportive care. Volume resuscitation, inotropic/vasopressor support, anti-microbials, and respiratory support must all be utilized as needed. Plasma and platelet substitution should be used in patients with active bleeding, those undergoing an invasive procedure, or those with a significant depletion of these hemostatic factors. Routine replacement therapy based on laboratory results alone does not appear warranted.",
            "cite_spans": [],
            "section": "Treatment ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "Anticoagulant therapy has been suggested as a potential treatment. Experimental data suggests that heparin therapy may be effective in blunting lipopolysaccharide-induced coagulation. In a randomized, double blinded, placebo controlled trial of 30 healthy male volunteers who received a lipopolysaccharide infusion, both unfractionated heparin and low molecular weight heparin markedly decreased activation of coagulation as compared to placebo. However, anticoagulant therapy with heparin has never been found to have a beneficial effect on clinically important outcomes in controlled trials of DIC and its use may be associated with an increased risk of bleeding. Some authors suggest that the use of therapeutic heparin is indicated in conditions with overt thromboembolism or with extensive fibrin deposition such as purpura fulminans or acral ischemia. Patients with DIC are usually given relatively low doses of heparin as a continuous infusion. Low-molecular-weight heparin may also be used as an alternative to unfractionated heparin.",
            "cite_spans": [],
            "section": "Treatment ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "Other anticoagulants have also been utilized to treat DIC. Given the pathophysiology of inflammation-mediated DIC, inhibitors of tissue factor appear to be logical therapeutic agents. In a randomized, double blinded, placebo controlled, multicenter, phase 3 clinical trial of nearly 2,000 septic adults, recombinant tissue factor inhibitor (tifacogin) failed to improve all cause 28-day mortality among patients with an INR  ≥  1.2. Patients treated with this medication failed to show improvement in any of the protocol-specified secondary end points and use of the drug was associated with an increased risk of bleeding. Among treated patients with an INR  <  1.2 in that trial, there was a strong trend towards improved survival although the increased bleeding risk persisted. Another potential therapy is the recombinant nematode anticoagulant protein c2 (rNAPc2) which is a potent inhibitor of the tissue factor-factor VIIa complex. Its mechanism of action is distinct from tissue factor pathway inhibitor. In a phase 1 study in healthy, male volunteers, intravenous rNAPc2 was found to be safe and well tolerated. A single dose completely blocked endotoxin-induced thrombin generation without affecting the fibrinolytic response and attenuated the endotoxin-induced rise in IL-10, without affecting other cytokines. Blockade of IL-6 is another therapeutic consideration. Since IL-6 is postulated to be responsible for tissue factor expression in mononuclear and endothelial cells during severe sepsis, it is plausible that IL-6 blockade may inhibit activation of the coagulation cascade. Based on encouraging results in primates, a randomized, double blinded, placebo controlled trial of a monoclonal anti-IL-6 antibody was conducted in healthy volunteers who received a lipopolysaccharide infusion. Unfortunately, the use of the IL-6 antagonist failed to decrease lipopolysaccharide-induced tissue factor mRNA transcription or plasma concentrations of any of the downstream coagulation factors. Finally, inactivated recombinant factor VIIa, which inhibits the binding of factor VIIa to tissue factor, has been reported to prevent tissue factor-induced thrombosis in animal models and to have potent antithrombotic effects in a perfusion chamber ex vivo human study. Its potential role in DIC requires further study.",
            "cite_spans": [],
            "section": "Treatment ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "Restoration of endogenous anticoagulant pathways is also being studied as potential therapy for DIC. Antithrombin is one of the most important physiologic inhibitors of coagulation, and patients with DIC almost invariably have an acquired deficiency. The administration of antithrombin concentrate has been extensively studied and utilized in the treatment of DIC for over 25 years. Several controlled clinical trials, mostly in patients with sepsis or with septic shock, have shown beneficial effects in terms of improvement in laboratory parameters, duration of DIC and even in organ function. However, in a randomized, double blinded, placebo controlled, multicenter, phase 3 clinical trial in 2,314 adult patients with severe sepsis (the KyberSept Trial), high-dose antithrombin therapy had no effect on 28-day all cause mortality when administered within 6 h of the onset of sepsis, and, was associated with an increased risk of hemorrhage when administered with heparin. A post hoc subgroup analysis suggested a treatment benefit of antithrombin in the subgroup of patients not receiving concomitant heparin. Available data is limited in pediatrics. However, in an open, randomized, controlled trial of 109 children diagnosed with acute lymphoblastic leukemia, 37 patients were treated with supraphysiologic doses of antithrombin to prevent thromboembolism. In this small study, antithrombin use was associated with a trend toward both efficacy and safety although the study, by design, was not sufficiently powered to address these issues.",
            "cite_spans": [],
            "section": "Treatment ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "Restoration of activated protein C represents another therapeutic target in inflammation-induced DIC since both the levels and activation of protein C are considerably diminished during severe sepsis. In a randomized, double blinded, placebo controlled, multicenter trial of 1,690 adults with severe sepsis and at least one sepsis-induced organ dysfunction, the infusion of a recombinant form of human activated protein C (drotrecogin alfa) resulted in a highly significant reduction in 28-day all cause mortality. The use of the recombinant activated protein C was associated with an increased risk of serious bleeding that approached statistical significance (3.5% vs. 2.0%, P  =  0.06). Based on these encouraging results, and a trial in 83 pediatric patients with severe sepsis demonstrating that the pharmacokinetics, pharmacodynamic effects, and safety profile of drotrecogin alfa (Xigris) in pediatric patients are similar to those in adults, a large, multicenter, randomized, double blinded, placebo controlled, phase 3 study was initiated in children. Unfortunately, the external, independent Data Monitoring and Safety Committee for the study recommended that the trial be stopped for futility after a planned interim analysis showed that the therapy was highly unlikely to show an improvement over placebo in the primary endpoint of “Composite Time to Complete Organ Failure Resolution” over 14 days. The Data Monitoring and Safety Committee also noted an increase in the rate of central nervous system hemorrhage in the treatment versus the placebo group. Over the infusion period (study days 0–6), four patients experienced an intracranial hemorrhage event among drotrecogin alfa-treated patients versus only one in the placebo group, with three of the four events in the drotrecogin alfa group occurring in patients aged 60 days or less. Mortality, the rate of serious adverse events, overall serious bleeding events, and major amputations appeared to be similar in the two groups. Based on these data, drotrecogin alfa cannot be recommended for use in pediatric severe sepsis.",
            "cite_spans": [],
            "section": "Treatment ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "In conclusion, DIC is an acquired syndrome characterized by systemic intravascular activation of coagulation resulting in widespread generation and deposition of fibrin in the circulation. The resultant microvascular thrombosis appears to contribute to increased morbidity and mortality. The pathophysiologic basis of DIC is becoming progressively better understood thereby providing potential targets for therapeutic intervention. The implementation of well designed clinical trials will continue to improve our understanding of the process and hopefully identify the most effective therapies.Disseminated intravascular coagulation (DIC) is a syndrome characterized by systemic intravascular activation of coagulation resulting in widespread generation and deposition of fibrin in the circulation.\n",
            "cite_spans": [],
            "section": "Conclusions Regarding DIC ::: Disseminated Intravascular Coagulation",
            "ref_spans": []
        },
        {
            "text": "Thrombocytopenia can be caused by a multitude of inherited and acquired diseases, and the clinical presentation varies from a benign incidental finding to life-threatening hemorrhage. Thrombocytopenia is defined as a platelet count less than 100,000/μL of blood, but rarely is symptomatic until the count drops below 50,000/μL, and often even lower. The degree of thrombocytopenia can be categorized as thrombocytopenia (<100,000/μL or a greater than 50% reduction from baseline), severe thrombocytopenia (<50,000/μL), or profound thrombocytopenia (<20,000/μL). In the PICU, thrombocytopenia is common and frequently has important clinical implications with several studies reporting an association with worse outcomes. In critically ill pediatric patients, thrombocytopenia has been associated with a 6-fold relative risk of mortality when controlling for severity of illness and a 12-fold increase in the relative risk of developing multiple organ system failure. The principal risk of thrombocytopenia is acute major hemorrhage defined as bleeding in the central nervous system, lung, bladder, muscle, gastrointestinal tract, or any bleeding that causes anemia severe enough to require transfusion of packed red blood cells.In critically ill pediatric patients, thrombocytopenia has been associated with a several fold increase in the risk of mortality and multiple organ system failure when controlling for severity of illness.\n",
            "cite_spans": [],
            "section": "Introduction ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Platelets are produced by megakaryocytes and have an average daily lifespan of 9–10 days. Generally, the body produces approximately 35,000 platelets per microliter of blood each day to maintain a steady state platelet count in the range of 150,000–350,000/μL. Steady state platelet counts of this magnitude are more than that needed for routine hemostasis, and thus, provide a surplus for times of excess platelet loss or consumption. Studies have suggested that a platelet count of at least 7,000/μL is necessary to support vascular integrity. Although platelets have several growth regulators, thrombopoietin, a polypeptide glycoprotein that shares significant homology with erythropoietin, is the most important modulator of the platelet count.",
            "cite_spans": [],
            "section": "Introduction ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "\nThrombocytopenia may be the result of three pathophysiologic processes: (1) decreased platelet production (2) increased platelet destruction or (3) distributional thrombocytopenia.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Thrombocytopenia may be the result of three pathophysiologic processes: (1) decreased platelet production (2) increased platelet destruction or (3) distributional thrombocytopenia. Decreased production is often associated with underproduction of other cell lines characterizing an inherited or an acquired bone marrow failure syndrome. However, bone marrow abnormalities associated with isolated thrombocytopenia may occur including the thrombocytopenia with absent radii (TAR) syndrome as well as the X-linked thrombocytopenia. Increased destruction is the most common etiology of thrombocytopenia observed in the PICU setting. It may be identified by an elevated mean platelet volume (MPV) which measures the average size of circulating platelets. During escalated platelet destruction, the body compensates with increased production of platelets, and thus, the overall age of the platelets decreases as few survive to senescence. These young platelets tend to be large resulting in an elevated MPV. In this way, an elevated MPV may provide indirect evidence of increased platelet destruction. These younger, larger platelets may have better function than older platelets and the larger membrane area per platelet partially compensates for decreased platelet numbers. Thrombocytopenia secondary to increased destruction can be divided into immune or non-immune causes. Among the immune causes, infections of all types (viral, bacterial, protozoan) appear to be the most common in the PICU. Among the non-immune group, DIC, vascular anomalies, hemolytic uremic syndrome (HUS), thrombotic thrombocytopenic purpura (TTP) and catheter-related thromboses are most common. Platelet sequestration is an example of distributional thrombocytopenia and may result in a decreased number of circulating platelets despite a potentially normal platelet mass. Normally, 30% of the platelet mass resides in the spleen; however, in conditions associated with splenic enlargement as much as 80–90% of the platelet mass may be contained within the spleen. Table 38-4 highlights a differential diagnosis of thrombocytopenia in the PICU by pathophysiologic etiology. Spurious thrombocytopenia (pseudo-thrombocytopenia), arising from platelet clumping in vitro due to either inadequate anticoagulation of the blood sample or EDTA-dependent agglutinins, must be excluded by reviewing the peripheral smear.\nThrombocytopenia must be assessed within the framework of the clinical condition.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Thrombocytopenia",
            "ref_spans": [
                {
                    "start": 2045,
                    "end": 2049,
                    "mention": "38-4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In addition to understanding the pathophysiologic mechanism, the age of the patient and the clinical presentation are very useful in diagnosing the specific cause of the decreased platelet count. Thrombocytopenia must be assessed within the framework of the entire clinical condition. This is important in determining if the thrombocytopenia is a primary problem or secondary to another underlying clinical disorder. The past medical history of the patient and family history must be reviewed with focused attention to medication use, episodes of ­bleeding or bruising, and all other acute issues. A complete physical examination to detect hepatosplenomegaly, foci of infection, lymphadenopathy, the presence of a mass, and bruising or bleeding is essential. Petechiae, in particular, are common with thrombocytopenia and are often mucosal. Specific physical findings such as the absence of radii or other physical stigmata associated with bone marrow failure syndromes may direct the diagnostic work-up.",
            "cite_spans": [],
            "section": "Evaluation of Thrombocytopenia ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "In addition to the history and physical exam, a complete blood cell count and examination of a peripheral blood smear are of paramount importance. The platelet count obviously identifies the presence of thrombocytopenia. The white blood cell (WBC) count and hemoglobin concentration are useful in distinguishing isolated thrombocytopenia from conditions involving other cell lines. The examination of the peripheral smear is necessary to exclude pseudo-thrombocytopenia; however, much more information may be gleamed from this basic test. For example, analysis of the red blood cells may reveal spherocytes suggestive of an autoimmune process or schistocytes detected in a variety of hemolytic conditions. The size of the platelets and the MPV may also be useful. Small platelets may be suggestive of the Wiskott-Aldrich Syndrome; an X-linked disorder classically associated with the triad of recurrent infection, thrombocytopenia, and eczema. Large platelets tend to be present in conditions of increased destruction as described above, most notably idiopathic immune thrombocytopenic purpura (ITP). Large platelets may also be observed in many of the hereditary thrombocytopenias. Additionally, review of the white blood cells may reveal the presence of Dohle bodies (and/or Dohle-like bodies) which are sky blue cytoplasmic inclusions within the neutrophil. When these inclusions are detected in nearly all neutrophils in the setting of giant platelets, they may be indicative of the May Hegglin anomaly or other Myosin-heavy chain 9 (MYH9)-related syndromes. These syndromes (May-Hegglin anomaly, Sebastian syndrome, Fechtner syndrome, and Epstein ­syndrome) are believed to be a single autosomal dominant disorder characterized by macrothrombocytopenia with a clinical spectrum distinguished by different combinations of laboratory and clinical findings including sensorineural hearing loss, cataracts, and nephritis.",
            "cite_spans": [],
            "section": "Evaluation of Thrombocytopenia ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "In addition to excluding pseudo-thrombocytopenia, the peripheral smear is useful in detecting other inaccurate measurements of the automated platelet count. For example, giant platelets because of their size are often not counted as platelets in automatic determinations, yielding artificially low platelet determinations. Alternatively, the presence of erythrocyte or leukocyte fragments may erroneously be counted as platelets yielding a “normal” or elevated automated platelet count, when in fact, thrombocytopenia may actually exist. The peripheral smear is needed to correctly distinguish these clinical situations.",
            "cite_spans": [],
            "section": "Evaluation of Thrombocytopenia ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "When the diagnosis is not secure, a bone marrow examination including both needle aspiration and biopsy may be indicated. Useful adjunctive tests may include global tests of coagulation (e.g. PT, aPTT), specific platelet antibodies, human immunodeficiency virus (HIV) serology, lupus anticoagulant and antinuclear antibody (ANA), and viral serologies. In addition, thrombopoietin levels may also be helpful.",
            "cite_spans": [],
            "section": "Evaluation of Thrombocytopenia ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "In the newborn, there are many, widely varied causes of thrombocytopenia. Alloimmune thrombocytopenia, caused by the placental transfer of a maternal platelet-specific IgG antibody is one of the most common causes of significant thrombocytopenia with bleeding. In this condition, the maternal immune system develops antibodies against paternal antigens on the fetal platelet (antigens that the maternal platelets do not possess) that cross the placenta and destroy the neonatal platelets in a manner similar to Rh-disease of the newborn. In Caucasians, the most common antigen involved in this condition is human platelet antigen-1 (HPA-1). Autoimmune thrombocytopenia may also occur, although it is less common and less severe (both in terms of platelet count and clinical bleeding). In autoimmune thrombocytopenia, the platelet antibody is directed against antigens common to both the maternal and fetal platelets. The maternal platelet count is decreased, in contrast to alloimmune thrombocytopenia, in which the maternal platelet count is normal. Other causes of thrombocytopenia in the newborn include infections, inherited thrombocytopenias, inborn errors of metabolism, gestational complications, primary bone marrow failure syndromes, and ­congenital leukemia. In the critically ill neonate, a great variety of conditions including sepsis, DIC, thromboembolism, and necrotizing enterocolitis will result in at least mild, if not severe, thrombocytopenia.",
            "cite_spans": [],
            "section": "Neonatal Thrombocytopenia ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Idiopathic immune thrombocytopenic purpura (ITP) is an autoimmune disorder and one of the most common causes of thrombocytopenia in childhood. It is generally a benign and self-limited process and it is very different than ITP in adults. It usually presents with petechiae and non-palpable ecchymoses a few weeks after a viral infection. The physical exam is essentially unremarkable, notable for its absence of lymphadenopathy, hepatosplenomegaly, rash, and joint swelling. Platelet counts can frequently be very low (<10,000/μL) and the WBC count is usually normal. For the same degree of thrombocytopenia, there is an apparent lower tendency to bleed with ITP because the platelets tend to be younger, larger (elevated MPV), and more effective than older, smaller platelets. A bleeding score based on the initial physical findings has been established in pediatrics that allows for a semi-quantitative assessment of hemorrhage in children with ITP. Therapy for ITP at diagnosis remains controversial and guidelines have been published by both the British and American Societies of Hematology. In the event of severe, life-threatening bleeding, platelet transfusions, steroids, intravenous immunoglobulin (IVIG), and even splenectomy may be considered. Platelet transfusions are only indicated for life-threatening hemorrhage in ITP. Postulated mechanisms for steroid efficacy include stabilization of vascular integrity, decreased synthesis of autoantibodies, and decreased clearance of antibody-coated platelets by white blood cells. IVIG works by blocking Fc receptor-mediated clearance of antibody-coated platelets by mononuclear, phagocytic cells. IVIG also seems to provide immune-modulation of the phagocytic system. Intravenous anti-D immune globulin has also been offered as a potential therapy for ITP, but should be used with caution in the setting of a decreased hemoglobin concentration or hemolysis.",
            "cite_spans": [],
            "section": "Idiopathic Immune Thrombocytopenic Purpura ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Hemolytic uremic syndrome (HUS) and thrombotic thrombocytopenic purpura (TTP) are both characterized by microangiopathic hemolysis, thrombocytopenia, and organ dysfunction, and the distinction between the two can be difficult. HUS classically occurs as a triad of microangiopathic hemolytic anemia, thrombocytopenia, and renal failure following a prodrome of bloody diarrhea. HUS has been linked to a verotoxin-producing E. coli 0157:H7 and Shigella dysenteriae serotype 1 as well as a number of other infectious agents. A subset of patients develops HUS with no evidence of a verotoxin-producing infection, but rather with a mutation in regulatory proteins of the complement pathway including factor H, membrane cofactor protein, and serine protease factor I. Such mutations result in impaired protection of host surfaces against complement activation and it is likely that they predispose to, rather than directly cause thrombotic microangiopathy. The thrombocytopenia of HUS appears related to increased platelet activation and enhanced platelet aggregation as a result of prostaglandin imbalance. Renal dysfunction is a prominent feature of HUS, more so, than in TTP.Hemolytic uremic syndrome (HUS) classically occurs as a triad of microangiopathic hemolytic anemia, thrombocytopenia, and renal failure following a ­prodrome of bloody diarrhea.\nA subset of patients develops HUS with no evidence of a verotoxin-producing infection, but rather with a mutation in a regulatory protein of the ­complement pathway.\n",
            "cite_spans": [],
            "section": "Hemolytic Uremic Syndrome and Thrombotic Thrombocytopenic Purpura ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "TTP is characterized by a pentad of symptoms consisting of microangiopathic hemolytic anemia, thrombocytopenic purpura, fever, renal dysfunction, and neurologic findings although the complete pentad is observed in only a minority of patients. TTP tends to have a more insidious onset and a more prolonged course than HUS. Although the pathophysiology of TTP is incompletely understood, many cases are associated with a congenital or an acquired deficiency in the von Willebrand factor (vWF) protease, ADAMTS13, which is responsible for cleaving vWF multimers into smaller, less thrombogenic multimers. The deficiency of this protease results in ultralarge and large vWF multimers that lead to ­excessive vWF-platelet binding causing microvascular thrombosis, consumptive thrombocytopenia and microangiopathic hemolysis.Thrombotic thrombocytopenic purpura (TTP) is characterized by a pentad of symptoms consisting of microangiopathic hemolytic anemia, thrombocytopenic purpura, fever, renal dysfunction, and neurologic findings although the complete pentad is observed in only a minority of patients.\n",
            "cite_spans": [],
            "section": "Hemolytic Uremic Syndrome and Thrombotic Thrombocytopenic Purpura ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "TTP has been associated with bone marrow transplantation, cancer, HIV infections, ­autoimmune disorders, and medications. HUS can also be secondary to bone marrow ­transplantation, chemotherapy, autoimmune diseases, renal irradiation, and malignant hypertension. Both conditions may be familial. Treatment of HUS is primarily supportive and dialysis may be required. Many other therapies have been employed with little controlled data. For example, eculizumab, a monoclonal anti-C5 antibody that prevents the activation of the terminal complement pathway has recently been used in the treatment of atypical HUS. Large volume plasma exchange should be implemented emergently for TTP. Rituximab may be added if plasma exchange does not lead to rapid improvement. In patients with congenital ADAMTS13 deficiency, clinical trials of treatment with a recombinant von Willebrand factor inhibiting aptamer (ARC1779) are underway. Since children with TTP respond well to plasma exchange, the diagnosis of TTP should always be considered in the differential diagnosis of an atypical thrombocytopenia.Many cases of TTP are associated with a congenital or an acquired deficiency in the von Willebrand factor (vWF) protease, ADAMTS13, which is responsible for cleaving vWF multimers into smaller, less thrombogenic multimers.\nPlasma exchange should be implemented emergently for TTP.\n",
            "cite_spans": [],
            "section": "Hemolytic Uremic Syndrome and Thrombotic Thrombocytopenic Purpura ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Type IIB von Willebrand disease can result in childhood thrombocytopenia and clinical bleeding. It is the result of a mutation in vWF that leads to enhanced spontaneous vWF binding to platelets, and thereby, increased clearance. It is usually associated with a positive family history and increased mucocutaneous bleeding and bruising for a given platelet count. Platelet-type or pseudo-von Willebrand disease presents quite similarly, however, the mutation is on the platelet resulting in increased spontaneous vWF-platelet binding. The treatment of Type IIB vWF disease is an infusion of vWF concentrate while the treatment for platelet-type vWF disease is a platelet transfusion. Desmopressin, the treatment for type I von Willebrand disease, may actually worsen the thrombocytopenia of type IIB by augmenting vWF binding to platelets and accelerating clearance.",
            "cite_spans": [],
            "section": "Type IIB von Willebrand Disease ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Drug-induced thrombocytopenia may be secondary to a number of medications used in the intensive care unit including, but not limited to, antibiotics (e.g. trimethoprim-sulfamethoxazole, rifampin), anticonvulsants (e.g. valproate), diuretics (e.g. chlorothiazide), H2 antagonists (e.g. cimetidine), anti-arrhythmics (e.g. quinidine, amiodarone) and other cardiovascular medications (e.g. digoxin, amrinone, nitroglycerine). Drug-induced thrombocytopenic disorders can be classified into three mechanisms: bone marrow suppression, immune-mediated destruction, and platelet activation/aggregation. Thrombocytopenia may occur with or without decreases in the other blood cell lines, but frequently, thrombocytopenia is the most common hematologic abnormality.Heparin-induced thrombocytopenia (HIT) occurs in 1–3% of patients. HIT should especially be suspected in a PICU patient whose admitting illness has stabilized when unexplained new thrombocytopenia develops, especially in the setting of new thrombosis.\n",
            "cite_spans": [],
            "section": "Drug-Induced Thrombocytopenia ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Heparin use may result in a very severe thrombocytopenia. Heparin-induced thrombocytopenia (HIT) occurs in 1–3% of patients treated with unfractionated heparin and is associated with significant morbidity and risk of mortality. Its incidence in pediatrics has not been well established, although a previous report in children in the intensive care setting had an incidence of 2.3%. Unlike other drug-induced thrombocytopenias, HIT does not usually cause bleeding, but rather, thrombosis, as it is mediated by antibodies against the heparin-platelet factor 4 (H-PF4) complex, potentially leading to platelet activation and thrombosis. The diagnosis should be suspected when a patient has received heparin for more than four days (including small amounts of heparin used to flush lines as well as (although less commonly) low molecular weight heparin), or has had prior exposure to heparin, and develops new thrombocytopenia in the absence of other new diagnoses that are associated with a decreased platelet count. HIT should especially be suspected in a PICU patient whose admitting illness has stabilized when unexplained new thrombocytopenia develops, especially in the setting of new thrombosis. A high index of suspicion is warranted since over half of the patients with HIT develop significant thrombosis. A clinical suspicion of HIT can more adequately be assessed using pre-test probability scores and screened for in the laboratory with an ELISA test. It should be confirmed by the serotonin-release test or another functional test. Testing is important since a diagnosis of HIT is an absolute contraindication to continued heparin use. Unfortunately, testing results are not usually available in time to prevent complications of HIT. Therefore, when the diagnosis of HIT is clinically suspected, early initiation of ­treatment may be justified in the setting of high or moderate clinical pre-test probability. Treatment includes removal of all heparin (including flushes for ­intravenous lines) and the use of a thrombin inhibitor such as argatroban or lepirudin, or the use of a new anticoagulant agent such as bivalirudin. Nevertheless, due to the limited information regarding their safety profile in children, their utilization should follow specific criteria in the event of suspicion of HIT.",
            "cite_spans": [],
            "section": "Drug-Induced Thrombocytopenia ::: Thrombocytopenia in the Child ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Several other causes of thrombocytopenia exist in childhood that may be important to the pediatric critical care provider. Immunodeficiencies of many etiologies inclu­ding autoimmune diseases such as systemic lupus erythematosus, HIV infection, and congenital immune defects may all result in thrombocytopenia. Various pathophysiologic ­mechanisms (e.g. increased infections with resultant marrow suppression, actual viral invasion of the ­hematologic cell lines, autoimmune cytopenias) may account for this thrombocytopenia. Thrombocytopenia may be associated with a variety of infectious processes and may be an early finding of HIV, the result of a combination of factors. Moreover, conditions involving the bone marrow, both malignant and non-malignant, may result in decreased platelet counts. Oncology patients may be at risk of thrombocytopenia for a variety of reasons including malignant invasion of the bone marrow, myeloablative anti-neoplastic therapy, and/or sequestration in an enlarged liver or spleen. Non-malignant processes such as Gaucher disease, osteopetrosis, and other infiltrative disorders may also result in thrombocytopenia. Hepatic venocclusive disease may be associated with thrombocytopenia as a result of consumption of platelets in thrombi of the hepatic sinuses and/or sequestration by an enlarged liver. Moreover, decreased production may also play a role as this condition frequently occurs in the setting of hematopoietic stem cell transplantation.",
            "cite_spans": [],
            "section": "Other Potential Etiologies ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Several other causes of thrombocytopenia may present in childhood. Hypersplenism, a known complication of several disorders including malignancy, infiltrative processes, inborn errors of metabolism, infections, and obstructed or congested vascular flow, may result in thrombocytopenia although the etiology of the decreased platelets may be multifactorial. Refractory thrombocytopenia may be the first sign of marrow aplasia in children with Fanconi anemia, diagnosed by the characteristic absent or hypoplastic thumbs. Fanconi anemia is also frequently associated with abnormalities of the skeletal system, skin pigmentation, and short stature. Platelets may also be consumed in the formation of large vascular thromboses often resulting in a consumptive thrombocytopenia.",
            "cite_spans": [],
            "section": "Other Potential Etiologies ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Giant or visceral hemangiomas, or alternatively, vascular tumors such as tufted angiomas or kaposiform hemangioendotheliomas, may develop the Kasabach-Merritt phenomenon. This complication, is associated with decreased circulating platelets secondary to platelet trapping within the tumor and subsequent local activation and destruction by an abnormal endothelium. Treatment involves resection of the vascular mass when possible. Steroids, vincristine, and alpha interferon, are often used when surgical resection is not feasible. More recently, novel pharmacological agents including beta-2 blockers (i.e. propranolol) and sirolimus have been used with success in small case series. In the setting of a vascular tumor or an extensive hemangioma, platelet transfusions should only be used in the event of bleeding. Additionally, exchange transfusions or severe hemorrhage requiring massive transfusions may be associated with a dilutional thrombocytopenia. Increased activation of platelets may also contribute to the decreased platelet count associated with these transfusions. Finally, thrombocytopenia is associated with DIC which is discussed in detail elsewhere in the chapter.",
            "cite_spans": [],
            "section": "Other Potential Etiologies ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "In summary, thrombocytopenia is not an uncommon finding in the pediatric population, especially in the intensive care setting. There are a vast number of underlying medical disorders that may result in this condition and it is associated with increased morbidity and mortality. A thorough investigation within the context of the clinical condition is important to ascertain the correct diagnosis and facilitate optimal management.",
            "cite_spans": [],
            "section": "Conclusions ::: Thrombocytopenia",
            "ref_spans": []
        },
        {
            "text": "Under physiologic conditions, blood is maintained in a fluid state. The control of bleeding from an injury site is defined as hemostasis. Interestingly, the same basic mechanisms involved in the formation of a hemostatic plug that stops bleeding can also lead to the obstruction of blood flow and tissue death in cases of inappropriate regulation. Hemostasis is therefore based on a critical balance between opposite forces that regulate fibrin formation and dissolution. Procoagulant mechanisms and natural anticoagulant inhibitors are intrinsically related in a delicate equilibrium that can be disturbed towards coagulation due to an inherited or acquired condition that will either lead to excessive prothrombotic stimuli or lack of proper coagulation inhibition. Overall, thrombin is the most powerful procoagulant protein in this system and the goal of the coagulation cascade is to generate thrombin and to promote the formation of a stable clot. On the other hand, the natural anticoagulant systems (e.g. antithrombin, protein C system) together with the endothelial (i.e. heparin cofactor II) and the fibrinolytic system will act as a counterbalance to clot formation. The hemostatic system in infants and children is significantly different than in adults with many of the hemostatic components present in different concentrations.",
            "cite_spans": [],
            "section": "Introduction ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Recent data suggests that venous thromboembolism (VTE) in children is not a rare event and is being diagnosed with increasing frequency. Data from the National Hospital Discharge Survey reveals that 75,000 cases of pulmonary embolism and/or deep vein thrombosis were diagnosed in children (less than 18 years of age) over a 23-years period equating to a rate of 4.9 per 100,000 children per year. A more contemporary report examining only tertiary care American pediatric hospitals between 2001 and 2007 revealed an annual increase of 70% of VTE in children. Population-based studies suggest an incidence in children of 0.7–1.9 per 100,000 with ranges of 12–240 per 100,000 hospital admissions based on the age and geographical region studied. In addition, VTE may also be associated with significant morbidity and mortality in children. Recent studies of children with VTE report all cause mortality rates between 16% and 23% (mirroring those of adult studies) with thrombosis-specific mortality rates of 2.2–4.2%. Moreover, significant morbidity has also been noted with as many as 21% of the children having recurrent thrombosis and 7–70% experiencing postphlebitic syndrome.Data from the National Hospital Discharge Survey reveals that 75,000 cases of pulmonary embolism and/or deep vein thrombosis were diagnosed in children (less than 18 years of age) over a 23-year period equating to a rate of 4.9 per 100,000 children per year.\n",
            "cite_spans": [],
            "section": "Epidemiology ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "The age distribution of pediatric VTE follows a bimodal distribution with the highest incidence in neonates (infants <1 month of age) and in adolescence. Arguably, the lower concentrations of physiological inhibitors of the coagulation system (e.g. antithrombin, heparin cofactor II, protein C, protein S), decreased fibrinolytic capacity and the use of central venous catheters account for the increased risk among neonates. The increased incidence in adolescence occurs at a time when the coagulation profile is transitioning to adult values. It is associated with an increased capacity for thrombin generation, a decrease in the coagulation inhibitor, alpha 2-macroglobulin, and an increase in acquired risk factors (e.g. smoking, antiphospholipid antibody syndrome, use of oral contraceptives, pregnancy and obesity). Adolescent females have twice the rate of VTE as males (primarily because of pregnancy-related deep vein thrombosis) while there is an equal gender distribution among younger children. The rate of VTE in blacks is approximately twice that of whites in the United States for children of all age groups.",
            "cite_spans": [],
            "section": "Epidemiology ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "\nCentral venous catheters are the most common risk factor for thromboembolism in children being present in 60% of all pediatric cases and nearly 90% of neonatal cases.\n",
            "cite_spans": [],
            "section": "Etiology ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "The etiology of VTE is diverse, but there is a growing body of literature supporting the concept (although not completely established) that VTE in children is the result of an underlying genetic predisposition in combination with an acquired precipitating insult. In children, the most significant etiologic factors of thromboembolism are the presence of a central venous catheter (CVC) and/or other medical conditions. CVCs are the most common risk factor for thromboembolism in children being present in 60% of all pediatric cases and nearly 90% of neonatal cases. Factors that may influence the risk of CVC-related VTE include damage to the vessel wall during insertion, the vein accessed, location of the catheter tip, use of large bore catheters in relatively small vessels, catheter material, duration of catheter use and infusate. Symptoms suggestive of a CVC-related thrombosis include inability to aspirate blood through the catheter, loss of catheter patency, recurrent bacteremia, superior vena cava syndrome, chylothorax, pain, swelling, collateral vessel formation and/or symptoms of a pulmonary embolus.",
            "cite_spans": [],
            "section": "Etiology ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Individual patient risk factors that may influence the incidence of VTE include the ­underlying diagnosis and the presence of an inherited prothrombotic disorder. Clinical conditions associated with an increased risk of VTE in children include neoplasm (notably, acute lymphoblastic leukemia), congenital heart disease, trauma, systemic lupus erythematosus, renal diseases and infections. Oral contraceptive use, asparaginase therapy, and surgery may also increase the incidence of VTE.",
            "cite_spans": [],
            "section": "Etiology ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Genetic abnormalities that predispose to VTE are often referred to as “thrombophilia” and represent a lifelong state of hypercoagulability. In adults, a strong association between these inherited prothrombotic conditions and VTE has been demonstrated. However, the influence of these disorders on the development of VTE in children is just beginning to be studied and understood. Table 38-5 delineates the combined findings of two published pediatric series of the prevalence of inherited prothrombotic conditions in children with VTE. These predisposing conditions may or may not be expressed as thrombosis, depending on environmental insults, the strength and number of predisposing factors, and the presence of other genetic abnormalities associated with hypercoagulability. There are some data to suggest that in children with VTE, the presence of a genetic prothrombotic disorder is a strong predictor of a recurrent episode. However, in two separate reports, the presence of a genetic prothrombotic disorder was found to not be associated with recurrent thrombosis in children. This difference may be related to the population studied, the ethnic background of the patients, the underlying medical conditions, and the type of thrombotic event (e.g. CVC-related thrombosis). Large family studies of thrombophilia (including antithrombin deficiency, protein C deficiency, protein S deficiency, factor V Leiden and prothrombin gene mutations) have found a negligible incidence of thrombosis in children less than 15 years of age. A recent meta-analysis suggested that thrombophilia traits are a significant risk factor in the development of the first onset of DVT in children. In addition, with the exceptions of factor V Leiden and lipoprotein (a), these traits are also significant risk factors for DVT recurrence. However, the analysis did not take into consideration potential confounders such as CVC placement which would appear necessary to appropriately discern the role of thrombophilia traits in children.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "mention": "38-5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Antithrombin (AT) deficiency was one of the first identified inheritable hypercoagulable conditions. In children, it carries an odds ratio (OR) for first onset VTE of 9.44 (95% CI: 3.34–26.66; p<0.0001). It is inherited in an autosomal dominant manner with two types of abnormalities: one associated with reduced plasma levels of a functionally normal AT (Type I), and the other covering the two types of dysfunctional AT (Type II) (active-site defect and heparin binding-site defect). AT exerts its anticoagulant effect primarily by inactivating thrombin and factor Xa. AT bound to heparan sulfate molecules of the vascular endothelium inactivates thrombin, factor Xa, factor IXa, and factor XIa. It accomplishes this by forming a 1:1 stoichiometric complex with the activated clotting factor. Of note, AT levels are approximately half the normal adult levels at birth and increase to adult values by 6 months of life. Interestingly, levels of another thrombin inhibitor, alpha 2-macroglobulin, are elevated at birth and remain elevated through the second decade of life perhaps rendering a protective effect against thromboembolism during these years. Individuals with heterozygous AT deficiency usually present with venous thrombosis in early adulthood; while homozygous Type I AT deficiency is likely incompatible with life. Homozygous AT-Type II is rare, and is associated with an extremely high risk of VTE during childhood. There are several acquired causes of AT deficiency including DIC, liver disease, nephrotic syndrome, oral contraceptives, asparaginase therapy, and heparin therapy. The AT plasmatic activity measured by chromogenic assays are probably the best screening tests for AT-deficiency.Protein C, a vitamin K dependent protein, is activated when thrombin binds to the endothelial cell receptor thrombomodulin. Once activated, it exerts its anticoagulant effect by ­inactivating factor VIIIa and factor Va.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Inherited protein C deficiency is another autosomal dominant hypercoagulable condition that predisposes to VTE carrying an OR for first onset VTE in children of 7.72 (95% CI: 4.44–13.42; p<0.0001). Protein C, a vitamin K dependent protein, is activated when thrombin binds to the endothelial cell receptor thrombomodulin. Once protein C is activated, it exerts its anticoagulant effect by inactivating factor VIIIa and factor Va (Fig. 38-5). Protein S is required for the above reactions. Protein C is produced in the liver and there are two primary types of protein C deficiency. The first is associated with reduced levels of functionally normal protein C. In the second, there is a normal amount of protein C, but it is dysfunctional with either decreased coagulation or amidolytic function. Protein C levels are also approximately half the adult norm at birth rising to adult levels by adolescence. In general, homozygous protein C deficiency presents within hours of birth with life-threatening thrombotic complications including purpura fulminans as well as cerebral and ocular thromboses. Heterozygotes tend to remain asymptomatic until early adulthood provided there are no other prothrombotic conditions. The analysis of protein C deficiency should include both antigenic and functional assays with the latter being used as the screening test. If other causes of decreased protein C levels can be excluded, a level ≤55% suggests a genetic deficiency in adults, but not in prepubescent children where age-appropriate values are recommended. Repeat analysis and assessment of other family members should be performed to secure the diagnosis with certainty. Other causes of decreased protein C levels include DIC, liver disease, severe infection (notably meningococcemia), ARDS, asparaginase therapy, surgery, and coumadin therapy.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "mention": "38-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Protein S, another vitamin K dependent protein, is an important cofactor for protein C. Protein S enhances the binding of protein C to phospholipid-containing membranes and accelerates the inactivation of factor VIIIa and factor Va. Protein S is synthesized by hepatocytes and megakaryocytes. Normally, 60% of protein S is complexed to a complement binding protein, C4b-BP, which neutralizes its ability (Fig. 38-5). Hereditary protein S deficiency is also inherited in an autosomal dominant manner and has a clinical presentation similar to protein C deficiency. Protein S deficiency is associated with an OR of 5.77 (95% CI: 3.03–10.97; p<0.0001) for first onset VTE in children. There are three distinct forms of this deficiency: Type I has decreased total and free protein S levels with concomitant decreased function; Type II has normal total and free levels, but it is dysfunctional; Type III has sufficient total levels, but decreased free protein S, and therefore, decreased function. Interestingly, levels in neonates are only 30% of adult levels, but C4b-BP levels are also decreased, and thus, function is basically normal. Several acquired factors result in decreased levels including pregnancy, oral contraceptive use, human immunodeficiency virus and varicella infections, liver disease and asparaginase therapy. In light of these acquired deficiencies, repeat sampling and family testing is required for definitive diagnosis. Acute thromboembolic events including DIC result in increased C4b-BP levels, and therefore, decreased protein S activity. Total levels are increased in nephrotic syndrome, but free levels are decreased.Protein S is an important cofactor for protein C. Hereditary protein S deficiency has a clinical presentation similar to protein C deficiency.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "mention": "38-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Factor V Leiden (FVL) is the most common inherited prothrombotic condition occurring in up to 5% of the Caucasian population. The defect exists in factor V at the cleavage site where activated protein C normally binds to inactivate factor Va. This mutation, factor V G1691A, renders factor V resistant to inactivation with an increased risk of VTE of three- to seven-fold in heterozygous adult patients and an OR of 3.77 (95% CI: 2.98–4.77; p<0.0001) for children. Individuals who are homozygous for the defect, or those with a concomitant prothrombotic condition (congenital or acquired), are at even higher risk. For example, a combination of heterozygosity for the FVL and the prothrombin mutation has been estimated to increase the thrombotic risk 80-fold in adults. Although the FVL mutation is relatively common, it is not usually present in African Blacks, Chinese, Japanese or Native Americans. The condition is diagnosed by determining the activated partial thromboplastin time (aPTT) of the patient’s plasma both before and after the addition of activated protein C. This test, known as activated protein C resistance (APCR), is considered abnormal if the aPTT is not appropriately prolonged after the addition of activated protein C. A polymerase chain reaction (PCR) for the FVL mutation can be performed for confirmation.Factor V Leiden is the most common inherited prothrombotic condition occurring in up to 5% of the Caucasian population.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Prothrombin gene mutation 20210 is the result of a Gln to Arg substitution in the prothrombin gene resulting in elevated plasma levels of prothrombin because of increased efficiency of mRNA 3′ end formation. The prothrombotic state secondary to the mutation appears to be related to the elevated prothrombin levels. However, simply assessing prothrombin levels does not appear adequate to test for the mutation. PCR-based tests, including those that can assess for factor V Leiden in the same reaction, are used for diagnosis. This mutation is also common in the white population, and rare in those of African or Asian descent. It has been mostly related to deep vein thrombosis, myocardial infarction, and/or stroke in females exposed to oral contraceptives and/or smoking. Prothrombin gene mutation 20210 has a calculated OR of 2.64 (95% CI: 1.60–4.41; p< 0.0001) for first onset VTE in children.The prothrombin gene mutation 20210 results in elevated plasma levels of prothrombin that contribute to a prothrombotic condition.\nHyperhomocysteinemia may be associated with thromboembolism, both arterial and venous. A methionine challenge is a more sensitive diagnostic test than simply measuring fasting homocysteine levels.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "In addition to these five inherited deficiencies, there are several others worthy of comment. Hyperhomocysteinemia is associated with thromboembolism, both arterial and venous. Although the mechanism is not completely understood, hyperhomocysteinemia appears to exert its prothrombotic effect via changes in the vascular wall with proliferation of smooth muscle, endothelial cell desquamation, and intimal thickening. Rare forms of hyperhomocysteinemia result from inherited enzyme deficiencies, specifically methylene-tetrahydrofolate reductase and cystathionine-beta-synthase. The former is secondary to a mutation leading to loss of enzymatic activity resulting in hyperhomocysteinemia in the presence of folate deficiency. The latter presents with the classic clinical picture of homocystinuria characterized by mental retardation, ectopic lenses, skeletal abnormalities, and thromboembolism. Hyperhomocysteinemia may also result from a number of acquired disorders including deficiencies of folate, vitamin B12, and vitamin B6 because these are key cofactors in the normal breakdown of homocysteine. Although it may be diagnosed by measuring fasting homocysteine levels, comparing levels before, and 4–8 h after a methionine challenge, may be a more sensitive test.",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "The antiphospholipid antibody syndrome is an acquired hypercoagulable state diagnosed by the presence of a persistent antiphospholipid antibody commonly associated with a thrombotic event. The antiphospholipid antibodies comprise a group of heterogeneous IgG, IgM or IgA antibodies that are developed as either a primary phenomenon (i.e. antiphospholipid antibody syndrome) or secondary to an acute infection, an autoimmune disorder, or to medications. It is usually an acquired condition that manifests clinically as thrombosis (venous and/or arterial), thrombocytopenia, livido reticularis, and/or pregnancy loss. It can be divided into two broad types: the lupus anticoagulant and the anticardiolipin antibody syndromes. The name antiphospholipid is actually a misnomer, since the antibodies are mostly directed against proteins in combination with the ionic, negatively charged ­phospholipids (i.e. phosphatidylserine). There are several possible mechanisms to explain the procoagulant state including inhibition of the protein C system (acquired protein C resistance) as well as abnormal interactions with the complement system or with annexin V. The assays used to detect such abnormalities are classically divided into solid phase and fluid, clot-based assays. In the former, solid phase assays containing antibodies directed towards B2-glycoprotein-1 (B2GP-1) and anticardiolipin antibodies are detected by ELISA. In the latter, phospholipid-dependent coagulation assays are inhibited ‘in vitro’ by the presence of the antiphospholipid antibodies leading to prolonged clotting times. In the past, lupus anticoagulant was usually identified in children by a prolonged aPTT during pre-surgical screening. However, as more laboratories are now using lupus-insensitive reagents, a prolonged aPTT cannot reliably detect lupus anticoagulant. In testing for lupus anticoagulant, it is important for the laboratory to adhere to the guidelines published by the ISTH. In essence, at least two screening tests for a lupus anticoagulant should be performed. In the event of a detected abnormality, a mixing study should be performed to demonstrate that the abnormal test is due to an inhibitor rather than a clotting factor deficiency. Moreover, the inhibitory activity of the antibodies needs to be neutralized by an excess of phospholipids. In children, these antibodies are commonly transient; however, there are instances in which these findings persist.The antiphospholipid antibody syndrome is an acquired hypercoagulable state diagnosed by the presence of a persistent antiphospholipid antibody commonly associated with a thrombotic event.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Venous thrombosis is much more common than arterial in the lupus anticoagulant syndrome. As the name suggests, the syndrome is frequently associated with systemic lupus erythematosus. Children with lupus and antiphospholipid antibodies have a 16- to 25-fold increased risk of VTE as compared to children with lupus and without such antibodies. The anticardiolipin antibody syndrome, which tends to be associated with infections, is much more common than the lupus anticoagulant syndrome. Arterial and venous thromboembolism tend to occur with equal frequency in the anticardiolipin antibody syndrome.",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Data from epidemiological studies also suggest that an elevated plasma concentration of lipoprotein (a) is an important inherited risk factor for atherosclerotic and thrombotic disorders. Lipoprotein (a) is a lipid-protein that consists of cholesterol, apolipoprotein B100 (apoB100) and apolipoprotein (a). Cholesterol and apoB100 are in the form of a low-density lipoprotein (LDL). Apolipoprotein (a) is a polymorphic protein that possesses significant homology with plasminogen. Although a definitive understanding of the prothrombotic pathophysiology is still lacking, much has been established. Most notably, given the significant homology that apolipoprotein (a) possesses with plasminogen, it is postulated that a portion of the plasminogen activators binds apolipoprotein (a) rather than plasminogen resulting in reduced plasmin generation and decreased clot lysis. This also results in reduced production of transforming growth factor-B with consequent smooth muscle cell proliferation. Additional data suggest that lipoprotein (a) may also inactivate tissue factor pathway inhibitor thereby promoting thrombosis.Apolipoprotein (a) is a polymorphic protein that possesses significant homology with plasminogen. It is postulated that a portion of the plasminogen activators binds apolipoprotein (a) rather than plasminogen resulting in reduced plasmin generation and decreased clot lysis.\n",
            "cite_spans": [],
            "section": "Inherited Prothrombotic Conditions ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Much remains to be learned regarding pediatric thrombotic disorders. In addition to the prothrombotic conditions described above, other, much less established, abnormal coagulation profiles have been suggested to be associated with VTE. Elevated levels of factor VIII and/or d-dimers early in the course of VTE appear to be predictors of poor outcome in children although the mechanism for this effect has not been established. Moreover, extrapolation of adult thrombosis data may not be appropriate as there are clear differences between children and adults. For example, although increasingly recognized, thrombosis in children is a relatively rare event in comparison to adults. Several factors for this decreased risk in children have been postulated including differences in the coagulation profile, a decreased potential for thrombin generation and a vascular endothelium that has not endured years of potentially damaging exposures. Moreover, in children, vascular endothelial cells express more heparin cofactor 2 than adults potentially contributing to the decreased risk of VTE. Additionally, thromboses in children are almost always associated with a predisposing risk factor with less than 10% considered idiopathic. In contrast, 30–40% of adult thromboses have no identified predisposing factor. Finally, data suggest that children respond to anticoagulant and ­thrombolytic therapy differently than adults, and thus, it is likely that optimal therapy in children will be different than in adults.",
            "cite_spans": [],
            "section": "Conclusions Regarding Thrombotic Disorders ::: Inherited Thrombotic Conditions",
            "ref_spans": []
        },
        {
            "text": "Sickle cell disease (SCD) is an inherited condition associated with the production of abnormal hemoglobin caused by a single nucleotide substitution (GTG for GAG) in the sixth β-globin gene. This substitution results in a single β 6-amino acid substitution of valine for glutamic acid. This change in the structure of the hemoglobin molecule allows it to polymerize whenever deoxygenated. This polymerization forms the basis of the pathogenesis of the clinical manifestations of sickle cell disease and its sequelae. In addition to the homozygotic hemoglobin S (HbSS) disease, there are several other genotypes with varied phenotypic presentations (Table 38-6).\n",
            "cite_spans": [],
            "section": "Introduction ::: Sickle Cell Disease",
            "ref_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "mention": "38-6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Sickle cell disease occurs commonly, but not exclusively, in individuals of African ancestry. In the United States, 9% of African Americans have the trait and 1 in 600 have the disease (HbSS). Thirty years ago, only half the children with SCD reached adulthood; however, advances in newborn screening, immunizations, and other primary care initiatives have improved outcomes. In 1987, the NIH consensus statement concluded that “there is now indisputable evidence that rates of morbidity and mortality (from SCD) can be significantly reduced by programs that screen newborns for sickle cell disease, if they are linked to comprehensive clinical management systems that include parental education.” In addition, advances in the treatment of life-threatening crises and sequelae, along with advances in rescue therapy such as hydroxyurea and blood transfusion protocols, have continued to improve survival rates in the last two decades.",
            "cite_spans": [],
            "section": "Introduction ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "The fundamental pathophysiology of SCD was long thought to be dependent on the obstruction of the microcirculation as a consequence of impaired erythrocyte plasticity during capillary transit. It is now recognized that the actual mechanism is much more complicated, although the polymerization of deoxygenated hemoglobin S resulting in less deformable cells remains the primary event in the pathogenesis of SCD. This polymerization occurs as a result of the substitution of valine for glutamic acid allowing complimentary globin chains to bind, forming rope-like fibers that align with others to form a bundle, distorting the red cell into a classic crescent or sickled form. This polymerization is dependent on the intraerythrocytic hemoglobin S concentration, the degree of cell deoxygenation, the pH, and the intracellular concentration of hemoglobin F. Interestingly, the process of polymerization is slow relative to transit times through the capillary bed, and thus, many cells do not undergo polymerization. However, if transit times in the capillary bed are prolonged, then the red cells, as a result of exposure to lower oxygen tensions for longer periods of time, almost all undergo polymerization resulting in less deformable cells. These polymer-containing cells are trapped in the slow flowing venular side of the microcirculation. This sludging eventually leads to the formation of heterocellular aggregates of leukocytes and poorly deformable erythrocytes that adhere to the endothelium. These aggregates fuel the process of vaso-occlusion by creating further local hypoxia, increased transit times, increased hemoglobin S polymer formation, and propagation of the occlusion.The polymerization of ­deoxygenated hemoglobin S resulting in less deformable erythrocytes remains the primary event in the pathogenesis of sickle cell disease.\nThe formation of heterocellular aggregates of leukocytes and poorly deformable erythrocytes fuel the process of vaso-occlusion by creating further local hypoxia, increased capillary transit times, increased hemoglobin S polymer formation, and propagation of the occlusion.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Several other factors contribute to the vaso-occlusive pathophysiology of SCD. For example, leukocytes migrate though endothelial gap junctions, up-regulating inflammation in the microvasculature. In fact, the role of leukocytes in SCD is now well recognized by both clinical and animal data. Elevated granulocyte counts are predictive of disease severity and mortality, and an elevated baseline white blood cell count is an independent risk factor for the occurrence of acute chest syndrome and cerebral infarction among patients with SCD. Moreover, abnormal cation homeostasis via a number of mechanisms results in red cell dehydration and membrane damage resulting in dense, irreversibly deformed cells. This not only contributes to vaso-occlusion, but may also contribute to the hemolytic anemia of SCD. Additionally, the interaction between the heterocellular adhesion at the venular level and the activation of abnormal cation homeostasis is accentuated by infections, hemolysis, and other proinflammatory states common to SCD and its sequelae. Finally, the dysregulation of vasomotor tone favoring vasoconstriction via the down-regulation of nitric oxide-mediated vasodilatation and other mechanisms further exacerbates vaso-occlusion.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "\nThe acute chest syndrome is defined as the development of a new pulmonary infiltrate involving at least one complete segment of lung (consistent with the presence of alveolar consolidation, but excluding atelectasis), along with respiratory symptoms in a patient with sickle cell disease.\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "The acute chest syndrome (ACS) is defined as the development of a new pulmonary infiltrate involving at least one complete segment of lung (consistent with the presence of alveolar consolidation, but excluding atelectasis), along with clinical symptoms of chest pain, a temperature of more than 38.5°C, tachypnea, wheezing, or cough in a patient with SCD. ACS presents with rapidly progressive pulmonary infiltrates, chest pain, dyspnea, and worsening hypoxemia. In children less than 10 years of age, symptoms more commonly include wheezing, cough, and fever while pain in the extremities and dyspnea is more common among adults. The condition presents a considerable challenge in management because the etiology remains unclear. Infectious pathogens such as mycoplasma have been implicated, yet noninfectious mechanisms involving fat embolism have also been identified in autopsy and bronchoalveolar samples from patients with ACS.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Acute chest syndrome is the leading cause of death for patients with SCD accounting for approximately 25% of deaths in this patient population. Also, it is the most common complication in patients with SCD who have undergone a surgical procedure and anesthesia. Moreover, one-half of the patients with SCD will experience at least one episode of ACS. A subset of these patients may have repeated events, putting them at risk for chronic lung disease and pulmonary hypertension. Autopsy studies have demonstrated that a third of patients with SCD have obliterative pulmonary vasculopathy (Fig. 38-6).\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "mention": "38-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The etiology of ACS is multifactorial. Hypoxia is the common inciting event, and thus, any condition that predisposes to hypoxia and/or hypoventilation may contribute to the development of the syndrome. Sickle cell patients undergoing surgery, those in pain, or those receiving opioids may all be at risk for hypoventilation, and the development of the syndrome. In adolescents, vaso-occlusion appears to be a prominent precipitating event. In younger age groups, infectious etiologies appear to play a larger role evidenced by seasonal variations. In the National Acute Chest Syndrome Study, specific causes of ACS were identified in only 38% of cases; 29% being secondary to an infectious pathogen, and 9% the result of a fat embolism (Table 38-7).\nThe etiology of ACS is multifactorial with specific causes being identified in only 38% of cases.\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": [
                {
                    "start": 744,
                    "end": 748,
                    "mention": "38-7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "The hypoxia-induced vasoconstriction of the pulmonary vascular bed serves as the ­catalyst for ACS. Hypoxia not only facilitates erythrocyte polymerization, but the hypoxia-induced vasoconstriction prolongs capillary transit times fostering further polymerization. Adhesion to the pulmonary endothelium is exacerbated by the hypoxia as well as by free radicals, cytokines, infectious agents, fat emboli, and other proinflammatory agents ­associated with the process. Fat embolism and infection have been identified as two independent (but not mutually exclusive) events that up-regulate both inflammatory and adhesive pathways and lead to an exaggerated heterocellular sludging within the microcirculation. There are also secondary effectors such as phospholipase A2, and soluble vascular cell adhesion molecule (VCAM) which seem to potentiate the heterocellular aggregation. Data suggest that patients with SCD may have considerably lower levels of nitric oxide (NO) production and clinical studies have found that NO levels are also substantially reduced during ACS. This may contribute to further vasoconstriction. These vasoconstrictive and vaso-occlusive processes facilitate more intrapulmonary shunting leading to further hypoxia and worsening of the process.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "The treatment of ACS is primarily supportive. Early detection and treatment may limit its severity and prevent death. This begins by identifying patients at high risk. The following factors have all been associated with an increased risk of ACS: (1) high steady-state white blood cell count, (2) high hemoglobin concentration, (3) lower hemoglobin F levels, (4) hemoglobin SS disease, (5) hemoglobin S/βo-thalassemia, (6) cold weather and (7) more frequent pain episodes. A subset of patients with a decrease in steady-state hemoglobin, a platelet count less than 200,000/μL, neurological symptoms and costal or sternal pain has been associated with the most severe form of ACS involving marrow infarction and fat embolism. More than simply identifying these patients at increased risk, assuring effective patient education and appropriate immunization is paramount. The use of hydroxycarbamide, which exerts its effects by increasing the synthesis of fetal hemoglobin, has been found to decrease the incidence of ACS. In a recent multicenter, randomized, controlled trial, hydroxycarbamide was found to decrease the rates of acute chest syndrome when compared to matched controls receiving placebo. Hydroxycarbamide has also been found to be oxidized into nitric oxide and its administration results in the formation of nitrosyl hemoglobin and NO metabolites.Most centers advocate early RBC transfusion to interrupt the pathophysiologic processes that lead to ACS with a goal of maintaining a hemoglobin S concentration <30%.\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Treatment of ACS requires vigilant monitoring. A single physical examination or radiograph may not be adequate for early diagnosis. Continuous pulse oximetry should be utilized to assess for hypoxia and supplemental oxygen should be administered to all patients with any degree of hypoxemia. Also, laboratory values often worsen after the initial diagnosis despite aggressive intervention suggesting the need for serial monitoring. Hemoglobin concentrations should be measured and the fraction of hemoglobin S should be determined and utilized in the management of ACS with a goal of maintaining a hemoglobin S concentration <30%. Most centers advocate early transfusion to interrupt the pathophysiologic processes that lead to ACS. These early transfusions will not only increase oxygen carrying capacity, but may also decrease the percentage of hemoglobin S, improve blood rheology, and decrease intrapulmonary shunting. Packed RBC transfusions should be used judiciously, however, as increasing the hemoglobin concentration above 11 g/dL may increase blood viscosity, worsen ACS and increase the possibility of a cerebrovascular accident. Exchange transfusions may be more useful minimizing the risk of increasing blood viscosity and more rapidly decreasing the fraction of hemoglobin S. Some centers advocate using automated red blood cell exchange transfusion, or erythrocytapheresis, in treating HbSS disease. This process replaces sickle cells with normal cells, thereby decreasing the percentage of hemoglobin S while maintaining a net balance in iron accumulation. In addition, the use of phenotypically matched packed red cell units may be beneficial. The use of these phenotypically matched transfusions results in only a 1% rate of alloimmunization; considerably lower than the 7% rate associated with standard transfusions.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "In light of the data suggesting that nearly 30% of ACS is associated with an infection, and the difficulty in distinguishing between infectious and non-infectious etiologies, empiric antibiotic use is important. In view of the likely pathogens, appropriate coverage should include a macrolide antibiotic and a second or third generation cephalosporin. Vancomycin may be needed in areas with a prevalence of penicillin resistant pneumococcus. The appropriate attention to analgesia and hydration is also important. Inadequate analgesia may result in splinting, shallow respirations, and hypoventilation. Excessive analgesic use may result in sedation, poor respiratory effort, and hypoventilation. Both scenarios will result in worsening of the ACS. Incentive spirometry should be utilized during pain crises and should be a standard of care for surgical admissions among these patients. Volume depletion may result in further vasoconstriction and increased blood viscosity while overhydration may have its own deleterious effects. Placement of a central venous catheter with central venous pressure monitoring may assist in maintaining optimal hydration.The empiric use of antibiotics is important in treating acute chest syndrome since nearly 30% of cases are associated with an infection and, it is often difficult to distinguish between infectious and non-infectious etiologies.\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Although wheezing may not be appreciated, airway hyperreactivity should be assumed to be present and bronchodilator therapy should be attempted in all patients. The National Acute Chest Syndrome Study Group reported that the mean forced expiratory volume in 1 s during the acute phase of the syndrome was 53% of the predicted value. In that study, 20% of the patients treated with bronchodilators had a clinical improvement. The role of bronchodilators in this condition requires further study.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "The role of glucocorticoids in treating ACS has not been well established. Certainly, they offer many potential therapeutic benefits including decreased production of inflammatory mediators, improved control of painful crises, and treatment of fat emboli. In one small ­randomized, controlled trial, dexamethasone was found to decrease the length of hospitalization, the duration of supplemental oxygen, and the duration of opioid therapy in children with mild to moderately severe ACS. Children treated with dexamethasone in that study also required less transfusions, experienced fewer clinical deteriorations, and had less persistence of fever. Although no adverse effects were attributable to steroids in the study, readmission rates were higher in the patients who received dexamethasone, suggesting a potential rebound effect after discontinuation of the steroids.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Inhaled nitric oxide is another potential therapeutic agent that holds promise for treating ACS. Each of the following reasons has been offered as rationale for a potential beneficial effect:\nInhaled nitric oxide is a potent pulmonary vasodilator potentially reversing some of the pulmonary vasoconstriction of ACS.Hemoglobin S binds oxygen more avidly in the presence of nitric oxide; the resulting oxygen loading makes the sickle cell hemoglobin more resistant to polymerization.Nitric oxide reduces platelet adhesiveness, potentially reducing heterocellular adhesiveness.Nitric oxide and other vasodilators prolong the activity of tissue plasminogen activator, resulting in more thrombolytic activity.\n",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "In fact, in two clinical case reports as well as in animal models of ACS, inhaled nitric oxide has been found to improve oxygenation and decrease pulmonary artery pressures.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Other potential therapies for ACS are presently undergoing investigation. Oral arginine, which serves as a nitrogen donor for the synthesis of nitric oxide, has been found to decrease pulmonary artery pressures in patients with SCD and pulmonary hypertension. Arginine supplementation may be synergistic with hydroxycarbamide and seems to further increase nitric oxide release and decrease adhesive molecules.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "The need for mechanical ventilation is not uncommon among patients with ACS and has been used with much success. In the National Acute Chest Syndrome Study, 13% of all patients and 10% of those less than 20 years of age required mechanical ventilation. The need for mechanical ventilation was associated with radiographic evidence of extensive lobar involvement, a platelet count <200,000/μL at diagnosis, and a history of cardiac disease. More than half the patients with four or more lobes of lung involved required mechanical ventilation. Encouragingly, 81% of all ventilated patients in that multicenter study survived. In light of these encouraging results and the likelihood for long-term recovery, non-conventional therapies should be considered for refractory cases. The successful use of high frequency oscillatory ventilation and extracorporeal membrane oxygenation in patients with ACS has been reported.",
            "cite_spans": [],
            "section": "Acute Chest Syndrome ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "There are other manifestations of SCD that may require intensive care services. Cerebrovascular accidents occur in approximately 10% of sickle cell patients in North America. The first stroke usually occurs in early childhood with an incidence of 1.02 per 100 patient years in 2–5 year old children decreasing to an incidence of 0.41 in 10–19 year old adolescents. Table 38-8 depicts the factors associated with an increased risk of cerebral ­vasculopathy in SCD. These patients have a continued arterial disease with intimal ­hyperplasia, fibroblast and smooth muscle proliferation, and the potential for eventual thrombus formation that commonly involves the internal carotid, the middle cerebral, and/or the arteries of the Circle of Willis. These pathophysiologic changes increase the rate of blood flow through the middle cerebral artery. The rate of blood flow through the middle cerebral artery can be measured by transcranial doppler ultrasound and this has been found to be a useful index for monitoring the severity of neurovascular disease in these patients. Treatment of a cerebrovascular accident in this setting consists of an immediate exchange transfusion to reduce the percentage of hemoglobin S to less than 30%. In addition, standard neuroprotective interventions should be implemented to prevent an ischemic cascade. Long-term hypertransfusion therapy to keep the hemoglobin S percentage to less than 30 has been shown to reduce the incidence of a repeat stroke from 50% to 10% in a 3-year follow-up study. However, recent studies have reported the occurrence of silent infarcts despite transfusion therapy. In one report, 18 of 40 patients were found to have progressive cerebral infarction without overt clinical signs or symptoms with one patient requiring revascularization surgery.\n",
            "cite_spans": [],
            "section": "Cerebrovascular Accidents ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "mention": "38-8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "A vaso-occlusive crisis is another manifestation of SCD that may require the attention of the pediatric critical care provider. A vaso-occlusive crisis occurs when episodic microvasculature occlusion results in pain, disability, and inflammation at one or more body sites. The etiology is multifactorial with the common pathophysiologic feature being a capillary transit time that exceeds the time needed for erythrocyte polymerization. The microvasculature occlusion tends to occur in bones involved in marrow production (such as long bones, ribs, sternum, and pelvis) usually with multiple sites being involved simultaneously. The pain is mediated via activation of nociceptive afferent nerve fibers. This microvascular involvement with its associated pain may persist, mimicking osteomyelitis. Similarly, microvascular occlusion in the mesenteric vessels may mimic an acute abdomen. The hand-foot syndrome is painful swelling due to dactylitis observed in children less than 3 years of age. More than simply a pain crisis, studies suggest that young adults with more frequent vaso-occlusive crises tend to die earlier. It has been suggested that this increased mortality may be the result of reperfusion related oxidant stress and inflammation accelerating the end organ damage of SCD.",
            "cite_spans": [],
            "section": "Vaso-Occlusive Crises ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Patients with vaso-occlusive crises require judicious use of opioids to control their pain along with hydration to decrease microvascular heterocellular aggregation. It has been shown that aggressive therapy with opioids (continuous infusions with boluses for breakthrough pain) can prevent the need for PICU admission. Intravenous magnesium sulfate has also been shown to decrease the number of hospital days and to improve pain control among these patients. The presence of fever establishes the need for the empiric use of antibiotics until culture results are available.",
            "cite_spans": [],
            "section": "Vaso-Occlusive Crises ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "A sequestration event is defined as an acutely enlarged organ concomitant with a decrease in the hemoglobin concentration by 2 g/dL. It is usually associated with reticulocytosis, and frequently, with thrombocytopenia. Most children with HbSS disease do not have a functional spleen after the first 2 years of life. However, most of the splenic vasculature remains intact for the first 5 years of life, making this the time period of highest risk for sequestration. The clinical presentation is varied; in rare instances, there is acute splenic enlargement with circulatory collapse from anemia and hypovolemic shock. Sequestration is not specific to the spleen since cases of hepatic sequestration can cause similar symptoms with right quadrant tenderness. Immediate treatment with correction of hypovolemia and blood transfusion is required. The rate of recurrence is thought to be about 50% so most authorities recommend a laparoscopic splenectomy.",
            "cite_spans": [],
            "section": "Splenic Sequestration ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "In all chronic hemolytic anemias, a temporary cessation of erythropoiesis leads to an aplastic crisis. This aplasia is often virally induced with parvovirus B19 being responsible for most cases. Spontaneous recovery is the norm; however, some patients will require blood transfusions to prevent cardiac decompensation.",
            "cite_spans": [],
            "section": "Aplastic Crisis ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Priapism is a persistent, painful penile erection that occurs with an incidence of approximately 35% in patients with SCD. This complication is often encountered in the child with SCD admitted to the PICU for other indications. Two types of priapism occur: high flow (non-ischemic) and low flow (ischemic). Low flow priapism is much more commonly associated with SCD and is associated with conditions that reduce venous outflow, such as hypoxia, acidosis, and stasis. Either type of priapism, if not managed appropriately, can lead to impotence. The main aim of management is to correct the precipitant cause. A technique that involves aspirating blood from the corpora cavernosa and irrigating with a 1 in 1,000,000 dilution of epinephrine has been utilized and can be effective in relieving priapism and preventing long term complications.",
            "cite_spans": [],
            "section": "Priapism ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Hematopoietic stem cell transplantation (HSCT) is presently the only curative therapy for SCD. Data suggest that children with SCD who receive HSCT from a matched sibling donor have an 85% disease free survival and a 93% overall survival. Unfortunately, balancing the variable clinical course of SCD with the short- and long-term complications of HSCT limits patient eligibility to individuals with devastating disease including ACS and stroke. However, in a recent study of nine adults with sickle cell disease who received HSCT with non-myeloablative conditioning regimens and long-term immunosuppression, the transplant resulted in both stable chimerism and resolution of symptoms. Further refinements of this approach with decreased toxicity is likely to increase the number of transplants for SCD because it will increase the number of eligible patients for this therapy. Some centers are now considering middle cerebral artery flow rates as assessed by transcranial doppler ultrasound as an additional criteria for HSCT. A narrowed vessel increases velocity in inverse proportion to the reduction in the area of the vessel. Normal flow rates in SCD are 130–150 cm/s. When flow rates exceed 200 cm/s, then HSCT may be of benefit in reversing some of the vasculopathy associated with stroke. Discouragingly, the pool of available donors is limited among the African American community decreasing the potential to utilize this form of therapy.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplantation and SCD ::: Other Clinical Manifestations of SCD Requiring Intensive Care Services ::: Sickle Cell Disease",
            "ref_spans": []
        },
        {
            "text": "Tumor lysis syndrome is a potentially life-threatening complication of anti-cancer therapy associated with severe metabolic derangements. The release of intracellular contents upon the lysis of tumor cells is the pathophysiologic basis for the syndrome. Large quantities of tumor cells, containing high intracellular concentrations of potassium, phosphate, and purine nucleic acids are rapidly lysed. The lysis of these cells and the release of potassium and phosphate into the bloodstream result in hyperkalemia and hyperphosphatemia. Calcium quickly binds to the excess phosphate resulting in hypocalcemia. Additionally, the released nucleic acids are ultimately metabolized into uric acid by xanthine oxidase producing hyperuricemia and the risk of crystallization in the renal tubules.Tumor lysis syndrome results in severe metabolic derangements of hyperkalemia, hyperphosphatemia, hypocalcemia and hyperuricemia.\nMalignancies at highest risk of tumor lysis are those with large, rapidly proliferating tumor burdens, high sensitivity to anti-neoplastic therapy, and high cellular turnover.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "In light of this pathophysiology, malignancies at highest risk of tumor lysis are those with large, rapidly proliferating tumor burdens, high sensitivity to anti-neoplastic therapy, and high cellular turnover. Thus, tumor lysis syndrome is most commonly associated with high-grade lymphoproliferative malignancies such as Burkitt lymphoma, acute lymphocytic leukemia, and other high-grade lymphomas and leukemias. Although it typically occurs 12–72 h following initiation of anti-neoplastic therapy, it may occur spontaneously with reports of hyperuricemia and acute renal failure as the presenting symptom of occult lymphomas. It may occur following any anti-neoplastic therapy including corticosteroids, interferon alpha, intrathecal methotrexate, rituximab, ionizing radiation, and cytoreductive preparative therapy for hematopoietic stem cell transplantation. Pre-existing renal dysfunction, acid-concentrated urine and elevated pre-treatment serum uric acid and lactate dehydrogenase levels may assist in identifying patients at highest risk.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "Renal failure is clearly a potential consequence of acute tumor lysis syndrome and may contribute and fuel the metabolic derangements. The etiology of renal failure in this clinical setting may be multifactorial. Uric acid nephropathy is certainly a primary concern. The crystallization of uric acid is fostered by acidic urine and by increasing concentrations of uric acid in the collecting duct. Therefore, in addition to decreasing uric acid levels, pre-renal conditions such as volume depletion must be avoided and treated aggressively as they will contribute to uric acid crystallization. Additionally, the formation of calcium-phosphate crystals is a potential consequence of tumor lysis and may certainly impair renal function. In addition to the renal derangements directly attributable to tumor lysis, these patients are also at risk for renal dysfunction secondary to acute tubular necrosis resulting from hypovolemia, hypoperfusion and/or nephrotoxic medications. These may all add to the renal dysfunction observed in patients with tumor lysis syndrome. In fact, renal impairment from tumor infiltration of the kidneys and/or obstructive nephropathy from the tumor itself may also contribute to renal failure in this clinical setting.Renal failure is a potential consequence of acute tumor lysis syndrome and may contribute to and fuel the metabolic derangements.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "The prevention and treatment of tumor lysis syndrome requires vigilant monitoring with focused attention to hydration, urine output, and the potential metabolic abnormalities. All patients at risk for tumor lysis syndrome should receive aggressive fluid therapy and have reliable venous access established. A high urine flow is the primary mechanism of protection in acute uric acid nephropathy. One and a half to two times maintenance intravenous fluid therapy should be utilized to increase renal blood flow, glomerular filtration rate, and ultimately, urine volume with the hope of decreasing solute concentration in the renal tubules and making precipitation less likely. Patients at risk of volume overload should be monitored carefully and have fluids adjusted accordingly or receive concomitant diuretic therapy. Mannitol and furosemide should be used as needed to maintain an adequate urine flow. The urine specific gravity should be maintained at ≤1.010. The composition of the fluid may be varied, but should contain at least a sodium concentration of 77 mEq/L (0.45 normal saline) and absolutely no potassium nor phosphorus.All patients at risk for tumor lysis syndrome should receive aggressive fluid therapy and a brisk urine output must be maintained.\n",
            "cite_spans": [],
            "section": "Treatment ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "The aggressive treatment of the hyperuricemia is crucial to the treatment of tumor lysis syndrome and in maintaining adequate renal function. The goals of therapy should be to prevent the formation of uric acid and to augment its elimination. Malignant cells, because of their high cellular activity and turnover, contain large quantities of nucleic acids that are rapidly released into the bloodstream during tumor lysis. These purine nucleic acids are initially converted to hypoxanthine, and then, into uric acid via the enzyme xanthine oxidase (Fig. 38-7). Allopurinol, a structural analog of hypoxanthine, is a competitive inhibitor of the enzyme xanthine oxidase. By competitively inhibiting xanthine oxidase, allopurinol decreases production of uric acid and results in a decrease in systemic uric acid levels (Fig. 38-7). However, allopurinol has three key limitations. First, it only prevents the formation of new uric acid and does not enhance the elimination of uric acid formed prior to its administration. Second, it increases the levels of both xanthine and hypoxanthine, increasing the potential for xanthine crystallization and obstructive uropathy since xanthine is even less soluble in urine than uric acid. Fortunately, this potential complication is rarely clinically manifested. Third, allopurinol reduces the degradation of other purines requiring dose reductions in patients receiving medications such as 6-mercaptopurine.\n",
            "cite_spans": [],
            "section": "Hyperuricemia ::: Tumor Lysis Syndrome",
            "ref_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "mention": "38-7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 823,
                    "end": 827,
                    "mention": "38-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Alkalinization can be utilized to augment the elimination of uric acid. Uric acid is insoluble at a pH  <  6.0 and will crystallize in the renal tubules, collecting ducts, and renal parenchyma. Systemic alkalinization can be used to produce an alkalotic urine (pH between 7.0 and 7.5) that increases the solubility of uric acid thereby facilitating renal elimination. Unfortunately, urine alkalinization decreases the solubility of calcium phosphate, and thus, may worsen renal function due to precipitation of calcium phosphate crystals in renal tubules. Therefore, alkalinization is not recommended in countries in which rasburicase is available to remove uric acid. A recombinant form of urate oxidase, rasburicase, catalyzes the conversion of uric acid to allantoin (Fig. 38-7). Allantoin is significantly more soluble in urine than uric acid, and readily excreted by the kidneys. Rasburicase is the treatment of choice to prevent tumor lysis syndrome in children at high risk for this metabolic complication because it effectively reduces uric acid levels within 4 h of administration and is more effective than allopurinol. Although the original, nonrecombinant form of the enzyme was associated with a high incidence of anaphylaxis, rasburicase is well tolerated with allergic reactions occurring in less than 1% of patients. It should not be used in patients with glucose-6-phosphate dehydrogenase deficiency as it may induce a hemolytic anemia. Rasburicase may yield inaccurate determination of serum uric acid levels as it may continue to breakdown uric acid in the laboratory collecting tubes; a process that may be stopped by promptly placing the collecting tube on ice.A recombinant form of urate oxidase, rasburicase, has been found to effectively reduce uric acid levels within 4 h of administration.\n",
            "cite_spans": [],
            "section": "Hyperuricemia ::: Tumor Lysis Syndrome",
            "ref_spans": [
                {
                    "start": 776,
                    "end": 780,
                    "mention": "38-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "As described above, urinary alkalinization is not indicated when rasburicase is available. Rasburicase is so effective at rapidly decreasing uric acid levels that the need for additional therapy may not be warranted. Moreover, systemic alkalinization is not without the potential for untoward effect. The metabolic alkalosis may contribute to lower ionized calcium levels and/or foster the formation of calcium and phosphate precipitants. It may also result in decreased release of oxygen at the tissue level.",
            "cite_spans": [],
            "section": "Hyperuricemia ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "Hyperphosphatemia must be addressed and is often times difficult to treat. In addition to the release of intracellular phosphorus in conjunction with decreased renal function, the problem is exacerbated by the fact that malignant hematologic cells may contain up to four times more intracellular phosphorus than normal lymphoid cells. Moreover, anti-neoplastic therapy prevents the rapid reuse of phosphate for newly synthesized tumor cells. Calcium phosphate precipitants form when the calcium phosphorus solubility product (determined by multiplying the phosphorus concentration by the total calcium concentration) exceeds 60. Treatment must start by eliminating exogenous sources of phosphorus including any unnecessary medications with a phosphorus base. Phosphorus binding medications such as aluminum hydroxide (amphojel®) and sevelamer (renagel®) should be administered. Sevelamer offers the advantage of not containing aluminum that may accumulate in the face of renal failure. Hypertonic glucose and insulin may also assist with driving phosphorus into the intracellular space. It is also important to ensure adequate intravascular volume. Intermittent hemodialysis may be required for the control of hyperphosphatemia. However, the process may be associated with significant rebound. Continuous veno-venous hemofiltration dialysis has been demonstrated to effectively decrease serum phosphorus levels.",
            "cite_spans": [],
            "section": "Hyperphosphatemia ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "Hypocalcemia resulting from the hyperphosphatemia must be treated cautiously in order to prevent the formation of calcium phosphorus precipitants. Asymptomatic hypocalcemia should simply be monitored. Symptoms of hypocalcemia requiring treatment include seizures, tetany, and dysrhythmias.",
            "cite_spans": [],
            "section": "Hypocalcemia ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "Hyperkalemia is the most life-threatening electrolyte disturbance found in tumor lysis syndrome. Potassium levels >6.5 mEq/L or rapid increases in potassium (>2 mEq/L) can be associated with life-threatening dysrhythmias. Emergent measures to acutely decrease the serum potassium level must be implemented. Sodium bicarbonate may be used to acutely decrease serum potassium levels by increasing the pH and driving potassium intracellularly. The administration of sodium bicarbonate may worsen ionized hypocalcemia, and one should be prepared to administer calcium in addition to bicarbonate when treating symptomatic hyperkalemia. Glucose and insulin may also be used to drive potassium intracellularly. Beta-agonist aerosol therapies may have the same effect. Sodium polystyrene sulfonate resins may be used to exchange sodium for potassium in the gastrointestinal tract. Loop diuretics (e.g. furosemide) facilitate urinary excretion of potassium. Renal replacement therapy may be needed in extreme or refractory cases. Exogenous sources of potassium must ­obviously be eliminated as well as any medications that may result in elevated potassium levels (e.g. heparin, potassium-sparing diuretics, angiotensin-converting enzyme inhibitors).",
            "cite_spans": [],
            "section": "Hyperkalemia ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "In addition to the specific measures to prevent and treat the electrolyte disturbances of tumor lysis, vigilant clinical and laboratory monitoring is essential. Frequent clinical exams with focused attention on neuromuscular symptoms including, but not limited to, muscle cramps, tetany, Chvostek and Trousseau signs, carpopedal spasms, paresthesias, twitching, weakness, lethargy, confusion, and seizures are necessary. Continual electrocardiographic monitoring should be utilized to detect rhythm disturbances associated with the electrolyte imbalances. Although a variety of electrocardiographic changes may occur, hyperkalemia is most often associated with peaked T-waves and a widened QRS complex. Frequent assessment of fluid balance with particular attention to urine output is critical. Daily weights are used at some centers. Laboratory determinations that should be performed at least two or three times daily, and more frequently if the clinical status warrants, include complete blood cell counts as well as levels of uric acid, potassium, phosphorus, calcium, blood urea nitrogen, creatinine, lactate dehydrogenase, and urinary pH. Ionized calcium levels should also be measured as concomitant hypoalbuminemia may result in normal functional calcium levels.",
            "cite_spans": [],
            "section": "Monitoring ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "With early identification of patients at risk, vigilant monitoring and appropriate therapeutic interventions, tumor lysis syndrome can be managed effectively. The early identification of patients at risk is critical as it allows for the implementation of preventive measures thereby minimizing the risk of renal failure and electrolyte derangement. As anti-neoplastic therapy continues to improve, the risk of tumor lysis syndrome may expand into other malignant diseases. Moreover, as therapies for the prevention and treatment of tumor lysis advance, the need for clear, specific definitions of the syndrome will become progressively more important. In the modified Cairo-Bishop classification, patients are categorized as having no tumor lysis, laboratory tumor lysis, or clinical tumor lysis syndrome. Patients classified as having no tumor lysis syndrome have neither laboratory nor clinical evidence of the syndrome and can be further categorized as being at high or low risk. Patients with laboratory tumor lysis syndrome have baseline levels above or below normal or experience a 25% change in the levels of two or more of the four critical serum parameters (uric acid, potassium, phosphorus, calcium) 3 days before or 7 days after the initiation of chemotherapy. Patients with clinical tumor lysis syndrome must satisfy laboratory tumor lysis criteria and have one or more of the three most significant clinical complications; renal insufficiency, cardiac arrhythmias/sudden death, and/or seizures.",
            "cite_spans": [],
            "section": "Classification ::: Tumor Lysis Syndrome",
            "ref_spans": []
        },
        {
            "text": "The mediastinum is defined as the area of the thorax that “extends from the superior aperture of the thorax to the diaphragm inferiorly and from the sternum and costal cartilages in front to the anterior surface of the 12 thoracic vertebrae behind.” It is divided into three anatomic compartments; the anteriosuperior, the middle, and the posterior. Although relatively uncommon in children, masses may arise in the mediastinum from a variety of both benign and malignant disorders. A review of several large series reveals non-Hodgkin lymphoma, Hodgkin lymphoma, and neuroblastoma to be the most common diagnoses of mediastinal masses in children. Paramount in their importance is that they represent a potentially ­life-threatening condition. Neural tumors arise from the posterior mediastinum and rarely ­produce any significant airway obstruction. Lymphomas typically arise from the anteriosuperior or middle mediastinum and can be associated with significant cardiopulmonary compromise.",
            "cite_spans": [],
            "section": "Introduction ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "A clear understanding of the pathophysiology that contributes to the precarious state of a mediastinal mass is important in assuring that appropriate therapy is instituted. The mediastinum is a closed space with minimal room for expansion. Masses that arise in that area act as space occupying lesions. As they expand, the structures in the mediastinum must be displaced and/or compressed. In the anteriosuperior and middle mediastinum, these compressed structures include the tracheobronchial tree, the heart, and the great vessels including the superior vena cava. Compression of any of these structures results in a condition known as the superior mediastinal syndrome. This syndrome has been associated with life-threatening airway obstruction, vascular compression resulting in impaired venous return to the heart, neurologic deficits and death. The clinical presentation varies based on the site and severity of the anatomic obstruction or compression. For example, compression of the tracheobronchial tree may result in dyspnea, stridor, cough, orthopnea, and/or other respiratory symptoms. One report suggests that 60% of children with mediastinal masses will present with respiratory symptoms. Compression of the superior vena cava may cause venous engorgement, head and neck edema, and /or altered mental status. Direct cardiac compression may produce cyanosis, syncope and dysrhythmias.Masses in the anteriosuperior and middle mediastinum may compress the tracheobronchial tree, the heart, and the great vessels resulting in life-threatening airway obstruction and vascular compression.\nA logical approach to the diagnostic work-up of a mediastinal mass should be implemented balancing the likelihood of a definitive result with the risk of the diagnostic procedure.\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "Although establishing a definitive diagnosis is essential for appropriate treatment, a logical approach to the work-up of a mediastinal mass should be implemented balancing the likelihood of a definitive result with the risk of the diagnostic procedure. The definitive diagnosis may be secured in a number of ways, and ideally, the diagnosis needs to be made in the least invasive manner possible. Identifying patients at risk from these life-threatening complications is crucial. It is estimated that 7–19% of patients with a mediastinal mass will develop an airway complication with the induction of anesthesia or deep sedation. The pathophysiology of this airway compromise with anesthesia is multifactorial. With the induction of anesthesia, lung volumes are decreased secondary to weakened or abolished inspiratory muscle tone and increased abdominal muscle tone. Additionally, bronchial smooth muscle is relaxed resulting in increased compressibility of the large airways and decreased expiratory flow rates. This exacerbates the effects of the extrinsic compression. Third, the use of neuromuscular blockade eliminates the caudad movement of the diaphragm observed during spontaneous respiration, thereby, decreasing the transpleural pressure gradient. The transpleural gradient dilates the airways during inspiration, and when decreased, results in decreased airway caliber also augmenting the effect of the extrinsic compression. Additionally, supine positioning may result in further cephalad displacement of the diaphragm and increased central blood volume. This increased central blood volume results in increased blood being delivered to the tumor, increased tumor volume, and potentially worsening of the obstruction.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "\nOrthopnea may be a particularly important finding in identifying patients at increased risk of airway compromise with sedation or anesthesia.\n",
            "cite_spans": [],
            "section": "Identification of High Risk Patients ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "Several factors in the history assist in identifying high risk patients. A history of any symptoms of respiratory distress should raise concern of potential airway compromise with sedation. Several studies have demonstrated that the presence of pre-operative respiratory symptoms identifies patients at higher risk of airway complications with anesthesia. Orthopnea is particularly important in distinguishing patients at increased risk of compromise with anesthesia. The standard chest radiograph is also an important tool in the evaluation of a child with a mediastinal mass. Most importantly, it establishes the presence of a mediastinal mass as often these children are considered to have asthma or a similar process prior to the initial chest radiograph. In addition, the radiograph may also reveal associated pleural effusions, tracheal compression and/or tracheal deviation (Fig. 38-8). Masses that exceed 45% of the thoracic diameter on chest x-ray are more likely to be symptomatic than those that are less than 30% of the diameter. It should be noted, however, that patients at risk for airway compromise may have no tracheal compression observed on chest x-ray. Therefore, the chest radiograph is not very helpful for the management or determination of the risk for life-threatening airway compromise. Computed tomography of the chest may be more useful accurately depicting mediastinal involvement, anatomical distortions and the degree of tracheal compression. Additionally, data suggest that general anesthesia may be safely administered if the tracheal cross sectional diameter is greater than 50% of the expected size on CT scan.\nMediastinal masses that exceed 45% of the thoracic diameter on chest x-ray are more likely to be symptomatic than those that are less than 30% of the diameter.\nData suggest that general anesthesia may be safely administered if the tracheal cross sectional diameter is greater than 50% of the expected size on CT scan.\n",
            "cite_spans": [],
            "section": "Identification of High Risk Patients ::: Mediastinal Mass",
            "ref_spans": [
                {
                    "start": 887,
                    "end": 891,
                    "mention": "38-8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "These studies are static tests of a dynamic process, and thus, dynamic studies may provide additional data. Pulmonary function tests have been used to identify patients at risk. Decreases in the peak expiratory flow rate (PEFR), total lung capacity, forced vital capacity, and forced expiratory volume in 1 s have all been reported in patients with a mediastinal mass suggesting both obstructive and restrictive deficits. The PEFR appears to be a useful predicator of airway compromise with a predicted PEFR <50% identifying patients at high risk for airway obstruction with the use of anesthesia. Also, a 12% decrease in pulmonary function can be anticipated when placing the child with a mediastinal mass in the supine, rather than, upright position. It is important to remember that these tests require patient cooperation in both the upright and supine position often making their use impractical particularly in children. Figure 38-9 demonstrates the flow volume loops of a child with a mediastinal mass before and after therapy. Echocardiography is another dynamic test that may be used to assess cardiac function, the presence of a pericardial effusion, impending tamponade, and the integrity of the pulmonary outflow tract.\n",
            "cite_spans": [],
            "section": "Identification of High Risk Patients ::: Mediastinal Mass",
            "ref_spans": [
                {
                    "start": 934,
                    "end": 938,
                    "mention": "38-9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Utilizing the data obtained from these clinical, radiological, and functional assessments, the definitive work-up and treatment of the mass can proceed in a manner balancing risk and benefit. It is prudent to discuss the condition with all responsible clinical services (nursing, oncology, anesthesia, surgery, pathology, radiation oncology, critical care) to assure the optimal course of action and the appropriate, timely handling of diagnostic specimens. A patient presenting with, or acutely developing, airway obstruction from a mediastinal mass is in a precarious condition of the highest magnitude. Several techniques may be used to decrease the obstruction and/or improve air flow emergently. Repositioning the child from the supine into the upright, lateral, or prone position may be of benefit. Heliox may also improve air movement through the narrowed airway. Bag valve mask ventilation in a spontaneously breathing patient using high positive end expiratory pressure (PEEP) has been reported to be useful. If intubation is required, it is preferable to have it performed in the controlled environment of the operating room as described below. If emergent intubation must be performed outside the operating room, it should be performed without the use of neuromuscular blockade by the most experienced person. Reinforced endotracheal tubes of sufficient length to extend beyond the area of tracheal compression should be utilized. If at all possible, both a flexible and rigid fiberoptic bronchoscope should be available and cardiopulmonary bypass should be on standby. Once successfully intubated, the use of PEEP, repositioning of the tube, and/or repositioning of the patient may be needed to facilitate optimal air movement.",
            "cite_spans": [],
            "section": "Management and Approach to the Diagnostic Work-up ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "Although never ideal, presumptive, pre-biopsy therapy may be required in cases of severe airway compromise. Clearly, this obviates the risks of anesthesia and delays in treatment associated with a diagnostic work-up. However, it may reduce the ability to make a definitive diagnosis, result in unnecessary therapy, and lead to improper staging of the disease. Pre-biopsy radiotherapy has also been found to obscure the diagnosis.",
            "cite_spans": [],
            "section": "Management and Approach to the Diagnostic Work-up ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "In pursuing a definitive diagnosis, obtaining tissue from areas that are remote from the mediastinum may be performed and offer less risk. Such procedures may be performed under local anesthesia or with light sedation, but with extreme caution nonetheless. For example, bone marrow aspiration may be used to ascertain a diagnosis, particularly for non-Hodgkin lymphoma. Unfortunately, this test may have less utility in other patient populations. Thoracentesis is another diagnostic test that may also be useful in determining the etiology of a mediastinal mass when associated with a pleural effusion. Among malignant masses, pleural effusions are more common in lymphoblastic lymphoma than Hodgkin disease and this diagnosis has been secured using cytological and flow cytometric analysis of the pleural fluid. Fine needle aspiration and core needle biopsies of superficial lymphadenopathy have also been used to diagnose lymphoblastic lymphoma precluding the need for more invasive procedures. Excisional biopsies of these lymph nodes are more invasive, but still may be performed with local anesthesia and potentially yield more definitive results. If these other diagnostic approaches are unsuccessful, then a mediastinal biopsy must be considered. This may be performed via a percutaneous fine needle aspiration, via a CT-guided core needle biopsy, via mediastinoscopy, or via an open surgical excision.",
            "cite_spans": [],
            "section": "Management and Approach to the Diagnostic Work-up ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "If general anesthesia is deemed necessary, it must be approached with great caution in these high risk children. First, secure intravenous access must be established and consideration should be given to lower extremity placement as the superior vena cava may have poor inflow due to extrinsic compression. Next, pre-anesthesia sedation or narcotics should be avoided. Both a flexible and rigid fiberoptic bronchoscope should be available and cardiopulmonary bypass should be on standby. The rigid, ventilating bronchoscope is the instrument of choice for the unstable airway. However, it is important to note that if the mediastinal mass is compressing the airway near or beyond the carina, a rigid bronchoscope may still be ineffective as it may not be able to open airways past the occlusion. Induction of anesthesia should be performed in an upright position; however, if the patient cannot tolerate this, then a lateral or prone position should be considered as supine positioning may be associated with worsening of the obstruction. Anesthesia should only be deepened once it is demonstrated that the patient can be easily ventilated with a bag mask set-up. The patient should be intubated with a reinforced endotracheal tube that is passed beyond the obstructed region. In the event of an acute airway occlusion, several maneuvers may be implemented that may be life-saving. Anesthetic effects should be reversed promptly and the patient returned to spontaneous ventilation. Repositioning of the child, in particular utilizing a prone position, may alter the effect of the mass on the airway and facilitate air movement. The ventilating rigid bronchoscope may be advanced beyond the area of obstruction. An emergent thoracotomy with bulk resection of the tumor may be performed to relieve pressure on the airway. However, this should be performed only in extremis as the bleeding and tissue edema involved may actually worsen the effects upon the mediastinum. If necessary, the patient may be placed on cardiopulmonary bypass or extracorporeal membrane oxygenation.",
            "cite_spans": [],
            "section": "Use of Anesthesia or Deep Sedation ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "Even after a successful biopsy of the mass or lymph node, the post-operative recovery phase represents a time of continued high risk. During the immediate, post-anesthetic period, the patient may still have impaired respiratory muscle function, altered level of alertness, and increased airway obstruction secondary to edema post-biopsy or partial resection. Extubation should be attempted only after effective, spontaneous breathing has been documented. The patient will continue to require close monitoring for several days following initiation of therapy assessing for transient worsening from the edema associated with tumor lysis and to ensure response to treatment.",
            "cite_spans": [],
            "section": "Use of Anesthesia or Deep Sedation ::: Mediastinal Mass",
            "ref_spans": []
        },
        {
            "text": "Hematologic issues clearly represent an area of importance to the pediatric critical care provider. In addition to well established hematologic disorders that may present with critical illness such as sickle cell disease, DIC, HUS, and TTP, the significance of hematologic perturbations in other critical conditions is just beginning to be understood. The prevalence of such conditions as anemia, thrombocytopenia, and thromboembolism in the PICU is being established and their impact on outcomes remains an area for much research. Moreover, as anti-neoplastic therapy improves survival among pediatric patients with cancer, the need for, and importance of, critical services for these children will continue to expand. A better understanding of the critical care issues confronting these children such as tumor lysis syndrome and mediastinal mass management will only result in better outcomes.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "\nWhich of the following is the principal initiator of inflammation-induced thrombin generation?\nA.AntithrombinB.PlasminC.Protein CD.Tissue factorE.Tissue factor pathway inhibitor\nWhich of the following contributes to the pathophysiology of inflammation-induced disseminated intravascular coagulation (DIC)?\nA.Cytokine-induced expression of tissue factor resulting in enhanced tissue factor-mediated thrombin formationB.Enhanced fibrinolysis primarily as the result of increased levels of plasminogen activator inhibitor-1 (PAI-1)C.Enhanced protein C function and activity as a result of increased synthesis and up-regulation of thrombomodulinD.Increased levels and function of antithrombin as a result of decreased consumption, increased synthesis, and decreased neutrophil-mediated degradationE.The more efficient activation of factor X by tissue factor-factor VIIa complex than by the factor IXa-factor VIIIa complex\nWhich of the following is considered a conditio sine qua non for establishing the diagnosis of overt disseminated intravascular coagulation (DIC)?\nA.A fibrinogen level less than 100 mg/dLB.A platelet count less than 50,000/μLC.A prothrombin time in excess of 3 sD.An elevated d-dimer levelE.The presence of an underlying disorder known to be associated with overt DIC\nThe primary mechanism by which the coagulation cascade elicits a proinflammatory response is via the activation of which of the following receptors by thrombin and other coagulation proteins?\nA.Beta adrenergic receptorsB.Interleukin-1 receptorsC.Leukocyte adhesion receptorsD.Protease-activated receptorsE.Toll-like receptors\nA neonate with abnormal facies is admitted to the PICU with a severe macrocytic anemia. In addition to the markedly decreased hemoglobin, other laboratory results reveal an extremely low reticulocyte count, a normal white blood cell count, a normal platelet count, and a normal bilirubin level. Mom reports that he feeds on a standard, commercially available formula. He is on no medications other than fluoride supplementation. A bone marrow aspirate is performed which reveals a marked reduction of erythroid precursors with normal other cell lines. Which of the following is the most likely diagnosis?\nA.Diamond-Blackfan SyndromeB.Folate deficiencyC.Hemoglobin H diseaseD.Hereditary spherocytosisE.Transient erythroblastopenia of childhood\nA 7 year old African American male is undergoing initial anti-neoplastic treatment for Burkitt lymphoma. In addition to his chemotherapeutic regimen, he is also receiving rasburicase secondary to an elevated uric acid level. The day following initiation of this therapy, he is noted to have a marked decrease in his hemoglobin level and dark-colored urine. Urinalysis reveals the presence of hemoglobin, but few red blood cells. His bilirubin level is mildly increased, and his serum haptoglobin level is markedly decreased. Which of the following is the most likely diagnosis of his condition?\nA.Autoimmune hemolysisB.Glucose-6-phosphate dehydrogenase (G6PD) deficiencyC.Hereditary spherocytosisD.Paroxysmal nocturnal hemoglobinuriaE.Sickle cell anemia\nA 7 year old African American male is undergoing initial anti-neoplastic treatment for Burkitt lymphoma. In addition to his chemotherapeutic regimen, he is also receiving rasburicase and allopurinol secondary to an elevated uric acid level. The day following initiation of this therapy, he is noted to have a marked decrease in his hemoglobin level and dark-colored urine. Urinalysis reveals the presence of hemoglobin, but few red blood cells. His bilirubin level is mildly increased, and his serum haptoglobin level is markedly decreased. Which of the following is the most appropriate next course of action?\nA.Administer corticosteroidsB.Administer hydroxyureaC.Administer intravenous immunoglobulinD.Discontinue the rasburicaseE.Perform an exchange transfusion\nCold agglutinin disease is an example of which form of acquired hemolytic anemia?\nA.Alloimmune hemolytic anemiaB.Autoimmune hemolytic anemiaC.Drug-induced hemolytic anemiaD.Infectious hemolytic anemiaE.Microangiopathic hemolytic anemia\nIn addition to platelet transfusions and steroids, which of the following therapies should be considered for severe life-threatening bleeding in the setting of idiopathic immune thrombocytopenic purpura (ITP)?\nA.DesmospressinB.Intravenous immunoglobulinC.Macrolide antibioticsD.Plasma exchange transfusionE.von Willebrand concentrate infusion\nAlthough the pathophysiology of thrombotic thrombocytopenic purpura (TTP) is incompletely understood, many cases are associated with a congenital or an acquired deficiency in which of the following proteins?\nA.ADAMTS13B.Protein CC.Tissue factor pathway inhibitorD.ThrombopoietinE.von Willebrand factor\nThrombotic thrombocytopenic purpura (TTP) is characterized by which of the following pentad of symptoms?\nA.Diarrhea, fever, microangiopathic hemolytic anemia, neurologic abnormalities, and renal dysfunctionB.Diarrhea, fever, microangiopathic hemolytic anemia, neurologic abnormalities, and thrombocytopenic purpuraC.Diarrhea, fever, microangiopathic hemolytic anemia, renal dysfunction, and thrombocytopenic purpuraD.Diarrhea, fever, neurologic abnormalities, renal dysfunction, and thrombocytopenic purpuraE.Fever, microangiopathic hemolytic anemia, neurologic abnormalities, renal dysfunction, and thrombocytopenic purpura\nWhich of the following treatments should be implemented for the acute treatment of thrombotic thrombocytopenic purpura (TTP)?\nA.CorticosteroidsB.Heparin infusionC.Intravenous immunoglobulinD.Macrolide antibioticsE.Plasma exchange transfusion\nHemolytic uremic syndrome (HUS) has been most commonly linked to which of the following?\nA.ADAMTS13 deficiencyB.\nClostridium botulinum\nC.\nSalmonella enteritidis infectionD.Verotoxin-producing E Coli 0157:H7\nE.von Willebrand factor deficiency\nA 3 year old male with respiratory failure secondary to H1N1 influenza virus has been admitted in the PICU for over a week. He has required mechanical ventilation, vasoactive infusion support, and central venous and radial arterial pressure monitoring. He has recently been extubated, weaned off his vasoactive support, and by all other accounts is clinically improving except for a non-occlusive arterial thrombosis at the site of his arterial catheter and a platelet count that has begun decreasing over the past 48 h. He is receiving heparin flushes to maintain catheter patency, but no other anticoagulation. Which of the following is the most appropriate course of ­action?\nA.Begin oral warfarin and initiate an infusion of heparin maintaining a partial thromboplastin time between 60 and 85 s until the warfarin has attained a therapeutic level.B.Continue current therapy pending results of heparin antibody testing.C.Discontinue all forms of heparin and utilize argatroban as needed pending results of heparin antibody testing.D.Discontinue all intravenous heparin and begin subcutaneous low molecular weight heparin pending results of heparin antibody testing.E.Initiate a heparin infusion and titrate to maintain a partial thromboplastin time between 60 and 85 s.\nWhich of the following is the most common risk factor for venous thromboembolism in children?\nA.Antiphospholipid antibodyB.Antithrombin deficiencyC.Factor V Leiden mutationD.Inherited protein C deficiencyE.Placement of a central venous catheter\nWhich of the following anticoagulant protein levels are not reduced during the neonatal period?\nA.Alpha 2-macroglobulinB.AntithrombinC.Complement binding protein C4b-BPD.Protein CE.Protein S\nThe factor V Leiden mutation is most likely to be found in which of the following patient populations?\nA.African BlacksB.CaucasiansC.ChineseD.JapaneseE.Native Americans\nAn adolescent presents with mental retardation, ectopic lenses, skeletal abnormalities, and thromboembolism. The most likely diagnosis is which of the following?\nA.Anticardiolipin antibody syndromeB.Antiphospholipid antibody syndromeC.HyperhomocysteinemiaD.Protein C deficiencyE.Prothrombin gene mutation 20210\nVenous thromboembolism in children differs from adults in which of the following ways?\nA.Children have an increased potential for thrombin generation as compared to adultsB.The vascular endothelium of children endures more potentially damaging exposures than adultsC.Thromboses in children are almost always associated with a predisposing risk factorD.Vascular endothelial cells in children express less heparin cofactor 2 than adultsE.Venous thromboembolism is more common in children than adults\nWhich of the following is true regarding the use of empiric antibiotics in treating the acute chest syndrome?\nA.Empiric antibiotics may be of benefit and their use should be implemented on a case by case basis.B.Empiric antibiotics should be used because nearly 30% of acute chest syndrome is associated with an infection and it is difficult to distinguish between infectious and non-infectious etiologies.C.Empiric antibiotics should be used, but should not include macrolide antibiotics because mycoplasma infection is rarely associated with acute chest syndrome and their use may worsen hypoxic vasoconstriction.D.Empiric antibiotics should not be used because the majority of documented cases of acute chest syndrome have been found to be secondary to fat emboli, and empiric antibiotics increase the likelihood of a secondary infection.E.Empiric antibiotics should not be used because the vast majority of documented cases of acute chest syndrome have been found to be non-infectious in etiology and they may exacerbate hemoglobin S polymerization.\nA 13 year old male with sickle cell disease required intubation and mechanical ventilation secondary to acute chest syndrome. The young man is admitted to the PICU and a decision is made to perform an exchange transfusion. The endpoint of this therapy should be which of the following?\nA.A hemoglobin concentration greater than 9 g/dL, but less than 11 g/dLB.A hemoglobin S fraction less than 30%C.A PaO2/FiO2 ratio greater than 300D.Extubation and successful unassisted breathingE.Two complete blood volume exchanges\nWhich of the following metabolic derangements are most commonly associated with tumor lysis syndrome?\nA.Hypercalcemia, hyperkalemia, hyperphosphatemia, hyperuri­cemiaB.Hypocalcemia, hyperkalemia, hyperphosphatemia, hyperuri­cemiaC.Hypocalcemia, hyperkalemia, hyperphosphatemia, hypouri­cemia.D.Hypocalcemia, hyperkalemia, hypophosphatemia, hyperuri­cemiaE.Hypocalcemia, hypokalemia, hyperphosphatemia, hyperuri­cemia\nWhich of the following statements most accurately describes the effect of rasburicase?\nA.It is a prostaglandin analog that increases renal blood flow and thereby enhances uric acid elimination.B.It is a recombinant form of urate oxidase, that catalyzes the conversion of uric acid to allantoin.C.It is a recombinant form of xanthine oxidase, the enzyme that augments the conversion of purine nucleic acids into hypoxanthine.D.It is a structural analog of hypoxanthine and functions as a competitive inhibitor of the enzyme xanthine oxidase.E.It is a structural analog of xanthine and functions as a competitive inhibitor of the enzyme urate oxidase.\nWhich of the following is true regarding mediastinal masses in children?\nA.A brief course of steroids should be started with any radiographic evidence of a mediastinal mass to decrease airway edema and minimize the likelihood of airway obstruction.B.Although data abstracted from the history, physical exam, and radiographic studies may identify patients at increased risk, sedation and anesthesia must be used with great caution in any patient with a mediastinal mass.C.Rapid sequence intubation with heavy sedation and neuromuscular blockade is the preferred approach for intubation of the child with a symptomatic mediastinal mass.D.The masses that are most commonly associated with airway obstruction and vascular compression are neural tumors arising in the posterior mediastinum.E.There are no clinical or radiologic findings to assist in identifying patients at increased risk of airway compromise.\nWhich of the following tumors is most likely to arise from the anteriosuperior or middle mediastinum and result in significant cardiopulmonary compromise?\nA.LymphomaB.MyxomaC.NeuroblastomaD.RhabdomyosarcomaE.Teratoma\n\n",
            "cite_spans": [],
            "section": "Review Questions",
            "ref_spans": []
        },
        {
            "text": "\nDAEDABDBBAEEDCEABCCBBBBBA\n",
            "cite_spans": [],
            "section": "Answers",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 38-1 : Normal red blood cell values at various ages\nFrom Dallman (1977), Geaghan (2005) These data have been compiled from several sources. Emphasis is given to studies employing electronic counters and to the selection of populations that are likely to exclude individuals with iron deficiency. The mean ±2 SD can be expected to include 95% of the observations in a normal population",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 38-2 : Classification of anemia based on pathophysiologic perturbation\nAdapted from Hermiston and Mentzer (2002), Oski et al. (1998)",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 38-3 : Clinical conditions that may be associated with disseminated intravascular coagulation\nAdapted from Levi (2004)",
            "type": "table"
        },
        "TABREF3": {
            "text": "TABLE 38-4 : Causes of thrombocytopenia by pathophysiologic mechanism\nAdapted from Drews and Weinberger (2000)",
            "type": "table"
        },
        "TABREF4": {
            "text": "TABLE 38-5 : Inherited prothrombotic condition in children with venous thromboembolism\nTable is a compilation of two separate reports adapted from: Revel-Vilk et al. (2003) van Ommen et al. (2003) \naBased on studies in Caucasian populations",
            "type": "table"
        },
        "TABREF5": {
            "text": "TABLE 38-6 : Sickle cell disease genotypes\nAdapted from Stuart and Nagel (2004)",
            "type": "table"
        },
        "TABREF6": {
            "text": "TABLE 38-7 : Identified causes of the acute chest syndrome\nAdapted from Vichinsky et al. (2000) Data on one episode were excluded because the patient’s birth date was not known \naNineteen of the episodes of fat embolism were associated with infectious pathogens \nbThis category included episodes in which Chlamydia alone was identified, but not episodes involving mixed infections or pulmonary fat embolism \ncThis category included episodes in which only Mycoplasma pneumoniae or Mycoplasma hominis was identified, but not episodes involving mixed infections, Mycobacterium tuberculosis or pulmonary fat embolism \ndThis category included two cases of tuberculosis and one case of Mycobacterium avium complex infection \neA pulmonary infarction was presumed to have occurred during episodes in which the results of the analysis for pulmonary fat embolism, bacterial studies, viral-isolation studies, and serologic tests were all complete and were all negative \nfThe cause of episodes for which some or all of the diagnostic data were incomplete and no etiologic agent was identified was considered to be unknown",
            "type": "table"
        },
        "TABREF7": {
            "text": "TABLE 38-8 : Cerebral vasculopathy: factors predictive of riska\n\nAdapted from Powars (2000) \naMost observations are based on subjects identified after overt stroke with the exception of Kinney et al., who compared abnormal conventional magnetic resonance imaging (cMRI) with ‘silent’ infarction with those who were cMRI normal \nbObservations in young children during steady state, not recently transfused and not on chemotherapy (hydroxycarbamide). In a prospective natural history study, 17% of North American HbSS children who had three or more risk factors by age 2 years demonstrated a 38.3% frequency of clinical stroke by age 8 years (Miller et al. 2000)",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 38-1 : Relationship between erythropoietin levels and hemoglobin (Hgb) concentrations. Erythropoietin (EPO) levels in plasma of normal individuals and patients with anemia uncomplicated by renal or inflammatory disease. The lower limit of accuracy of the erythropoietin assay is 3 mU/mL and is indicated by the broken line. ■, anemias; ▲, normals (Erslev 1995)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 38-2 : Differential diagnosis of anemia using the reticulocyte count, MCV, RDW and peripheral smear (Adapted from Marks and Glader (2005))",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 38-3 : Pathogenic pathways involved in disseminated intravascular coagulation. In patients with disseminated intravascular coagulation, fibrin is formed as a result of the generation of thrombin mediated by tissue factor. Tissue factor, expressed on the surface of activated mononuclear cells and endothelial cells, binds and activates factor VII. The complex of tissue factor and factor VIIa can activate factor X directly (black arrows) or indirectly (white arrows) by means of activated factor IX and factor VIII. Activated factor X, in combination with factor V, can convert prothrombin (factor II) to thrombin (factor IIa). Simultaneously, all three physiologic means of anticoagulation – antithrombin, protein C, and tissue factor–pathway inhibitor (TFPI) – are impaired. The resulting intravascular formation of fibrin is not balanced by adequate removal of fibrin because endogenous fibrinolysis is suppressed by high plasma levels of plasminogen-activator inhibitor type 1 (PAI-1). The high levels of PAI-1 inhibit plasminogen-activator activity and consequently reduce the rate of formation of plasmin. The combination of increased formation of fibrin and inadequate removal of fibrin results in disseminated intravascular thrombosis. FDPs denotes fibrin-degradation products (Adapted from Levi and Ten Cate (1999))",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 38-4 : Diagnostic algorithm for the diagnosis of overt disseminated intravascular coagulation (Adapted from Taylor et al. (2001))",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURE 38-5 : Protein C pathway. Protein C (PC) is activated when thrombin binds to the endothelial cell receptor thrombomodulin. Activated protein C (APC) degrades the thrombin activated factors Va and VIIIa (dotted lines). Intact factor V (FV) and free protein S (PS) are important protein C cofactors. In addition, enhanced binding of protein S to C4b binding protein (C4b) leads to inhibition of its anticoagulant properties. Tissue factor (TF) triggers the reaction involving factor VIIa (FVIIa) (Nowak-Gottl et al. 1996)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIGURE 38-6 \n: Histologic appearance of pulmonary obliterative vasculopathy in sickle cell disease patient (Vichinsky 2004)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIGURE 38-7 : The graduated cylinders shown in Panel A contain leukemic cells removed by leukapheresis from a patient with T cell acute lymphoblastic leukemia and hyperleukocytosis. Each cylinder contains straw-colored clear plasma at the top, a thick layer of white leukemic cells in the middle, and a thin layer of red cells at the bottom. The highly cellular nature of Burkitt lymphoma is evident in Panel B (Burkitt lymphoma of the appendix, hematoxylin and eosin). Lysis of cancer cells (Panel C) releases DNA, phosphate, potassium, and cytokines. DNA released from the lysed cells is metabolized into adenosine and guanosine, both of which are converted into xanthine. Xanthine is then oxidized by xanthine oxidase, leading to the production of uric acid, which is excreted by the kidneys. When the accumulation of phosphate, potassium, xanthine, or uric acid is more rapid than excretion, the tumor lysis syndrome develops. Cytokines cause hypotension, inflammation, and acute kidney injury, which increase the risk for the tumor lysis syndrome. The bidirectional dashed line between acute kidney injury and tumor lysis syndrome indicates that acute kidney injury increases the risk of the tumor lysis syndrome by reducing the ability of the kidneys to excrete uric acid, xanthine, phosphate, and potassium. By the same token, development of the tumor lysis syndrome can cause acute kidney injury by renal precipitation of uric acid, xanthine, and calcium phosphate crystals and by crystal independent mechanisms. Allopurinol inhibits xanthine oxidase (Panel D) and prevents the conversion of hypoxanthine and xanthine into uric acid, but does not remove existing uric acid. In contrast, rasburicase removes uric acid by enzymatically degrading it into allantoin, a highly soluble product that has no known adverse effects on health (Howard et al. 2011)",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "FIGURE 38-8: Chest radiographs demonstrating pleural effusion (a, arrows demonstrate the edge of a large pleural effusion) and tracheal compression (b, arrows demonstrate narrowing of the trachea secondary to a mediastinal mass) associated with a mediastinal mass",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "FIGURE 38-9 : Expiratory flow-volume loops of an 8-year old girl who presented with a large mediastinal lymphoblastic lymphoma. There was significant reduction in maximum flows, but this was markedly improved 4 days after the onset of chemotherapy (right). Note that the impairment was greater in the supine rather than the upright position (Adapted from Shamberger et al. (1995))",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Guidelines for the management of pediatric and adult tumor lysis syndrome: an evidence-based review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coiffier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Younes",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Cairo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Oncol",
            "volume": "26",
            "issn": "",
            "pages": "2767-78",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.2007.15.0177"
                ]
            }
        },
        "BIBREF1": {
            "title": "The HIT Expert Probability (HEP) Score: a novel pre-test probability model for heparin-induced thrombocytopenia based on broad expert opinion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arepally",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Thromb Haemost",
            "volume": "8",
            "issn": "",
            "pages": "2642-50",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-7836.2010.04059.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Blood-forming tissues",
            "authors": [
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Dallman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pathophysiology, clinical consequences, and treatment of tumor lysis syndrome",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thakkar",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Hix",
                    "suffix": ""
                },
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Bhandarkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Med",
            "volume": "116",
            "issn": "",
            "pages": "546-54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjmed.2003.09.045"
                ]
            }
        },
        "BIBREF4": {
            "title": "Hemolytic anemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Cornett",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": "Jr"
                }
            ],
            "year": 2004,
            "venue": "Am Fam Physician",
            "volume": "69",
            "issn": "",
            "pages": "2599-606",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Thrombocytopenic disorders in critically ill patients",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Drews",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "",
            "pages": "347-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical manifestations and classification of erythrocyte disorders",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Erslev",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Williams hematology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Innate immunity and coagulation",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Esmon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lupu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Thromb Haemost",
            "volume": "9",
            "issn": "Suppl 1",
            "pages": "182-8",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-7836.2011.04323.x"
                ]
            }
        },
        "BIBREF8": {
            "title": "Pathophysiology of intensive care unit-acquired anemia",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care",
            "volume": "8",
            "issn": "",
            "pages": "S9-10",
            "other_ids": {
                "DOI": [
                    "10.1186/cc2410"
                ]
            }
        },
        "BIBREF9": {
            "title": "Hepcidin, a key regulator of iron metabolism and mediator of anemia of inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "102",
            "issn": "",
            "pages": "783-8",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2003-03-0672"
                ]
            }
        },
        "BIBREF10": {
            "title": "Efficacy and safety of tifacogin (recombinant tissue factor pathway inhibitor) in severe sepsis: a randomized controlled trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reinhart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Opal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "238-47",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.290.2.238"
                ]
            }
        },
        "BIBREF11": {
            "title": "Normal blood values: selected reference values for neonatal, pediatric, and adult populations",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Geaghan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hematology: basic principles and practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Idiopathic thrombocytopenic purpura: a practice guideline developed by explicit methods for the American Society of Hematology",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Woolf",
                    "suffix": ""
                },
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Raskob",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Blood",
            "volume": "88",
            "issn": "",
            "pages": "3-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Drug-induced thrombocytopenia: a systematic review of published case reports",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Raskob",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Intern Med",
            "volume": "129",
            "issn": "",
            "pages": "886-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A randomized comparison between rasburicase and allopurinol in children with lymphoma or leukemia at high risk for tumor lysis",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Holcenberg",
                    "suffix": ""
                },
                {
                    "first": "JZ",
                    "middle": [],
                    "last": "Finklestein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Blood",
            "volume": "97",
            "issn": "",
            "pages": "2998-3003",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.V97.10.2998"
                ]
            }
        },
        "BIBREF15": {
            "title": "Pediatric red blood cell transfusions increase resource use",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "Luban",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr",
            "volume": "142",
            "issn": "",
            "pages": "123-7",
            "other_ids": {
                "DOI": [
                    "10.1067/mpd.2003.14"
                ]
            }
        },
        "BIBREF16": {
            "title": "A practical approach to the evaluation of the anemic child",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Hermiston",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Mentzer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Clin North Am",
            "volume": "49",
            "issn": "",
            "pages": "877-91",
            "other_ids": {
                "DOI": [
                    "10.1016/S0031-3955(02)00029-9"
                ]
            }
        },
        "BIBREF17": {
            "title": "The tumor lysis syndrome",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "1844-54",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra0904569"
                ]
            }
        },
        "BIBREF18": {
            "title": "Allogeneic hematopoietic stem-cell transplantation for sickle cell disease",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Fitzhugh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2309-17",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0904971"
                ]
            }
        },
        "BIBREF19": {
            "title": "Silent cerebral infarcts occur despite regular blood transfusion therapy after first strokes in children with sickle cell disease",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Hulbert",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "McKinstry",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Lacey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "772-9",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2010-01-261123"
                ]
            }
        },
        "BIBREF20": {
            "title": "A dose ranging phase I/II trial of the von Willebrand factor inhibiting aptamer ARC1779 in patients with congenital thrombotic thrombocytopenic purpura",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jilma-Stohlawetz",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Gorczyca",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knöbl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jilma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Thromb Haemost",
            "volume": "106",
            "issn": "",
            "pages": "539-47",
            "other_ids": {
                "DOI": [
                    "10.1160/TH11-02-0069"
                ]
            }
        },
        "BIBREF21": {
            "title": "Venous thromboembolic complications (VTE) in children: first analyses of the Canadian Registry of VTE",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Blood",
            "volume": "83",
            "issn": "",
            "pages": "1251-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Differential diagnosis and management of thrombocytopenia in childhood",
            "authors": [
                {
                    "first": "RN",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Bussel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Clin North Am",
            "volume": "51",
            "issn": "",
            "pages": "1109-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pcl.2004.03.008"
                ]
            }
        },
        "BIBREF23": {
            "title": "Disseminated intravascular coagulation score is associated with mortality for children with shock",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Khemani",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Bart",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Alonzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hatzakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hallam",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Newth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "",
            "pages": "327-33",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-008-1280-8"
                ]
            }
        },
        "BIBREF24": {
            "title": "Transfusion strategies for patients in pediatric intensive care units",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Hébert",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "1609-19",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa066240"
                ]
            }
        },
        "BIBREF25": {
            "title": "Eculizumab in severe Shiga-toxin-associated HUS",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Lapeyraque",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malina",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fremeaux-Bacchi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "2561-3",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1100859"
                ]
            }
        },
        "BIBREF26": {
            "title": "Current understanding of disseminated intravascular coagulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Haematol",
            "volume": "124",
            "issn": "",
            "pages": "567-76",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2141.2003.04790.x"
                ]
            }
        },
        "BIBREF27": {
            "title": "Disseminated intravascular coagulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ten Cate",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "New treatment strategies for disseminated intravascular coagulation based on current understanding of the pathophysiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "de Jonge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "van der Poll",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Med",
            "volume": "36",
            "issn": "",
            "pages": "41-9",
            "other_ids": {
                "DOI": [
                    "10.1080/07853890310017251"
                ]
            }
        },
        "BIBREF29": {
            "title": "Evaluation of pretest clinical score (4 T's) for the diagnosis of heparin-induced thrombocytopenia in two clinical settings",
            "authors": [
                {
                    "first": "GK",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Juhl",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Warkentin",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Sigouin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eichler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greinacher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Thromb Haemost",
            "volume": "4",
            "issn": "",
            "pages": "759-65",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-7836.2006.01787.x"
                ]
            }
        },
        "BIBREF30": {
            "title": "Causes of death in sickle cell disease: an autopsy study",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Manci",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Culberson",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Haematol",
            "volume": "123",
            "issn": "",
            "pages": "359-65",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2141.2003.04594.x"
                ]
            }
        },
        "BIBREF31": {
            "title": "Approach to anemia in the adult and child",
            "authors": [
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glader",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hematology: basic principles and practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Clinical and diagnostic imaging findings predict anesthetic complications in children presenting with malignant mediastinal masses",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Anghelescu",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Burgoyne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Paediatr Anaesth",
            "volume": "17",
            "issn": "",
            "pages": "1090-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Prediction of adverse outcomes in children with sickle cell disease",
            "authors": [
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Sleeper",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Pegelow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "83-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200001133420203"
                ]
            }
        },
        "BIBREF34": {
            "title": "Outcome of pediatric thromboembolic disease: a report from the Canadian Childhood Thrombophilia Registry",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monagle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Res",
            "volume": "47",
            "issn": "",
            "pages": "763-6",
            "other_ids": {
                "DOI": [
                    "10.1203/00006450-200006000-00013"
                ]
            }
        },
        "BIBREF35": {
            "title": "Tumor lysis syndrome in patients with acute myeloid leukemia: identification of risk factors and development of a predictive model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montesinos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lorenzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Haematologica",
            "volume": "93",
            "issn": "",
            "pages": "67-74",
            "other_ids": {
                "DOI": [
                    "10.3324/haematol.11575"
                ]
            }
        },
        "BIBREF36": {
            "title": "Inherited defects of the protein C anticoagulant system in childhood thrombo-embolism",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nowak-Gottl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auberger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gobel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur J Pediatr",
            "volume": "155",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/BF02282879"
                ]
            }
        },
        "BIBREF37": {
            "title": "Thromboembolism in newborns, infants and children",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nowak-Gottl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kosch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Thromb Haemost",
            "volume": "86",
            "issn": "",
            "pages": "464-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "A diagnostic approach to the anemic patient",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Oski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brugnara",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nathan and Oski’s hematology of infancy and childhood",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Management of children and adolescents with a critical airway due to compression by an anterior mediastinal mass",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perger",
                    "suffix": ""
                },
                {
                    "first": "EY",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Shamberger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Pediatr Surg",
            "volume": "43",
            "issn": "",
            "pages": "1990-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpedsurg.2008.02.083"
                ]
            }
        },
        "BIBREF40": {
            "title": "Efficacy and safety of recombinant urate oxidase (rasburicase) for treatment and prophylaxis of hyperuricemia in children undergoing chemotherapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pession",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbieri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Santoro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paolucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Porta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Locatelli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Haematologica",
            "volume": "90",
            "issn": "",
            "pages": "141-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Management of cerebral vasculopathy in children with sickle cell anaemia",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Powars",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Haematol",
            "volume": "108",
            "issn": "",
            "pages": "666-78",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2141.2000.01912.x"
                ]
            }
        },
        "BIBREF42": {
            "title": "Dramatic increase in venous thromboembolism in children's hospitals in the United States from 2001 to 2007",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raffini",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Witmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feudtner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatrics",
            "volume": "124",
            "issn": "",
            "pages": "1001-8",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2009-0768"
                ]
            }
        },
        "BIBREF43": {
            "title": "Anemia, blood loss, and blood transfusions in North American children in the intensive care unit",
            "authors": [
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boven",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "26-33",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200711-1637OC"
                ]
            }
        },
        "BIBREF44": {
            "title": "Prothrombotic conditions in an unselected cohort of children with venous thromboembolic disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Revel-Vilk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Massicotte",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Thromb Haemost",
            "volume": "1",
            "issn": "",
            "pages": "915-21",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1538-7836.2003.00158.x"
                ]
            }
        },
        "BIBREF45": {
            "title": "Thrombosis in children: current perspective and distinct challenges",
            "authors": [
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thromb Haemost",
            "volume": "88",
            "issn": "",
            "pages": "900-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Heparin-induced thrombocytopenia-associated thrombosis in pediatric intensive care patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmugge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Risch",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benn",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "109",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.109.1.e10"
                ]
            }
        },
        "BIBREF47": {
            "title": "Prospective evaluation by computed tomography and pulmonary function tests of children with mediastinal masses",
            "authors": [
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Shamberger",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Holzman",
                    "suffix": ""
                },
                {
                    "first": "NT",
                    "middle": [],
                    "last": "Griscom",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Tarbell",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Surgery",
            "volume": "118",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0039-6060(05)80360-5"
                ]
            }
        },
        "BIBREF48": {
            "title": "Incidence of venous thromboembolism in infants and children: data from the National Hospital Discharge Survey",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr",
            "volume": "145",
            "issn": "",
            "pages": "563-5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2004.06.021"
                ]
            }
        },
        "BIBREF49": {
            "title": "Management of sickle cell disease",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "",
            "pages": "1021-30",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199904013401307"
                ]
            }
        },
        "BIBREF50": {
            "title": "Venous thromboembolic events in pediatric patients. Diagnosis and management",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Streif",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "12",
            "issn": "",
            "pages": "1283-312",
            "other_ids": {
                "DOI": [
                    "10.1016/S0889-8588(05)70053-8"
                ]
            }
        },
        "BIBREF51": {
            "title": "Anesthetic management of children with an anterior mediastinal mass",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Stricker",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Gurnaney",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Litman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Anesth",
            "volume": "22",
            "issn": "",
            "pages": "159-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinane.2009.10.004"
                ]
            }
        },
        "BIBREF52": {
            "title": "Sickle-cell disease",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1343-60",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)17192-4"
                ]
            }
        },
        "BIBREF53": {
            "title": "Towards definition, clinical and laboratory criteria, and a scoring system for disseminated intravascular coagulation",
            "authors": [
                {
                    "first": "FB",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": "Jr"
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Hoots",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Thromb Haemost",
            "volume": "86",
            "issn": "",
            "pages": "1327-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Efficacy and safety of recombinant human activated protein C for severe sepsis",
            "authors": [
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "PF",
                    "middle": [],
                    "last": "Laterre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": "699-709",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200103083441001"
                ]
            }
        },
        "BIBREF55": {
            "title": "Pediatric venous thromboembolic disease in one single center: congenital prothrombotic disorders and the clinical outcome",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "van Ommen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heijboer",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "van den Dool",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Hutten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Thromb Haemost",
            "volume": "1",
            "issn": "",
            "pages": "2516-22",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1538-7836.2003.00465.x"
                ]
            }
        },
        "BIBREF56": {
            "title": "Hematopoietic stem cell transplantation in sickle cell disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vermylen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood Rev",
            "volume": "17",
            "issn": "",
            "pages": "163-6",
            "other_ids": {
                "DOI": [
                    "10.1016/S0268-960X(03)00006-7"
                ]
            }
        },
        "BIBREF57": {
            "title": "Pulmonary hypertension in sickle cell disease",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Vichinsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "857-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp038250"
                ]
            }
        },
        "BIBREF58": {
            "title": "Causes and outcomes of the acute chest syndrome in sickle cell disease. National Acute Chest Syndrome Study Group",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Vichinsky",
                    "suffix": ""
                },
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Neumayr",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Earles",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1855-65",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200006223422502"
                ]
            }
        },
        "BIBREF59": {
            "title": "Impact of bone marrow transplantation for symptomatic sickle cell disease: an interim report. Multicenter investigation of bone marrow transplantation for sickle cell disease",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Storb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patience",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "95",
            "issn": "",
            "pages": "1918-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Hydroxycarbamide in very young children with sickle-cell anaemia: a multicentre, randomised, controlled trial (BABY HUG)",
            "authors": [
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1663-72",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)60355-3"
                ]
            }
        },
        "BIBREF61": {
            "title": "An overview of the heparin-induced thrombocytopenia syndrome",
            "authors": [
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Semin Thromb Hemost",
            "volume": "30",
            "issn": "",
            "pages": "273-83",
            "other_ids": {
                "DOI": [
                    "10.1055/s-2004-831039"
                ]
            }
        },
        "BIBREF62": {
            "title": "Caring for the critically ill patient. High-dose antithrombin III in severe sepsis: a randomized controlled trial",
            "authors": [
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "286",
            "issn": "",
            "pages": "1869-78",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.286.15.1869"
                ]
            }
        },
        "BIBREF63": {
            "title": "Impact of inherited thrombophilia on venous thromboembolism in children: a systematic review and meta-analysis of observational studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Albisetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonduel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Circulation",
            "volume": "118",
            "issn": "",
            "pages": "1373-82",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.108.789008"
                ]
            }
        },
        "BIBREF64": {
            "title": "The effects of prebiopsy corticosteroid treatment on the diagnosis of mediastinal lymphoma",
            "authors": [
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerstle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Filler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Pediatr Surg",
            "volume": "35",
            "issn": "",
            "pages": "973-6",
            "other_ids": {
                "DOI": [
                    "10.1053/jpsu.2000.6945"
                ]
            }
        },
        "BIBREF65": {
            "title": "Guidelines for the investigation and management of idiopathic thrombocytopenic purpura in adults, children and in pregnancy",
            "authors": [],
            "year": 2003,
            "venue": "Br J Haematol",
            "volume": "120",
            "issn": "",
            "pages": "574-96",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2141.2003.04131.x"
                ]
            }
        },
        "BIBREF66": {
            "title": "Tumour lysis syndrome: new therapeutic strategies and classification",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Cairo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Haematol",
            "volume": "127",
            "issn": "",
            "pages": "3-11",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2141.2004.05094.x"
                ]
            }
        },
        "BIBREF67": {
            "title": "TLS expert panel. Recommendations for the evaluation of risk and prophylaxis of tumour lysis syndrome (TLS) in adults and children with malignant diseases: an expert TLS panel consensus",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Cairo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coiffier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Younes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Haematol",
            "volume": "149",
            "issn": "",
            "pages": "578-86",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2141.2010.08143.x"
                ]
            }
        }
    }
}