{
    "paper_id": "PMC7121391",
    "metadata": {
        "title": "Biomarkers of Infectious Diseases",
        "authors": [
            {
                "first": "Kewal",
                "middle": [
                    "K."
                ],
                "last": "Jain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infection is defined as a pathologic process caused by the invasion of normally sterile tissue or fluid or body cavity by pathogenic or potentially pathogenic microorganisms. Sepsis is defined as the presence of organ dysfunction occurring as the result of a dysregulated host response to an infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In a young patient with an obvious meningococcal rash, high fever, and altered mental status, diagnosis of sepsis is fairly straightforward, but this is not always the case, especially amongst the critically ill population with multiple comorbidities and other ongoing disease processes. The first clinical sign of sepsis, fever, is usually are not typical or specific. Similarly leukocytosis is nonspecific. The more typical signs or laboratory parameters such as arterial hypotension or lactate accumulation are often are late symptoms associated with organ dysfunction and a rising mortality rate. Traditional laboratory methods for confirming diagnosis of infectious diseases involve microbial identification that relies on morphological features, growth characteristics, and biochemical substrates. Microbiologists have searched for more rapid and efficient means of microbial identification. Nucleic acid amplification technology, PCR, has opened up new frontiers for microbial identification. Advent of molecular diagnostics has provided a tool for faster diagnosis of infections. Even PCR-based methods have time limitation as they cannot be performed within half an hour required for the POC diagnosis of infections. Non-PCR methods have been developed for this purpose and the role of biomarkers that can be detected more rapidly is being explored. The diagnosis of infections will, however, continue to require a critical clinical awareness, careful patient history, dedicated physical examination, and appropriate cultures.",
            "cite_spans": [],
            "section": "Sepsis",
            "ref_spans": []
        },
        {
            "text": "The diagnostic spectrum of the various markers, however, is different. Many biomarkers have been implicated as playing a harmful mediator role in sepsis. Some primarily indicate severity of inflammation (e.g. IL-6), others respond to infection, but do not indicate the host response well (endotoxin, lipoprotein binding protein, triggering receptor on myeloid cells). Recent data and cumulative analyses indicate that biomarkers of sepsis improve diagnosis of sepsis, but only a few biomarkers have impact on therapy and fulfill the clinical requirements. Characteristics of an ideal biomarker of infection are:High levels in sepsisPositive correlation with severity of infectionProlonged persistence in the bloodShould enable an early diagnosis by rapid and accurate bedside measurementShould indicate the course and prognosis of the diseaseShould facilitate therapeutic decisions\n",
            "cite_spans": [],
            "section": "Sepsis",
            "ref_spans": []
        },
        {
            "text": "Several studies indicate that the prohormone procalcitonin, a biomarker-mediator of sepsis, possesses great potential for meeting all of the above criteria, and that its therapeutic immunoneutralization in humans merits evaluation.",
            "cite_spans": [],
            "section": "Sepsis",
            "ref_spans": []
        },
        {
            "text": "Proteomic technologies have been used for detection of protein biomarkers of infection. For example, a novel mass spectral fingerprinting and proteomics approach using MALDI-TOF MS was applied to detect and identify protein biomarkers of group A Streptococcus (GAS) strains (Moura et al. 2008). Specific biomarkers were found for each strain, and invasive GAS isolates could be differentiated. GAS isolates from cases of necrotizing fasciitis were clustered together and were distinct from isolates associated with noninvasive infections.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "mention": "2008",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": " Application of Proteomics for Discovering Biomarkers of Infections",
            "ref_spans": []
        },
        {
            "text": "\nEndothelial cells play a key role in the inflammatory response triggered by sepsis. Proteomic technologies have been used to investigate the secretome of EA.hy926 endothelial cells following lipopolysaccharide stimulation (LPS). Secretome dynamics in response to LPS were analyzed with an online 2D–LC-MS/MS system (Kwon et al. 2015). Out of the 19 candidate proteins, the authors focused on moesin (membrane-organizing extension spike protein), which is involved in the function of endothelial cells, and confirmed its amount in cellular lysates and media taken from primary human umbilical vein endothelial cells treated with LPS. The findings indicate that moesin is a potential biomarker of sepsis.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "mention": "2015",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": " Application of Proteomics for Discovering Biomarkers of Infections",
            "ref_spans": []
        },
        {
            "text": "Mitochondrial damage and dysfunction are considered to play an important role in the pathogenesis of sepsis-induced organ failures. Unfortunately, there is paucity of specific biomarkers of mitochondrial damage in vital organs. Carbomyl phosphate synthase (CPS)-1, a protein primarily localized to liver mitochondria, is present in high concentrations in the plasma of patients with sepsis. A prospective, randomized, controlled animal study has verified that circulating CPS-1 is a biomarker of mitochondrial damage and depletion in the liver during the subacute phase of sepsis (Crouser et al. 2006). From a mechanistic standpoint, mitochondrial depletion is not due to cell death but is apparently related to the removal of damaged mitochondria by lysosomes, followed by repletion of mitochondrial populations. Restoration of mitochondrial populations in the liver and reduced levels of CPS-1 appears to signal recovery from sepsis. CPS-1 may be superior to conventional biomarkers of liver damage during sepsis. Further studies are needed to determine the clinical utility of CPS-1 as a biomarker of severity of sepsis.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "mention": "2006",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Circulating CPS-1 as Biomarkers of Organ Damage in Sepsis :::  Biomarkers of Sepsis",
            "ref_spans": []
        },
        {
            "text": "Failure of clinical trials in septic shock is partly due to inequitable and unknown distribution of baseline mortality risk between study arms. Interventional trials in septic shock require effective outcome risk stratification. Genome-wide expression studies have identified 12 plasma proteins as candidates for biomarker-based risk stratification. A multibiomarker-based outcome risk stratification model for adult septic shock, which included five candidate biomarkers, admission lactate concentration, age, and chronic disease burden, had a sensitivity for mortality of 94%, specificity of 56%), positive predictive value of 50%, and negative predictive value of 95% (Wong et al. 2014). The calibrated decision tree had the following test characteristics in the validation cohort: sensitivity 85%, specificity 60%, positive predictive value 61%, and negative predictive value 85%.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 688,
                    "mention": "2014",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": " Multibiomarker-based Outcome Risk Stratificationof Septic Shock :::  CoQ10 Level Reduction in Septic Shock",
            "ref_spans": []
        },
        {
            "text": "There is a wealth of data implicating nitric oxide (NO) as a key player in all cardiac, vascular, renal and pulmonary derangements of sepsis and septic shock. Cytokines can activate inducible nitric oxide synthase (iNOS) expression, which produces excessive amounts of NO, which can cause shock in sepsis. NO and cytokines constitute the molecular biomarkers and the intercellular messengers of inflammation and septic shock.",
            "cite_spans": [],
            "section": "Nitric Oxide as a Biomarker of Sepsis  :::  CoQ10 Level Reduction in Septic Shock",
            "ref_spans": []
        },
        {
            "text": "Septic shock occurs with an exacerbated inflammatory response that damages tissue mitochondria. Skeletal muscle appears as one of the main target organs in septic shock, showing an increased NO production, an early oxidative stress, and contractile failure. Mitochondria isolated from rat and human skeletal muscle in septic shock show a markedly increased NO generation and a decreased state 3 respiration, more marked with nicotinamide adenine dinucleotide (NAD)-linked substrates than with succinate, without uncoupling or impairment of phosphorylation. One of the current hypotheses for the molecular mechanisms of septic shock is that the enhanced NO production by mitochondrial NOS leads to excessive peroxynitrite production and protein nitration in the mitochondrial matrix, to mitochondrial dysfunction and to contractile failure.",
            "cite_spans": [],
            "section": "Nitric Oxide as a Biomarker of Sepsis  :::  CoQ10 Level Reduction in Septic Shock",
            "ref_spans": []
        },
        {
            "text": "Research & Diagnostic Antibodies (www.rdantibodies.com/) has conducted clinical studies involving >290 ICU patients using tests based on the anti-iNOS MAbs. In 2010, the company received a $2.6 million grant from the National Institute of General Medical Sciences to support a pivotal clinical study of the test designed to obtain FDA clearance. The test, based on a novel plasma biomarker discovered by the company, can identify patients who will develop the sepsis pathology 24 to 48 h prior to the appearance of symptoms currently used by physicians as indictors of the onset of sepsis and enable them to treat patients more effectively by starting antibiotic\ntreatment and fluid resuscitation sooner. The test has not yet been approved by the regulatory authorities.",
            "cite_spans": [],
            "section": "Nitric Oxide as a Biomarker of Sepsis  :::  CoQ10 Level Reduction in Septic Shock",
            "ref_spans": []
        },
        {
            "text": "A prospective cohort study has evaluated the soluble form of urokinase-type plasminogen activator (suPAR) as an early prognostic biomarker of sepsis in patients with suspected infection (Uusitalo-Seppälä et al. 2012). suPAR was measured on admission using a commercial solid-phase ELISA. At a cut-off level of 6.4 ng mL(−1), suPAR had 76% sensitivity and 69% specificity for fatal disease; at a cut-off level of 6.6 ng mL(−1), the sensitivity and specificity for severe sepsis were 67% and 72%, respectively. The levels were significantly higher in nonsurvivors compared with survivors and in patients with severe sepsis compared with those in the other groups. High suPAR is an independent predictor of case fatality in severe inflammatory response syndrome (SIRS)\n.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "mention": "2012",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": " SuPAR as a Biomarker of Sepsis :::  CoQ10 Level Reduction in Septic Shock",
            "ref_spans": []
        },
        {
            "text": "Chemokines are a superfamily of small peptides involved in leukocyte chemotaxis and in the induction of cytokines in a wide range of infectious diseases. These peptides are secreted by tissue cells, leucocytes and activated epithelial cells. Four different subfamilies can be identified based on the highly conserved presence of the first two cysteine residues, which are either separated or not by other amino acids: the CC chemokines, the CXC chemokines, the CX3C chemokines and the C chemokines. Chemokines act through a family of chemokine receptors, which are present on cell types such as leukocytes, dendritic cells and endothelial cells. Chemokines and their receptors play an important role in the innate immunity against infectious diseases such as HIV/AIDS and malaria. Measurement of the serum levels of CXC and CC chemokines during the initial phase of meningococcal sepsis in children can predict mortality and can correlate strongly with disease severity. Chemokines may play a key role in the pathophysiology of meningococcal disease and are potentially new targets for therapeutic approaches.",
            "cite_spans": [],
            "section": " Chemokines as Biomarkers of Infection",
            "ref_spans": []
        },
        {
            "text": "Endotoxin has been a candidate as a diagnostic tool for infection for several years. However, inconsistently increased levels, variations in sensitivity and specificity in different patients groups and lack of correlation with severity of inflammation and the host response did not support clinical use. It has been reevaluated now by a highly sensitive biological assay, which has been approved by the FDA for use in the US. The endotoxin activity assay (EAA™ , Spectral Diagnostics Inc) is quite sensitive and is based on an ex-vivo whole blood measurement system. It measures the zymosan- and anti- endotoxin-antibody elicited respiratory burst in a kinetic luminometric assay. The antibody is directed against lipopolysaccharides of various gram-negative bacteria. Despite being a good biomarker for the exclusion of infection, it does not indicate well the host response. The indication for clinical use of this test thus is limited to the exclusion of infection in patients admitted to ICU. Because of the low response to severity of infection, it may have a limited value as guide to therapy. Also the low specificity may restrict clinical use. Future studies will indicate, whether other biomarkers have a similar sensitivity at a given low specificity.",
            "cite_spans": [],
            "section": " Endotoxin as Biomarker of Infection",
            "ref_spans": []
        },
        {
            "text": "Procalcitonin (ProCT), a precursor peptide from the hormone calcitonin (CT), better fulfills the requirements of a desirable biomarker as compared to others and has a solid scientific basis. After translation from CT-mRNA, ProCT is cleaved enzymatically into smaller peptides, finally to yield the 32 amino acid mature CT. Most CT precursor peptides, including ProCT, are found in the serum of normal persons. In microbial infections and in various forms of inflammation, circulating levels of several calcitonin precursors, including ProCT but not mature CT, increase up to several thousand-fold. This increase and especially the course correlate with the severity of the condition and with mortality. A microbial infection induces an increase of CALC-I gene-expression and release of ProCT from all parenchymal tissues and differentiated cell types throughout the body.",
            "cite_spans": [],
            "section": "Procalcitonin as a Guide to Antibiotic Therapy in Infections ",
            "ref_spans": []
        },
        {
            "text": "A commercially available assay is based on time-resolved amplified cryptate emission technology (Kryptor® PCT, Brahms/ThermoFisher Scientific). It used a sheep polyclonal anti-calcitonin antibody and a monoclonal anti-katacalcin antibody, which bind to the calcitonin and katacalcin sequence of calcitonin precursor molecules. Diagnostic accuracy of ProCT has been shown for a variety of infections, e.g. respiratory tract infections, meningitis, acute infectious endocarditis and pancreatitis. A colorimetric, “quick” bedside version of the test (PCT®-Q) has the advantage of rapid determination of circulating CTpr levels in 30 min but he assay is only semi-quantitative and is not sensitive enough to detect moderately elevated ProCT levels.",
            "cite_spans": [],
            "section": "Procalcitonin as a Guide to Antibiotic Therapy in Infections ",
            "ref_spans": []
        },
        {
            "text": "A ProCT-based therapeutic strategy can safely and markedly reduce antibiotic usage in lower respiratory tract infections, the major cause of sepsis. Being a hormokine mediator, immunoneutralization of ProCT might offer new hope for more effective treatment options in sepsis. It is now evidence that ProCT provides more information and, thereby, questions the currently used “gold standards” for the diagnosis of clinically relevant bacterial infections. Yet, ProCT is less than a perfect biomarker. ProCT can be increased in noninfectious conditions, and may remain low in infections.",
            "cite_spans": [],
            "section": "Procalcitonin as a Guide to Antibiotic Therapy in Infections ",
            "ref_spans": []
        },
        {
            "text": "A randomized intervention trial, conducted on patients with suspected community-acquired pneumonia at the University Hospital (Basel, Switzerland), assessed ProCT guidance for the initiation and duration of antibiotic therapy (Christ-Crain et al. 2006). The primary endpoint was antibiotic use; secondary endpoints were measures of clinical, laboratory, and radiographic outcome. ProCT guidance reduced total antibiotic exposure, antibiotic prescriptions on admission, and antibiotic treatment duration compared with patients treated according to guidelines. Measurements of ProCT, reduced the length of antibiotic treatment by an average of 7 days. ProCT appears to be a more reliable measure for individual tailoring and early discontinuance of antibiotic therapy as compared with the routinely used clinical and other parameters. It is also time- and cost-effective. It took less than 20 min to detect levels of serum procalcitonin in the laboratory and results were routinely available within an hour. Each test costs $15–$30.",
            "cite_spans": [],
            "section": "Procalcitonin as a Guide to Antibiotic Therapy in Infections ",
            "ref_spans": []
        },
        {
            "text": "Prognosis of patients with severe sepsis and septic shock admitted to the intensive care unit (ICU) may be associated with ProCT. Results of a prospective analysis of patients with sepsis admitted to the ICU indicate that dynamic changes of PCT reflected on day 3 and day 5 after admission to the ICU may serve as a predictor of survival in critically ill patients with severe sepsis (Huang et al. 2016).",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "mention": "2016",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Procalcitonin as a Guide to Antibiotic Therapy in Infections ",
            "ref_spans": []
        },
        {
            "text": "The soluble urokinase Plasminogen Activator Receptor (suPAR) is a protein in the blood. It is measured by suPARnostic® ELISA assay (ViroGates A/S), a CE/IVD marked double MAb sandwich assay in which samples and peroxidase-conjugated anti-suPAR are first mixed together and then incubated in anti-suPAR precoated microwells. The recombinant suPAR standards of the kit are calibrated against healthy human blood donor samples and suPAR concentrations are given as ng/mL plasma. A prospective cohort study showed that plasma suPAR level is a sensitive and specific independent prognostic biomarker in patients with bacteremia (Huttunen et al. 2011). If an individual’s suPARnostic® level is very high, there is an increased chance of negative outcome in critical conditions such as septicemia unless appropriate treatment is administered early, which can lower suPARnostic® level. Thus, by measuring an individual’s suPARnostic® level, the prognosis can be assessed, the need for therapy is indicated and the effect of treatment can be monitored.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "mention": "2011",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": " Soluble Urokinase Plasminogen Activator Receptor",
            "ref_spans": []
        },
        {
            "text": "Sepsis is now defined as a systemic inflammatory response syndrome (SIRS) in which there is an identifiable focus of infection. During the onset of sepsis, a massive inflammatory reaction involving chemical mediators such as cytokines and chemokines and inflammatory cells such as the polymorphonuclear neutrophil and macrophage takes place. In addition to this systemic inflammatory process, sepsis and septic shocks cause a profound decrease in the peripheral vasomotor tone leading to a great decrease in the peripheral resistance. This event is central to derangement of hemodynamic and perfusion parameters. SIRS can be also precipitated by non-infective events such as trauma, pancreatitis, and surgery. As a consequence of an overactive SIRS response, the function of various organ systems may be compromised, resulting in multiple organ dysfunction syndrome and death. Efforts are being made to identify biomarkers for prognosis in SIRS. Sepsis causes an estimated 250,000 deaths annually in the US and 750,000 worldwide. The cost of treating septic patients in an intensive care unit (ICU) can add $5000 or more per day to the cost of a patient’s care.",
            "cite_spans": [],
            "section": "Systemic Inflammatory Response Syndrome ",
            "ref_spans": []
        },
        {
            "text": "\nChromogranin A (CGA) is a biomarker of stress released with catecholamines by the adrenal medulla and has been previously associated with cardiovascular disease and cancer. Serum CGA concentrations are significantly increased in SIRS patients when compared to healthy controls. Highest increase in CGA is seen in patients where infection is associated with SIRS. CGA concentrations positively correlate with biomarkers of inflammation (procalcitonin, CRP) , as well as with Simplified Acute Physiological Score (SAPS). Patients with CGA concentration above 71 μg/L have a significantly shorter survival (Zhang et al. 2009).",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 622,
                    "mention": "2009",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Systemic Inflammatory Response Syndrome ",
            "ref_spans": []
        },
        {
            "text": "Tuberculosis is generally diagnosed by a combination of generalized and specific symptoms along with findings of various laboratory tests. Two widely used tests are the tuberculin skin test and acid-fast microscopic smear. Although both provide rapid results, neither is especially reliable. Skin testing does not distinguish latent infection from active tuberculosis. In addition, distinguishing M. tuberculosis from an atypical mycobacterium can prove difficult under the microscope. For reliable detection, a large number of organisms must be present. Sputum smears are positive in only one-half to three-quarters of cases. Culture to distinguish mycobacteria from atypical forms and to determine antibiotic sensitivity takes as long as 3–6 weeks. This distinction is important because atypical forms of mycobacteria do not respond to conventional antibiotics. This time lag in diagnosis, however, delays both the isolation of this contagious disease and the initiation of treatment. The emergence of multidrug-resistant (MDR) tuberculosis has further aggravated attempts to eradicate this infection. MDR organisms are not only resistant to conventional and antimicrobial therapy, but are also associated with a high mortality and rapid occurrence of death.",
            "cite_spans": [],
            "section": " Conventional Diagnosis of Tuberculosis ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "Molecular technology is now available to provide detection, identification, and antimicrobial sensitivity testing of mycobacteria. Ideally, a molecular probe would provide these functions directly in a clinical sample, with the sensitivity of a culture, but in a matter of hours rather than weeks. Such rapid results will be essential to provide optimal care for patients infected with M. tuberculosis or other mycobacterium species and to limit the spread of tuberculosis.",
            "cite_spans": [],
            "section": "Molecular Diagnostics for Tuberculosis  ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "The FDA approved the Amplified Mycobacterium Tuberculosis Direct (AMTD) test (Gen-Probe, San Diego, California) in 1996. In various studies where the AFB (acid-fast bacilli) smears were cultured, the sensitivity of AMTD was 85.5% and its specificity was 100%. This test, which combines Gen-Probe’s transcription-mediated amplification and HPA technologies, yields results in 4–5 h. It can be used on patients who do not have cultivable M. tuberculosis but continue to shed these microorganisms. In addition, AMTD can aid in monitoring patients who have been treated with antitubercular drugs.",
            "cite_spans": [],
            "section": "Molecular Diagnostics for Tuberculosis  ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "Large-scale studies have been initiated aiming to identify biomarkers of M. tuberculosis infection and disease. Key finding from recent are that no one factor seems able to explain the complex course of M. tuberculosis infection. Multifactorial analyses have identified a variety of genes and proteins, mostly involved in bacterial persistence or host responses, that offer promise as biomarkers for different disease stages. Candidate biomarkers should differentiate people with active tuberculosis from healthy individuals, normalize with therapy, and reproducibly predict clinical outcomes in diverse patient populations (Wallis et al. 2009). Although a large number of promising candidate biomarkers have been examined to date, few patients in these studies have reached clinically meaningful outcomes, and few of the studies have been conducted to international research standards. The challenge now is to validate the suggested biomarkers being described and then reduce them to clinical practice (Doherty et al. 2009). If this can be done, it offers the possibility of greatly improved clinical management of tuberculosis, allowing segregation of patients and contacts into appropriate treatment regimens.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 643,
                    "mention": "2009",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "mention": "2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": " Biomarkers for Tuberculosis ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "Diagnosis of tuberculous meningitis (TBM)\nis difficult. Rapid confirmatory diagnosis is essential to initiate required therapy. The presence of 65 kD heat shock protein (hsp) antigen in the CSF of confirmed and suspected cases of TBM would indicate that the selected protein is specific to M. tuberculosis and could be considered as a diagnostic biomarker for TBM.",
            "cite_spans": [],
            "section": " Biomarkers for Tuberculosis ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "\nPulmonary tuberculosis may alter volatile organic compounds (VOCs) in breath because Mycobacteria and oxidative stress resulting from Mycobacterial infection both generate distinctive VOCs. A study was condcted to determine if breath VOCs contain biomarkers of active pulmonary tuberculosis (Phillips et al. 2007). Head space VOCs from cultured Mycobacterium tuberculosis were captured on sorbent traps and assayed by gas chromatography/mass spectroscopy (GC/MS). Breath VOCs were assayed by GC/MS in patients hospitalized for suspicion of pulmonary tuberculosis and in healthy controls. Sputum cultures were positive for Mycobacteria in 23/42 and negative in19/42 patients. Pattern recognition analysis and fuzzy logic analysis of breath VOCs independently distinguished healthy controls from hospitalized patients with 100% sensitivity and 100% specificity. The study concluded that volatile biomarkers in breath were sensitive and specific for pulmonary tuberculosis: the breath test distinguished between “sick versus well” i.e. between normal controls and patients hospitalized for suspicion of pulmonary tuberculosis, and between infected versus non-infected patients i.e. between those whose sputum cultures were positive or negative for Mycobacteria. However, since these findings were derived from a comparatively small pilot study, confirmation will require additional studies in larger numbers of patients.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "mention": "2007",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Biomarkers of Pulmonary Tuberculosis in the Breath ::: Tuberculosis ",
            "ref_spans": []
        },
        {
            "text": "This is the most common cause of viral hepatitis worldwide. This small, single-stranded RNA virus belongs to the enterovirus genus of the Picornavirus family. HAV infection usually produces a brief illness and does not lead to a chronic carrier state or chronic hepatitis. A PCR-based assay can be used to detect HAV antibodies as well as to differentiate between genotypes I and II. In addition, a modified PCR test can detect intact virus particles while ignoring fragments of genetic material from any virus destroyed during the sterilization process. In this method, the blood product is incubated with an HAV-specific monoclonal antibody before the viral RNA is transcribed, amplified, and identified as DNA. The antibody captures any intact virus and the PCR test then identifies the viral nucleic acid, making a false-positive result less likely.",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "There are approximately 300 million chronic carriers of HBV worldwide, representing a global health care challenge. Exposure to contaminated blood is the major source of infection, but other modes of transmission are possible (e.g. inoculation of the ocular surface during corneal transplants). Chronic HBV infection is responsible for much of the world’s liver cirrhosis and is implicated in a high percentage of cases of liver cancer. Situations in which screening for this virus is warranted include the following:",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "\nClinical suspicion of hepatitis B.Blood donors and blood products.Monitoring of responses to vaccination.\n",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "Because HBV is difficult to culture, its presence is typically demonstrated by electron microscopy. Although the existence of HBV surface antigen (HbsAg) in serum or plasma indicates HBV infection, detection of HbsAg does not provide information on the replicative activity of the virus. Hepanostika HBsAg Ultra assay (bioMerieux), a CE-approved test launched in Europe/Middle East, offers state-of-the-art sensitivity and excellent specificity for the detection of HBV surface antigen in human plasma or serum. The level of HBV DNA in serum or plasma probably reflects the replicative activity of HBV. Various techniques for detection of HBV DNA have been developed, including hybridization assays (which generate quantitative results but lack sensitivity) and PCR (which offers superior sensitivity but predicts only qualitative results, though these findings are important as treatment guides). Methods for quantitative assessment of HBV DNA include Bayer’s HBV DNA assay and Abbott’s HBV DNA assay. Monitoring the level of HBV may help identify those individuals who are most likely to respond to antiviral therapy, evaluate the efficacy of therapy, and track the infection and viral burden after therapy. Such monitoring provides several benefits:It facilitates the tracking of viral load reduction and enables early identification of relapses.HBV RNA level at any given time point is predictive of response to therapy.The standardization and reproducibility of the assay, as demonstrated on specimens taken at different times and in different places in clinical trials, are helpful in evaluating test results.\n",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "Viral hepatic diseases, especially those induced by the HBV, can progress into more serious pathological outcomes and eventually to hepatocellular carcinoma. A growing body of evidence indicates that many trace elements play important roles in a number of carcinogenic processes that proceed through various mechanisms. Markedly elevated Cu:Zn ratios are found in patients having hepatic cirrhosis or hepatocellular carcinoma. These findings imply that the levels\nof some trace elements, such as selenium, iron, copper, and zinc, and Cu: Zn ratios, might serve as biomarkers for the increased severity of viral hepatic damage.",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "HCV affects roughly 170 million people around the world. Approximately 5 million persons have chronic HCV infection in the US, 30,000 new infections are diagnosed each year, and 8000 infected patients die. In Europe, the number of patients with chronic HCV infection is estimated to be 5–10 million. The number of HCV-antibody-positive individuals is as high as 10–20 million. Acute HCV infection develops into chronic disease in 85% of all cases, setting the stage for development of liver cirrhosis and hepatocellular carcinoma.",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "The introduction of the approved immunoassay EIA has reduced the incidence of HCV transmission via blood transfusion. It is the first test administered to patients with clinical liver disease. Another test available for HCV is an immunoblot assay (RIBA-2). Both methods are of limited use, however, because a period of several weeks separates infection and seroconversion. In addition, loss of antibody in some persistently infected individuals has been reported. Another monitoring method, which measures the levels of the liver enzyme alanine aminotransferase (ALT), can also give misleading results because fluctuations do not correlate with the levels of HCV. For example, ALT levels may normalize during therapy despite persistent, detectable levels of HCV RNA. If hepatic damage is minimal or has not developed yet, ALT levels may remain normal during active HCV infection. Illnesses other than HCV (e.g. alcoholism) may also produce abnormal ALT values, complicating diagnosis. Direct detection of HCV\nis valuable in the following situations:Diagnosis of neonates born to a seropositive mother.Diagnosis of HCV infection in seronegative individuals.Diagnosis in organ transplant recipients.Assessment of antiviral therapy with interferon-alpha (IFN-α).\n",
            "cite_spans": [],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "Although the recommended treatment for chronic HCV infection involves a 48-week course of PegIFN-α-2b or PegIFN-α-2a combined with ribavirin (RBV), the therapy cures ~40% of those with HCV, and the response is even lower in African-American populations. In addition to limited efficacy, treatment is often poorly tolerated because of side effects that prevent some patients from completing therapy. For these reasons, identification of a biomarker of response to treatment is a high priority. A genetic polymorphism near the IL28B gene, encoding IFN-lambda-3, has been reported to be associated with an approximately twofold change in response to treatment, both among patients of European ancestry and African-Americans (Ge et al. 2009). Almost 80% of those with the favorable response genotype eradicated the virus, while only about 30% with the less favorable response genotype did so. Because the genotype leading to better response is in substantially greater frequency in European\nthan African populations, this genetic polymorphism also explains approximately half of the difference in response rates between African-Americans and patients of European ancestry. On the other hand, among African Americans who did carry the CC genotype, treatment response was 53.3% − higher than the 33.3% treatment response observed among individuals of European descent who had the TT genotype. The favorable C allele also tended to be found less frequently in those with chronic HCV infections, suggesting a role in overall viral clearance. Unexpectedly though, the authors reported that the C alleles actually appeared to be linked to higher rather than lower baseline viral loads. More research is needed to determine whether the newly identified SNP is a biomarker for other important genetic changes or whether the change itself directly influences treatment outcomes.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "mention": "2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "IP-10 as an important negative prognostic biomarker of HCV infection; given that it mediates chemoattraction of activated lymphocytes, it is counterintuitive that it correlates with therapeutic nonresponsiveness. Plasma levels of the protein IP-10 predict, prior to therapy initiation, the efficacy of treating chronic HCV\ninfection with PEG-interferon and ribavirin, and a prognostic test has been developed a for HCV based on these results (Casrouge et al. 2011).",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "mention": "2011",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "\n ::: Viral Hepatitis ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "\nSARS-associated coronavirus (SARS-CoV) has been confirmed as the pathogen for SARS. Several companies are working to develop diagnostics for SARS virus, which are based on detection of the virus.",
            "cite_spans": [],
            "section": "Biomarkers of SARS ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "Cytokines, growth factors and other markers are important indicators of the inflammatory response to infection. Cytokine profiles can also provide a usefull tool for the diagnosis and management of the SARS disease. Acute infections can cause a rapid increase in cytokine levels, an exaggerated response to a high viral load which can be detrimental to the individual. Huge elevations in a variety of cytokine markers may alert clinicians to the severity of the infection and ensure that priority patients are managed immediately to prevent further spread. Markers that have been elevated in SARS are IFN-g, IL-1b, IL-6, IL-12 and MCP-1. Cytokine response has been shown to affect the mortality and morbidity of the patient with communicable diseases. Biochip array technology (Randox Laboratories) offers a blood testing system that can offer rapid cytokine profiling of patient samples. The system uses a panel approach to diagnostic profiling enabling simultaneous measurement of numerous markers in minutes. Ease of use and minimal operator intervention are key benefits of a system that can measure and quantify many clinical markers. Risk of infection to laboratory personnel is limited as sample handling is fully automated and onboard disposal compartments ensure isolation of contaminated waste. The system boasts a test throughput of over 800 cytokine test results per hour, enabling rapid profiling of numerous patients within the time constraints of the WHO regulations.",
            "cite_spans": [],
            "section": "Biomarkers of SARS ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "The major cause of AIDS in the world is the retrovirus HIV type 1 (HIV-1). Worldwide, an estimated 18 million persons are infected with HIV, including more than a million individuals in the United States. HIV infection is predominantly a sexually transmitted disorder, although other modes of transmission (e.g., infected blood transfusion and intravenous drug abuse via infected needles) are well recognized.",
            "cite_spans": [],
            "section": "Biomarkers of HIV ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "Direct detection of HIV-1 is difficult because only a small number of cells harbor the virus, a small number of proviral copies exist in each infected cell, and the viral genome has a tendency toward transcriptional dormancy. Nevertheless, a number of assays have been developed to detect the presence of HIV-1 infection and quantify the level of virus in the blood of infected individuals:EIA tests for the detection and quantification of HIV-1 p24 antigen.Western blot.Latex agglutination.Radioimmunoprecipitation.Immunofluorescence for the detection of antibodies to HIV-1.Viral cultures for the isolation and semiquantification of HIV-1.\n",
            "cite_spans": [],
            "section": "Biomarkers of HIV ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "\nHIV-associated neuropsychological impairment is frequent among HIV-1 infected patients but the incidence of HIV dementia has declined since the introduction of HAART therapy (zidovudine, lamivudine and ritonavir boosted indinavir). Improvement of neurocognitive function parallels by normalization of CSF neural markers (NFL, Tau and GFAP) levels and a decline in CSF and serum neopterin and CSF and plasma HIV-1 RNA levels.",
            "cite_spans": [],
            "section": "Biomarkers of HIV ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "APOBEC3G (apolipoprotein B mRNA-editing enzyme, catalytic polypeptide-like 3G; also known as CEM15, or hA3G) is a novel cellular factor of innate immunity that inhibits HIV replication in vitro by causing G to A hypermutations, and consequently reduced relative infectivity of each virus produced by infected cells. Quantification of CEM15 mRNA levels in patient samples as a prognostic indicator of innate HIV/AIDS disease resistance and predicting whether a viral infected patient will be categorized as a long term nonprogressor (LTNP) , which has a much slower disease progression rate. This also provides a method of predicting the level of CD4 cells in a patient, as well as a method of optimizing antiviral therapy in a viral infected patient and has significant implications on new development of diagnostic tools and therapeutic targets to treat viral infections.",
            "cite_spans": [],
            "section": "Biomarkers of HIV ::: Biomarkers of Viral Infections",
            "ref_spans": []
        },
        {
            "text": "The incidence and severity of malaria infection continue to be on the rise in many parts of the world. The situation is exacerbated by the emergence of multidrug resistance to and , the two most important human malaria parasites. Malaria is a complex infectious disease in which the host response to infection is dependent upon the parasite stage, parasite virulence factors, and host genetic background. Diagnosis can be established by identification of the parasite in blood smears. There is still a need to understand the molecular processes that regulate transcriptional activity and gene networks involved in the pathogenesis of or protection from disease as they may provide insights into protective mechanisms of immunity that aid in the design of more effective vaccines.",
            "cite_spans": [],
            "section": "Role of Biomarkers in Malaria ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "An analysis of the gene expression profiles has identified a set of host biomarkers, which distinguish between lethal and nonlethal blood stage murine malaria infections with P. yoelii. Multiple biological replicates sampled during the course of infection were used to establish statistically valid sets of differentially expressed genes. Genes that correlated with the intensity of infection were used to identify pathways of cellular processes related to metabolic perturbations, erythropoiesis, and B-cell immune responses and other innate and cellular immune responses. Provide insights into transcriptional regulatory mechanisms that influence both the pathogenesis of disease and the host’s recovery from infection. While immune responses in human P. falciparum and P. vivax malaria may share many similar features of the global gene expression program observed in murine malaria, important differences in expression profiles in humans infected clinically or experimentally with malaria will depend on the type of tissue (peripheral blood, bone marrow, spleen, or brain) and the stage of infection (early asymptomatic versus clinical malaria) that is studied.",
            "cite_spans": [],
            "section": "Role of Biomarkers in Malaria ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "Because acquisition and maintenance of antimalarial antibodies depend on exposure to malaria infection, such antibodies might be used as biomarkers of transmission intensity. Measurement of these antiboies by serological tests may detect variations in malaria transmission over time and will be invaluable for monitoring trends in malaria endemicity and the effectiveness of malaria control programs (Drakeley et al. 2005). Molecular biomarkers have been investigated for assessing resistance to antimalarial drugs but no conclusive information is available as yet. Efforts to use plasma levels of sTNF-R75 and circulating parasite DNA to estimate sequestered loads of P. falciparum have not been successful so far.",
            "cite_spans": [],
            "section": "Role of Biomarkers in Malaria ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "It is important to identify individuals infected with P. falciparum who are at risk of developing serious complications such as cerebral malaria. Serum angiopoietin-1 and the angiopoietin-2/1 ratio are promising clinically informative biomarkers for cerebral malaria (Lovegrove et al. 2009). Further studies should address their usefulness as prognostic biomarkers and potential therapeutic targets in severe malaria.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "mention": "2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Role of Biomarkers in Malaria ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "Schistosomiasis is the second most prevalent human parasitic disease after malaria and affects more than 200 million people worldwide. The eggs produced when infected by Schistosoma mansoni produce complex and unique protein- and lipid-linked glycans, which are important activators and modulators of the host’s immune response.",
            "cite_spans": [],
            "section": "Identification of Biomarkers in Schistosomiasis Infections ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "Current diagnosis of schistosomiasis is not ideal. The egg detection by microscopy is specific, but lacks sensitivity and suffers from highly fluctuating egg output. Antibody-based diagnosis is sensitive but fails to reliably identify active infections. Antigen-detection based assays have a number of advantages but fail to detect minimal infections. This has prompted search for biomarkers of the disease.",
            "cite_spans": [],
            "section": "Identification of Biomarkers in Schistosomiasis Infections ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        },
        {
            "text": "Scientists have discovered that in addition to the glycoprotein and glycolipid antigens, Schistosoma eggs also excrete unique unconjugated oligosaccharides, which can be identified by using an affinity purification method based on a specific antiglycan MAb. These oligosaccharides appear as biomarkers of infection in the urine of infected individuals and can be detected by mass spectrometry . The identification of new small molecule biomarkers may lead to a new egg-load related assay for light infections in schistosomiasis but may also be used as a measure of infection and morbidity.",
            "cite_spans": [],
            "section": "Identification of Biomarkers in Schistosomiasis Infections ::: Biomarkers in Parasitic Infections",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 9.1: Biomarkers of sepsis\n© Jain PharmaBiotech",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evidence for an antagonist form of the chemokine CXCL10 in patients chronically infected with HCV",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casrouge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Decalf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahloulay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Invest",
            "volume": "121",
            "issn": "",
            "pages": "308-317",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI40594"
                ]
            }
        },
        "BIBREF1": {
            "title": "In-depth proteomics approach of secretome to identify novel biomarker for sepsis in LPS-stimulated endothelial cells",
            "authors": [
                {
                    "first": "OK",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electrophoresis",
            "volume": "36",
            "issn": "",
            "pages": "2851-2858",
            "other_ids": {
                "DOI": [
                    "10.1002/elps.201500198"
                ]
            }
        },
        "BIBREF2": {
            "title": "Serum angiopoietin-1 and -2 levels discriminate cerebral malaria from uncomplicated malaria and predict clinical outcome in African children",
            "authors": [
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Lovegrove",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tangpukdee",
                    "suffix": ""
                },
                {
                    "first": "RO",
                    "middle": [],
                    "last": "Opoka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0004912"
                ]
            }
        },
        "BIBREF3": {
            "title": "MALDI-TOF mass spectrometry as a tool for differentiation of invasive and noninvasive Streptococcus pyogenes isolates",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moura",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Woolfitt",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "333-342",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-695X.2008.00428.x"
                ]
            }
        },
        "BIBREF4": {
            "title": "Volatile biomarkers of pulmonary tuberculosis in the breath",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "RN",
                    "middle": [],
                    "last": "Cataneo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Condos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Tuberculosis (Edinb)",
            "volume": "87",
            "issn": "",
            "pages": "44-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tube.2006.03.004"
                ]
            }
        },
        "BIBREF5": {
            "title": "C-reactive protein, an early marker of community-acquired sepsis resolution: a multi-center prospective observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Povoa",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Teixeira-Pinto",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Carneiro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc10313"
                ]
            }
        },
        "BIBREF6": {
            "title": "Soluble urokinase-type plasminogen activator receptor in patients with suspected infection in the emergency room: a prospective cohort study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uusitalo-Seppälä",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huttunen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarkka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Intern Med",
            "volume": "272",
            "issn": "",
            "pages": "247-256",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2796.2012.02569.x"
                ]
            }
        },
        "BIBREF7": {
            "title": "Biomarkers for tuberculosis disease activity, cure, and relapse",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Onyebujoh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "162-172",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(09)70042-8"
                ]
            }
        },
        "BIBREF8": {
            "title": "A multibiomarker-based outcome risk stratification model for adult septic shock",
            "authors": [
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Lindsell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettilä",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "42",
            "issn": "",
            "pages": "781-789",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000000106"
                ]
            }
        },
        "BIBREF9": {
            "title": "Serum concentration of chromogranin A at admission: an early biomarker of severity in critically ill patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lavaux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sapin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Med",
            "volume": "41",
            "issn": "",
            "pages": "38-44",
            "other_ids": {
                "DOI": [
                    "10.1080/07853890802199791"
                ]
            }
        },
        "BIBREF10": {
            "title": "Carbamoyl phosphate synthase-1: a marker of mitochondrial damage and depletion in the liver during sepsis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crouser",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Huff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "2439-2446",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000230240.02216.21"
                ]
            }
        },
        "BIBREF11": {
            "title": "Biomarkers for tuberculosis disease status and diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Pulm Med",
            "volume": "15",
            "issn": "",
            "pages": "181-187",
            "other_ids": {
                "DOI": [
                    "10.1097/MCP.0b013e328326f42c"
                ]
            }
        },
        "BIBREF12": {
            "title": "Coenzyme Q10 levels are low and are associated with the inflammatory cascade in septic shock",
            "authors": [
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Donnino",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Cocchi",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Salciccioli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc10343"
                ]
            }
        },
        "BIBREF13": {
            "title": "Genetic variation in IL28B predicts hepatitis C treatment-induced viral clearance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fellay",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "399-401",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08309"
                ]
            }
        },
        "BIBREF14": {
            "title": "Procalcitonin as an early indicator of outcome in sepsis: a prospective observational study",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Giamarellos-Bourboulis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsangaris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "58-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2010.07.026"
                ]
            }
        },
        "BIBREF15": {
            "title": "Serum procalcitonin and procalcitonin clearance as a prognostic biomarker in patients with severe sepsis and septic shock",
            "authors": [
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biomed Res Int",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Plasma level of soluble urokinase-type plasminogen activator receptor as a predictor of disease severity and case fatality in patients with bacteraemia: a prospective cohort study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huttunen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Syrjänen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vuento",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Intern Med",
            "volume": "270",
            "issn": "",
            "pages": "32-40",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2796.2011.02363.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Predictive value of procalcitonin decrease in patients with severe sepsis: a prospective observational study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettila",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc9327"
                ]
            }
        }
    }
}