{
    "paper_id": "PMC7191636",
    "metadata": {
        "title": "Increased particle flow rate from airways precedes clinical signs of ARDS in a porcine model of LPS-induced acute lung injury",
        "authors": [
            {
                "first": "Martin",
                "middle": [],
                "last": "Stenlo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Snejana",
                "middle": [],
                "last": "Hyllén",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Iran",
                "middle": [
                    "A.",
                    "N."
                ],
                "last": "Silva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Deniz",
                "middle": [
                    "A."
                ],
                "last": "Bölükbas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leif",
                "middle": [],
                "last": "Pierre",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oskar",
                "middle": [],
                "last": "Hallgren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Darcy",
                "middle": [
                    "E."
                ],
                "last": "Wagner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Lindstedt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute lung injury (ALI) —and its most severe form, acute respiratory distress syndrome (ARDS)—is a common cause of death in the intensive care unit (ICU). There is currently no specific test to identify the onset of ARDS, and the diagnosis is based on physical examination, oxygen levels in the blood, and chest X-ray or computerized tomography scan (CT-scan) (5, 6). ARDS is characterized by rapid onset of widespread inflammation and recruitment of polymorphonuclear cells, especially neutrophils, leading to loss of endothelial and epithelial barrier functions, with increased leakage and movement of protein into the respiratory tract lining fluid (RTLF) and alveoli leading to pulmonary edema and decreased lung compliance (5, 10, 11). Despite intensive treatment, the mortality rates are ~30–40% (5). To reduce invasive diagnostics (e.g., bronchoalveolar lavage and biopsies) and time-consuming in-hospital transport for imaging diagnostics (e.g., CT-scan), we hypothesized that changes in particle flow rate (PFR) pattern from the airways could be an early indicator of acute lung injury used for earlier diagnosis and optimization of personalized therapies.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 364,
                    "end": 365,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 729,
                    "end": 730,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 803,
                    "end": 804,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Exhaled breath particles (EBPs) are thought to originate from the RTLF that covers the epithelial surface of the distal parts of the lung. EBPs are transmitted in exhaled air during the opening and closing of small airways and measured as PFR but could also be generated by shear forces produced by air flow acting on the RTLF (1). We used a customized particles in exhaled air (PExA) device, which is an optical particle counter that can detect, measure, and quantify EBPs in real time during mechanical ventilation, as we have shown previously in large animal studies and clinically in the ICU following lung transplantation (3, 4). We aimed to determine PFR alterations in a lipopolysaccharide (LPS)-induced porcine model of ARDS and whether we could detect changes in the PFR before any changes in conventional parameters indicating ARDS occurred, such as a decrease in blood gases and alterations in ventilator parameters. Monitoring and evaluating the status of the lungs by analyzing PFR may provide real-time insight into pulmonary parenchyma and vessel damage before changes in conventional parameters can be detected.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Ten pigs with a mean weight of 61 ± 2.3 kg were premedicated with xylazine (Rompun vet. 20 mg/mL; Bayer AG, Leverkusen, Germany; 2 mg/kg) and ketamine (Ketaminol vet. 100 mg/mL; Farmaceutici Gellini, Aprilia, Italy; 20 mg/kg). A peripheral intravenous catheter was placed in the earlobe and a urinary catheter was inserted into the bladder. Intubation was performed using a 7.5 size endotracheal tube. General anesthesia was administered with a ketamine (Ketaminol vet), midazolam (Midazolam Panpharma, Oslo, Norway), and fentanyl (Leptanal, Lilly, France) infusion. Mechanical ventilation was established with a Siemens-Elema ventilator (Servo 900C, Siemens, Solna, Sweden), with nonhumidified air (Table 1). Ventilation was adjusted to maintain carbon dioxide levels (PaCO2) between 33 and 41 mmHg. Tidal volume was kept at 6–8 mL/kg. A pulmonary artery catheter with an introducer (Swan-Ganz CCOmbo V and Introflex, Edwards Lifesciences Services, Unterschleissheim, Germany) was inserted in the right internal jugular vein and an arterial line (Secalon-T, Merit Medical Ireland, Galway, Ireland) was inserted in the right common carotid artery.",
            "cite_spans": [],
            "section": "Animal preparation. :::  ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 700,
                    "end": 707,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Lipopolysaccharide (LPS) from gram-negative bacteria Escherichia coli (O111:B4, Sigma-Aldrich, Merck, Darmstadt, Germany) was diluted into two solutions, one for endotracheal (ET) installation (0.33 mg/kg) and one for arterial pulmonary infusion (2 µg·kg−1·min−1). LPS was given to 7 of the animals, whereas 3 animals received physiological saline solution instead of LPS while anesthetized and under mechanical ventilation, as described above (hereinafter referred to as sham-treated animals). ET administration of LPS or saline occurred at two time points: at time point 0 and 120 min. Arterial pulmonary infusion of LPS or saline occurred at four time points: 30, 150, 240, and 300 min. Animals with hemodynamic instability (only observed in the LPS group) required continuous infusion of 0.05–2 µg·kg−1·min−1 norepinephrine (40 µg/mL; Pfizer AB, Sollentuna, Sweden) and 2.5–5 µg·kg−1·min−1 dobutamine (2 mg/mL; Hameln Pharma Plus, Hameln, Germany). Fluid loss was compensated by using Ringer’s acetate (Baxter Medical AB, Kista, Sweden) in all animals.",
            "cite_spans": [],
            "section": "Animal preparation. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A customized PExA 2.0 device (PExA, Gothenburg, Sweden) was used in conjunction with mechanical ventilation, described previously by us (3, 4). PExA measurements were recorded continuously throughout the experiment and were presented as particle flow rate (particles/minute). Particles in the diameter range of 0.41–4.55 μm were measured.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "PExA. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Arterial blood gases were analyzed every 30 min according to clinical standards with an ABL 90 FLEX blood gas analyzer (Radiometer Medical, Brønshøj, Denmark).",
            "cite_spans": [],
            "section": "Arterial blood gases. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Hemodynamic parameters were measured every 30 min using thermodilution with a Swan-Ganz catheter and an arterial line: heart rate (HR), systolic blood pressure (SBP), diastolic blood pressure (DBP), mean arterial pressure (MAP), central venous pressure (CVP), cardiac output (CO), systolic pulmonary pressure (SPP), diastolic pulmonary pressure (DPP), mean pulmonary pressure (MPP), pulmonary artery wedge pressure (PAWP), systemic vascular resistance (SVR), and pulmonary vascular resistance (PVR).",
            "cite_spans": [],
            "section": "Hemodynamics. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The different ARDS stages were defined according to the Berlin definition (6) using the partial pressure of oxygen (PaO2)-to-fraction of inspired oxygen FIO2 ratio. Mild ARDS was defined as a ratio between 201 and 300 mmHg, moderate ARDS as a ratio between 101 and 200 mmHg, and severe ARDS as a ratio ≤ 100 mmHg. Pre-ARDS was defined as the time point between baseline and ARDS.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "ARDS definition. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Measurements of cytokine levels in plasma taken at baseline and every 30 min after LPS installation were analyzed with a cytokine multiplex kit (cat. no. EPX090-60829-901, Cytokine and Chemokine 9-Plex Porcine ProcartaPlex Panel 1, Thermo Fisher Scientific) according to the manufacturer’s instructions. The kit was analyzed using a Bioplex-200 system (BioRad). Nine cytokines were included: IL-1β, IL-4, IL-6, IL-8, IL-10, IL-12p40, IFN-α, IFN-γ, and TNF-α.",
            "cite_spans": [],
            "section": "Cytokines: multiplex. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Baseline lung biopsies were taken from the right lower lobe before LPS administration through a right thoracotomy, and biopsies were taken again at the termination of the experiment through a sternotomy (i.e., 6 h after LPS administration) from all lobes. Biopsies were placed in 10% neutral buffered formalin solution (Sigma Aldrich, Germany) and left at 4°C overnight for fixation. Formalin-fixed tissues were subjected to graded ethanol series and xylene (both Fisher Scientific, UK) before paraffin embedding (Histolab, Sweden). Tissue sections (5 μm wide) were cut and placed on microscope slides (Thermo Scientific, Germany) for staining. After deparaffinization, the sections were stained with hematoxylin and eosin (H&E; Merck Millipore, Germany), followed by dehydration in consecutively graded ethanol and xylene solutions. Dried sections were mounted with Pertex (Histolab, Sweden). Bright-field images were acquired with a Nikon Eclipse Ts2R microscope (Nikon, Japan).",
            "cite_spans": [],
            "section": "Histology. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Pulmonary edema was examined by measuring the wet-to-dry weight ratio in lung tissue from the right lower lobe at baseline and from both the left and the right lower lobes 6 h after LPS was given. Proximal lung tissue pieces harvested from the lower lobes in left and right lungs were weighed, lyophilized for 24 h, and then weighed again. The ratio between the wet and dry weight was then calculated. Two separate lung tissue pieces were analyzed from each location and time point, and each data point is shown as the mean.",
            "cite_spans": [],
            "section": "Wet-to-dry weight ratio. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Descriptive statistics, in the form of the number of animals, mean, and standard error of the mean (SE) for particle flow rate (PFR), mechanical ventilation parameters, blood gases parameters, and hemodynamic parameters were analyzed. Statistically significant differences between the different groups were tested with the Student’s t test when data were distributed normally and with the Mann–Whitney test when data were not distributed normally. All statistical analysis was performed using Graph Pad Prism. Significance was defined as P < 0.001 (***), P < 0.01 (**), P < 0.05 (*), and P > 0.05 (not significant).",
            "cite_spans": [],
            "section": "Calculations and statistics. :::  ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Hemodynamic parameters, blood gas values, and mechanical ventilator settings are shown in Table 1 and Fig. 1 and confirm the model with regard to ARDS. After ET administration of LPS, we found that the PFR was shortly elevated and then returned to baseline within 4 ± 1 min. The PExA measurements for the experiments described below started 10 min after ET administration of LPS. The particle flow rate (PFR) from the airways at baseline was 60 ± 28 particles/minute. The PFR increased significantly over time after LPS administration, with a peak after 60 min [1,511 ± 638 particles/minute (P = 0.0012)] in all 7 animals. LPS-treated animals had significantly increased PFR compared with sham-treated animals at all time points except baseline (Fig. 2A).",
            "cite_spans": [],
            "section": "Particle flow rate is increased after LPS administration. :::  ::: RESULTS",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 746,
                    "end": 753,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 90,
                    "end": 97,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To see if PFR correlated with the onset of different ARDS stages, we compared the PFR at the different stages of ARDS we observed. We subdivided the groups into three different ARDS states (mild, moderate, and severe ARDS) and compared these to the PFR at baseline and after the first LPS installation (pre-ARDS). All animals developed ARDS according to current clinical definitions after ~90 min. Interestingly, we observed a significant increase in PFR ~30 min before reaching a mild ARDS stage according to current clinical definitions (Fig. 2B).",
            "cite_spans": [],
            "section": "Particle flow rate is increased after LPS administration. :::  ::: RESULTS",
            "ref_spans": [
                {
                    "start": 540,
                    "end": 547,
                    "mention": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To monitor the inflammatory response after LPS administration and see whether plasma markers changed on the same time scale as PFR of the airways, cytokine concentrations were measured in plasma over the experimental time course. Among the 7 pigs that received LPS, the concentration of TNF-α and IL-10 increased dramatically at 120 min. TNF-α remained elevated at 180 min and then gradually decreased, while IL-10 decreased rapidly after it had peaked at 120 min (Fig. 3A). However, the variability between subjects was considerable for these cytokines at later time points. The levels of IL-4, IFN-α, and IFN-γ were all below the detection limits at all time points.",
            "cite_spans": [],
            "section": "Proinflammatory cytokines increase in the plasma after 120 min following LPS administration. :::  ::: RESULTS",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 472,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Hematoxylin and eosin (H&E)-stained lung biopsies were used to confirm onset of severe lung damage in our model. Lung tissue taken before LPS administration appeared normal, with no anomalies. However, 6 h later (after the termination of the experiment), H&E staining showed significant infiltration of immune cells and signs of diffuse alveolar damage, including thickening of the alveolar capillary barrier with intra-alveolar hemorrhage and edema in animals that received LPS. In contrast, no major histological changes were observed in the sham-treated animals compared with baseline after 6 h of mechanical ventilation (Fig. 3B). In further support of the observed histological changes following LPS administration, lung tissue wet-to-dry weight ratios at baseline and at 6 h post LPS administration are shown in Fig. 3C, which also shows significant increased edema after LPS administration compared with baseline biopsies.",
            "cite_spans": [],
            "section": "LPS administration results in edema and histological characteristics of ARDS. :::  ::: RESULTS",
            "ref_spans": [
                {
                    "start": 625,
                    "end": 632,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 818,
                    "end": 825,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In critically ill patients, it is crucial to identify the patients that will develop ARDS as soon as possible. The identification of an early biomarker or clinical parameter specific for ARDS would thus facilitate the detection of patients at risk and help to optimize or personalize their therapy. Furthermore, this could also reduce the need for invasive diagnostics and time-consuming in-hospital transports for imaging diagnostics. In the present study, we used an LPS model of acute lung injury in 65-kg pigs to mimic a clinical situation with adult humans. Clinically, ARDS develops over one to several days, but this is challenging to mimic in large animal models. We reduced the time for ARDS development in our model by applying LPS both endotracheally and intravascularly. All animals that received LPS developed ARDS according to the Berlin definition (6). Acute lung injury was further confirmed with histological assessment, which showed severe changes in the lung parenchyma and airways with immune cell infiltration, intra-alveolar hemorrhage, septal thickening, and airway constriction. The animals also showed general septic changes in hemodynamics and blood gas parameters, with a drop in blood pressure, pH, and PaO2 and, at the same time, an increase in cardiac output, lactate, and PaCO2 after LPS administration. Furthermore, these animals developed ARDS in ~90 min. Before a mild ARDS stage was reached, a significant increase in PFR from the lung was seen in all animals. This suggests that the PFR could be used as an early indicator for lung injury before any significant changes in traditional parameters, such as blood gases and mechanical ventilator settings, occur. In the majority (but not all of) the animals who received LPS, we noticed a significant increase in PVR and pulmonary capillary wedge pressure.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 865,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The pathology of ARDS involves inflammation leading to loss of endothelial and epithelial barrier functions, with increased leakage and movement of protein and fluid into the RTLF (10, 11). The RTLF consists of macromolecules covering the epithelial wall of the airways, including phospholipids and proteins (1). The RTLF also contains glycoproteins and mucins predominantly from the conducting airways (8). Damage to the capillary endothelium and alveolar epithelium in correlation with impaired fluid removal from the alveolar space results in accumulation of protein-rich fluid inside the alveoli. This thereby produces diffuse alveolar damage, with release of proinflammatory cytokines such as tumor necrosis factor (TNF), IL-1, and IL-6, which are hallmarks in ARDS (2, 7). Such proinflammatory cytokines then recruit neutrophils to the lung, which release toxic mediators such as reactive oxygen species and proteases, leading to further inflammation and oxidative cell damage that results in changes in the RTLF and might also be reflected in increased PFR, as indicated in the present study (2, 3, 7). During the experiment, we sampled plasma over time for monitoring of cytokine release. We found significant increases in TNF-α and IL-10 after 120 min and significant increases in IL-6, -8, -12, and -1β after 180 min in all 7 animals who received LPS and developed ARDS, which is similar to cytokine profiles in other porcine models of ALI and ARDS (12). Importantly, the rapid and massive increases of TNF-α, IL1-β, IL-6, IL-8, and IL-10 that were observed in our model have been shown to be linked to mortality in ARDS patients (9). Interestingly, the PFR increased 60–120 min before an increase in cytokines could be detected, indicating that online monitoring of particle flow may be a new, complementary approach in the clinic for early detection of ARDS.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 405,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 772,
                    "end": 773,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 775,
                    "end": 776,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1103,
                    "end": 1104,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1460,
                    "end": 1462,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1641,
                    "end": 1642,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The PExA device can easily be used in conjunction with mechanical ventilation, is connected to the outflow tract on the circuit from the subject, and does not interfere with the operation of mechanical ventilators. The PExA or another optical particle-counting device might therefore be used as a continuous online measurement of PFR in the ICU and would not hinder or complicate the normal standard of care for the patient in the ICU.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "While the results of this study are encouraging for the use of the PExA device in the early detection of ARDS, this study included a relatively small number of animals and was limited to one mode of injury induction (i.e., LPS). Nonetheless, our results indicate the potential of the PExA technique as a complementary technique to those currently used in the clinic to generate further important knowledge on the pathophysiology of the lung. In future directives it would be interesting to study the animals in a recovery phase and also if a therapeutic applied after LPS administration might alter the PFR or the particle composition.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we used LPS administration both endotracheally and intravascularly to induce ARDS in 65-kg pigs to mimic a clinical setting in adult humans. All animals who received LPS developed moderate to severe ARDS during a time frame of only 6 h. Diffuse alveolar damage was confirmed histologically in all animals. Before a mild ARDS stage was reached, we observed a significant increase in PFR from the airways. A significant increase in PFR was seen before changes in blood gas parameters (e.g., hypoxemia) and ventilatory settings (e.g., increased inspiratory pressure), but also before any change in cytokine response could be detected. Furthermore, the PFR was unchanged from baseline levels in the animals who received sham treatment. The present results indicate that online monitoring of particle flow rate may be a new, complementary approach in the clinic for early detection of ARDS.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This work was supported in part by grants awarded by the Marianne and Marcus Wallenberg Foundation, the Knut and Alice Wallenberg Foundation, and the ALF Foundation.",
            "cite_spans": [],
            "section": "GRANTS",
            "ref_spans": []
        },
        {
            "text": "No conflicts of interest, financial or otherwise, are declared by the authors.",
            "cite_spans": [],
            "section": "DISCLOSURES",
            "ref_spans": []
        },
        {
            "text": "S.H. and S.L. conceived and designed research; M.S., S.H., I.A.N.S., D.A.B., L.T.P., and S.L. performed experiments; M.S., S.H., I.A.N.S., L.T.P., O.H., and S.L. analyzed data; M.S., I.A.N.S., O.H., D.E.W., and S.L. interpreted results of experiments; M.S., I.A.N.S., D.A.B., O.H., and S.L. prepared figures; M.S. and S.L. drafted manuscript; M.S., O.H., D.E.W., and S.L. edited and revised manuscript; M.S., S.H., I.A.N.S., D.A.B., L.T.P., O.H., D.E.W., and S.L. approved final version of manuscript.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Physiological status of pigs treated with LPS and sham over time\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Results of hemodynamic parameters and blood gases during the timeline of the experiment confirming acute respiratory distress syndrome (ARDS) in our model. A: ARDS was defined according to the Berlin definition based on the partial pressure of oxygen (PaO2)-to-fraction of inspired oxygen (FIO2) ratio. Note that mild ARDS (ratio < 300 mmHg) occurred first after 90 min. B–D: hemodynamics are shown as follows: mean arterial pressure (B), cardiac output (C), pulmonary vascular resistance (D). E–H: blood gases are shown as follows: partial pressure of oxygen in arterial blood (PaO2) (E), partial pressure of carbon dioxide in arterial blood (PaCO2) (F), pH (G), lactate (H). Results are shown as means and SE and all confirm the development of ARDS in our model. All measurements were compared with baseline values. Significance was defined as P < 0.001 (***), P < 0.01 (**), P < 0.05 (*), and P > 0.05 (not significant).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: A: particle flow rate (PFR) from the airways during the experimental timeline of ~6 h in the animals that received LPS and developed acute respiratory distress syndrome (ARDS; black line) and the animals that received sham treatment (blue line). Interestingly, the PFR peaked after 60 min, when no ARDS state had yet been reached. Arrows show the time for endotracheal (ET) administration and infusion in the pulmonary artery (IPA) of LPS in the animals that received LPS treatment. Note how the PFR remained unchanged compared with baseline during the whole study period in the animals that received sham treatment. B: PFR at different ARDS time points: at baseline before any administration of LPS and at different stages of ARDS. Pre-ARDS was defined as the time point between baseline and ARDS. Note the significant increase in PFR before any ARDS state was reached (pre-ARDS). The results are shown as mean and SE. Significance was defined as P < 0.001 (***), P < 0.01 (**), P < 0.05 (*), and P > 0.05 (not significant).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: A: concentration of tumor necrosis factor-α (TNF-α), interleukin (IL)-10, IL-6, IL-8, , IL-12, and IL-1β in plasma measured by multiplex at baseline and at different time points after LPS administration. Significance was defined as P < 0.001 (***), P < 0.01 (**), P < 0.05 (*), and P > 0.05 (not significant, n.s.). B: hematoxylin and eosin-stained lung sections from an individual pig before (baseline) and 6 h after LPS administration (6 h post-LPS) and also after 6 h of sham treatment (6 h post-sham). Scale bars: left, 0.2 mm; right, 0.1 mm. C: lung tissue wet-to-dry weight ratio at baseline and at 6 h post LPS administration and post sham treatment.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Exhaled particles and small airways",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ljungkvist",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ljungström",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Olin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Respir Res",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12931-019-0970-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "Acute lung injury and the acute respiratory distress syndrome: four decades of inquiry into pathogenesis and rational management",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "33",
            "issn": "",
            "pages": "319-327",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.F305"
                ]
            }
        },
        "BIBREF2": {
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334-1349",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200005043421806"
                ]
            }
        },
        "BIBREF3": {
            "title": "In vivo porcine lipopolysaccharide inflammation models to study immunomodulation of drugs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wyns",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Plessers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Backer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Croubels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Immunol Immunopathol",
            "volume": "166",
            "issn": "",
            "pages": "58-69",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2015.06.001"
                ]
            }
        },
        "BIBREF4": {
            "title": "Role of inflammatory mediators in the pathophysiology of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moochhala",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "202",
            "issn": "",
            "pages": "145-156",
            "other_ids": {
                "DOI": [
                    "10.1002/path.1491"
                ]
            }
        },
        "BIBREF5": {
            "title": "Different particle flow patterns from the airways after recruitment manoeuvres using volume-controlled or pressure-controlled ventilation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fakhro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Algotsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malmsjö",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyllén",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstedt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intensive Care Med Exp",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40635-019-0231-8"
                ]
            }
        },
        "BIBREF6": {
            "title": "A new way of monitoring mechanical ventilation by measurement of particle flow from the airways using Pexa method in vivo and during ex vivo lung perfusion in DCD lung transplantation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wlosinska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Algotsson",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Olin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstedt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intensive Care Med Exp",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40635-018-0188-z"
                ]
            }
        },
        "BIBREF7": {
            "title": "Acute respiratory distress syndrome: advances in diagnosis and treatment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "319",
            "issn": "",
            "pages": "698-710",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2017.21907"
                ]
            }
        },
        "BIBREF8": {
            "title": "Acute respiratory distress syndrome: the Berlin Definition",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Camporota",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526-2533",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2012.5669"
                ]
            }
        },
        "BIBREF9": {
            "title": "The acute respiratory distress syndrome: mechanisms and perspective therapeutic approaches",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Verin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Austin J Vasc Med",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Cellular and molecular biology of airway mucins",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Lillehoj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int Rev Cell Mol Biol",
            "volume": "303",
            "issn": "",
            "pages": "139-202",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-407697-6.00004-0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Early measurement of IL-10 predicts the outcomes of patients with acute respiratory distress syndrome receiving extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Jou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-01225-1"
                ]
            }
        }
    }
}