{
    "paper_id": "PMC7169320",
    "metadata": {
        "title": "Conventional and molecular diagnostic testing for the acute neurologic patient",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "P."
                ],
                "last": "Nghiem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Scott",
                "middle": [
                    "J."
                ],
                "last": "Schatzberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nCSF color:  Normal CSF is clear and colorless. The CSF may appear cloudy when a marked pleocytosis (>500 WBC × 106/L [WBCs/μL]) is present.\n2\n Elevated protein levels may further increase CSF turbidity and viscosity. Red CSF indicates hemorrhage; typically this is iatrogenic due to penetration of radicular or meningeal blood vessels. Confirmation of a traumatic tap can be determined via centrifugation, which clears iatrogenic hemorrhage. If red or yellow color persists, this typically indicates chronic hemorrhage. Yellow or straw‐tinged CSF is referred to as xanthochromic, and it suggests prior subarachnoid hemorrhage (in the absence of hyperbilirubinemia). Xanthochromia is caused by an accumulation of blood pigments such as hemoglobin, and it may occur within several hours of an acute hemorrhagic insult (trauma, bleeding disorders and occasionally severe CNS inflammation).",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "\nCSF cell counts and cytology:  The total number of cells present in CSF typically is determined by use of a cell counting chamber, such as a Fuchs‐Rosenthal chamber. Ideally, the counting should be performed within 30 minutes to 1 hour of CSF collection, as cells may degrade in CSF with low protein content. Refrigerating helps to minimize cellular degeneration. In the CSF of normal dogs and cats, 0–5 WBC × 106/L (WBCs/μL) is considered to be normal.\n2\n A traumatic tap minimally affects the cell count.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "In cases with CSF pleocytosis (>5 WBC × 106/L [WBCs/μL]), the next step in the analysis is the determination of the differential cell count via cytospin.\n2\n After staining (eg, DiffQuick, Papanicolaou), the percentage of the different types of leukocytes should be counted, and the size and appearance of the cells should be evaluated. A close assessment for microorganisms, index of mitosis, and neoplasia should be completed. The utility of the cytospin is that the cytocentrifugation process concentrates all of the cells in a volume of 0.5–1.0 mL of CSF. In the case of a marked pleocytosis, 200 μL typically is sufficient for a differential cell count. If a cytospin is not available, a sedimentation chamber also provides reliable cell counts. Some labs prefer that protein (fetal calf serum or hetastarch) is added to CSF samples to improve cytospin preparations.\n3\n This is not critical when CSF samples have a total protein (TP) elevation.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "\nCSF TP:  In the dog and cat, normal TP content evaluated from CSF collected from the cerebellomedullary cistern typically is <250 mg/L (25 mg/dL), and it should be <450 mg/L (45 mg/dL) when collected from the lumbar subarachnoid space.\n2\n Elevated TP serves as a nonspecific indicator of CNS disease and it may be caused by either a damaged blood‐brain barrier (BBB) or increased local (intrathecal) IgG production. Elevated CSF TP may be present in degenerative, anomalous, metabolic, neoplastic, infectious/inflammatory, traumatic, vascular, and toxic disorders.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "\nCross‐sectional imaging:  Although it may be necessary to delay cross‐sectional imaging until neurologic signs stabilize, magnetic resonance imaging (MRI) and computed tomography (CT) scans may be valuable in the critical patient. Both imaging modalities typically require general anesthesia, so the decision to perform MRI or CT scan is made on a case‐by‐case basis. MRI is the gold‐standard imaging modality for intracranial disease, as it provides excellent soft‐tissue resolution, at times strongly reflective of the gross histopathology associated with specific encephalopathy. Although there are overlapping imaging features among intracranial disorders, MRI often directs the presumptive antemortem diagnosis. The major drawback of MRI, particularly in the critical patient, is that it is a slow imaging modality, especially with low field strength magnets. Conversely, CT scan is a quick imaging tool and may be particularly useful in the acute neurologic patient (eg, head trauma). Despite the limited soft tissue detail provided by CT scan, when coupled with CSF analysis, it may help to provide evidence of ME. The imaging features for several inflammatory brain diseases have been described\n4\n, \n5\n; however, the CT appearance of ME is variable and nonspecific. The presence or absence of contrast enhancement with inflammatory brain disease depends upon the degree of BBB breakdown.\n5\n, \n6\n Despite the fact that it cannot definitively differentiate among disease processes, CT scan may be especially useful for localizing lesions before brain biopsy. An important limitation of CT scan is that it produces a beam hardening artifact (due to preferential absorption of low energy x‐ray beams), most notably adjacent to the petrous parts of the temporal bones. This artifact may obscure the clinician's ability to interpret brainstem and cerebellar lesions.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "\nMicrobial culture:  Infectious diseases should be given consideration when a CSF pleocytosis is present in a dog or cat. Bacterial and fungal culture of CSF typically is reserved for cases in which the index of suspicion is high for infectious disease, including the presence of systemic signs and blood count/biochemical abnormalities (fever, leukocytosis, etc.). In addition to CSF culture, other biological samples such as urine and blood can be cultured to help pursue the diagnosis. Culture of numerous sites such as blood and urine should be considered due to the low diagnostic yield of CSF culture alone.\n7\n\n",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "\nSerology:  Serologic testing also should be considered in acute neurologic patients where there is a high index of suspicion for infectious disease. Serologic testing may be evaluated using serum or CSF, or both. Typical antibody titers evaluated in canine and feline CNS diseases include: Toxoplasma gondii, Neospora caninum, Ehrlichia spp., Anaplasma spp., Rickettsia rickettsii, and Coccidiodes immitis. Antigen testing, when available (eg, Cryptococcus antigen testing), may circumvent problems associated with the interpretation of antibody testing. Antigen testing, however, may be insensitive because it requires the presence of the organisms in the biological sample under evaluation. In the acute neurologic patient, the authors recommend evaluating antibody titers for regional infectious diseases and also for pathogens to which animals may have been exposed during travel (Figure 2). Although antibody titers reflect direct exposure to the organism, a positive titer does not confirm active infection; titers must be evaluated in the context of the patient's signalment, history, clinical signs, and neuro‐imaging results. The clinician should recall that IgM and IgG antibodies reflect acute and chronic infections, respectively. As such, a mildly elevated IgM titer in an acute neurologic patient (with no previous neurologic or systemic disease) may support an infectious etiology, whereas elevated IgG titers may be indicative of previous exposure to a pathogen or vaccination, rather than active disease.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": [
                {
                    "start": 886,
                    "end": 894,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although rarely performed in veterinary practice, serial antibody titers or antibody indices may be helpful for the identification of causative agents as in human neurology.\n8\n An IgG antibody index may be calculated as a quotient, using the IgG and albumin content of CSF and serum, to assess for intrathecal IgG synthesis: \n",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "It has been suggested that the IgG index may distinguish between inflammatory and other disorders of the CNS.\n9\n Although inflammatory disorders commonly are associated with an elevated (>1.3) IgG index,\n10\n the IgG index may be normal in certain inflammatory conditions (eg, the acute stage of canine distemper virus [CDV] encephalitis).\n11\n Conversely, neoplastic conditions (eg, lymphoid tumors, meningioma) may be associated with an elevated IgG index. A practical approach is to recognize that an elevated IgG index may be indicative of inflammatory disease; however, it cannot absolutely discriminate between inflammatory and neoplastic disorders.",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Measurement of IgA in CSF and serum occasionally may be helpful. For example, a combined elevation of CSF and serum IgA levels is strongly suggestive for steroid responsive meningitis‐arteritis (SRMA).\n12\n Elevation of IgA in CSF alone is less discriminatory and may indicate a primary (infectious/inflammatory disease) or a secondary immune response (eg, neoplasia).",
            "cite_spans": [],
            "section": " ::: Cerebrospinal fluid (CSF) analysis ::: Conventional Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Over the past decade, PCR assays have become utilized routinely in veterinary medicine, providing a mechanism to detect and exponentially amplify small amounts of a microbe's nucleic acids (DNA or RNA) in biological fluids or tissues.",
            "cite_spans": [],
            "section": "Polymerase chain reaction (PCR) ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "The PCR, applied to CSF, has revolutionized the diagnosis of human CNS infections and has similar potential in veterinary medicine. PCR has shown that 50–70% of human meningoencephalitis (ME) cases have a viral origin.\n13\n, \n14\n Herpes viruses, (Herpes simplex 1, 2, 6; Cytomegalovirus; Varicella‐zoster, Epstein Barr) in particular, play a major etiologic role.\n15\n, \n16\n Adeno‐, orthomyxo‐ (parainfluenza, influenza), picorna‐ (enterovirus, poliovirus), paramyxo‐ (measles, mumps, Bornavirus), polyoma‐ (BK virus, JC virus), flavi‐ (Japanese encephalitis, tick‐borne encephalitis), bunya‐ (La Crosse), reo‐ (Rotavirus), toga‐ (Eastern, Western, Venezuelan encephalitis), retro‐ (HIV, human T lymphotrophic viruses), arena‐ (lymphocytic choriomeningitis), and human parvovirus B19 comprise additional viral causes.\n13\n, \n14\n, \n17\n, \n18\n\n",
            "cite_spans": [],
            "section": "Polymerase chain reaction (PCR) ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "The sensitivity and specificity of PCR for the diagnosis of specific viral ME in humans may be >95% and >99%, respectively, when CSF is tested between 48 hours and 10 days after the onset of neurologic signs.\n16\n, \n17\n This allows for rapid implementation of targeted antiviral therapies and excellent survival rates in humans compared with the situation in critical veterinary patients with neurologic disease. In dogs and cats with acute meningoencephalitis of unknown etiology (MUE), PCR of CSF should be considered to test for regional pathogens. When combined with serologic testing, this should maximize the chances of identifying a causative agent.",
            "cite_spans": [],
            "section": "Polymerase chain reaction (PCR) ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "While PCR may be extremely useful for the identification of minute amounts of DNA or RNA from an infectious agent, PCR is not without pitfalls and results must be interpreted carefully. For example, the tremendous sensitivity of PCR creates the potential for reamplification of previously positive PCR reactions (so called PCR contamination). To avoid false positives with diagnostic PCR, rigorous negative controls must be evaluated in parallel to clinical samples. It is equally important to run positive controls and to perform housekeeping PCR on a canine or feline gene from the case in question. Without positive controls, one cannot exclude the possibility of PCR inhibitors (eg, hemoglobin, IgG) or problems with the nucleic acid extraction procedures, creating the possibility of false negative results. Finally, it should be noted that a negative PCR result does not definitively rule out infectious ME for 3 important reasons: (1) nucleic acids may be present in CSF, but at undetectable levels; (2) nucleic acids from organisms may be present in the CNS parenchyma but not in the CSF; and (3) the disorder may have been triggered by a pathogen that is no longer present. There are several permutations of PCR biotechnology used in the veterinary and human medicine including conventional PCR, multiplex PCR (mPCR), reverse transcriptase (RT)‐PCR, quantitative PCR (qPCR), and consensus and degenerate PCR.",
            "cite_spans": [],
            "section": "Polymerase chain reaction (PCR) ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Conventional PCR can be utilized to test for the presence of DNA from infectious agents. To perform PCR, DNA must first be extracted from a biological sample (eg, CSF) along with the DNA of the patient. After extraction, DNA is combined with various reagents including 2 oligonucleotide primers (short DNA sequences complementary to flanking ends of a target DNA sequence), a DNA polymerase and individual nucleotides (adenine, guanine, cytosine, and thymine). Initially, the mixture is heated to a high temperature to separate the DNA double helix into individual strands. Next, the temperature is lowered to promote the annealing of the PCR primers to the target DNA, and then raised slightly, to promote the addition of nucleotides to a growing strand of DNA (a so‐called amplicon). This process is repeated 25–45 times, exponentially amplifying the DNA sequence of interest. Conventional PCR is utilized routinely to test for DNA from Rickettsia spp., Ehrlichia spp., Anaplasma spp., Bartonella spp., Borrelia spp., T. gondii, N. caninum, and many bacteria and fungi.\n19\n, \n20\n, \n21\n, \n22\n, \n23\n\n",
            "cite_spans": [],
            "section": "Conventional PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "A variant of classical PCR termed nested PCR is utilized for analysis of specimens in which very few pathogen particles are presumed to be present (such as CSF), with the goal of substantially increasing the sensitivity and specificity of the PCR.\n24\n In nested PCR, the first PCR is followed by an additional amplification with a second set of primers, which are complementary to sequences internal to the sequence targeted by the first set of primers.",
            "cite_spans": [],
            "section": "Nested PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "RT‐PCR is used to identify nucleic acids from viruses with an RNA genome. Because the initial targeted nucleic acid is RNA, the enzyme RT must be utilized to first create a complimentary strand of DNA (cDNA) from the original RNA. Subsequently, the cDNA is amplified as per conventional PCR above. RT‐PCR has been utilized to aid in the diagnosis of various CNS viral infections including feline infectious peritonitis virus (FIPV), CDV, Borna virus, and tick‐borne encephalitis virus.\n25\n, \n26\n, \n27\n\n",
            "cite_spans": [],
            "section": "RT‐PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "mPCR is a permutation of conventional PCR that allows for the simultaneous amplification of 2 or more DNA targets. This requires a PCR primer pair for each microorganism or host gene under investigation. While the technique has the potential to amplify several pathogens simultaneously, multiplex reactions may have lower sensitivities than standard singleplex reactions due to competition of multiple primer pairs and PCR reagents or preferential amplification of one amplicon over the other.\n28\n We have used mPCR successfully to amplify both T. gondii and N. caninum from cases of canine ME.\n29\n\n",
            "cite_spans": [],
            "section": "mPCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "qPCR allows for objective quantification of a target nucleic acid in a given sample. With this technique, a fluorescent probe binds the target DNA sequence (or a fluorescent marker is intercalated into the amplicon), and the PCR product can be quantified by a specialized thermocycler. This method has several advantages over conventional PCR, including the elimination of post‐amplification steps and the potential for increased sensitivity due to the use of fluorescent markers.\n30\n Quantitative real‐time PCR allows one to observe the quantification cycles of the PCR amplicon simultaneously while the reaction is being performed.\n31\n qPCR assays are available for CDV, T. gondii, Bartonella spp., and canine rickettsial organisms (R. rickettsii, E. canis).\n32\n, \n33\n, \n34\n\n",
            "cite_spans": [],
            "section": "qPCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Genome‐based assays, including PCR‐based assays, are powerful tools to detect pathogens, but are limited to individual pathogen species. Broadly reactive methods including consensus and degenerate PCR have been developed to identify novel or unsuspected pathogens in idiopathic diseases. Consensus PCR targets highly conserved genomic regions that are present in all members of a pathogen family or genera. With consensus PCR, amplicons must be subject to sequence analysis to determine their identity. An example of consensus PCR is eubacterial, or so‐called universal bacterial PCR, which typically targets the highly conserved bacterial 16S ribosomal RNA (rRNA) gene. In human neurology, eubacterial PCR on CSF has been shown to be more sensitive than CSF culture for the diagnosis of a bacterial ME,\n35\n but contamination and the potential for false positive results present a major challenge with this diagnostic test.",
            "cite_spans": [],
            "section": "Consensus and degenerate PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Degenerate PCR is similar to consensus PCR and also targets conserved genomic regions that are present within all pathogens in a family or genera. However, with degenerate PCR a mixture of PCR primers is utilized to account for minor variations in one or more nucleotide positions in the targeted DNA region. As for consensus PCR, positive PCR products must be sequenced to determine their identity. This methodology has demonstrated the presence of herpes viruses in several animal diseases previously considered idiopathic or thought to have autoimmune pathogenesis, including Kaposi's sarcoma‐associated herpes virus‐like herpes viruses in chimps and gorillas,\n36\n a novel γ‐2‐herpes virus in chimpanzees,\n37\n and a novel herpes virus in tortoises.\n38\n Degenerate PCR also was utilized in landmark investigations for the identification of Bartonella henselae as the elusive pathogen responsible for bacillary angiomatosis in 1990,\n39\n and Tropheryma whippelii as the cause for Whipple's disease in 1991/1992.\n40\n\n",
            "cite_spans": [],
            "section": "Consensus and degenerate PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "A third, emerging PCR technique is a combination of consensus and degenerate PCR that utilizes consensus degenerate hybrid oligonucleotide (CODEHOP) primers. This methodology not only amplifies nucleic acids from known members of a microbial family or genera, but is optimized to detect novel microbes due to the evolutionary relationships of the organisms. CODEHOP PCR has been used successfully to identify and characterize a number of novel human viruses including Severe Acute Respiratory Syndrome coronavirus,\n41\n hepatitis G,\n42\n Sin Nombre virus,\n43\n Human retrovirus‐5,\n44\n and novel animal viruses such as the macaque γ‐herpes virus and pig endogenous retrovirus.\n44\n, \n45\n Recently, we have utilized pan‐viral CODEHOP PCR screening strategies in collaboration with the Centers for Disease Control (CDC) in ongoing investigations of canine MUE.\n46\n\n",
            "cite_spans": [],
            "section": "Consensus and degenerate PCR ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "Microarray analysis has emerged as a leading technology in molecular biology over the past decade. With this technology, hundreds to thousands of DNA sequences are arranged on a microchip for subsequent DNA or RNA hybridization studies. There are several diagnostic techniques and applications that utilize microarray technology including gene expression profiling, single nucleotide polymorphism detection, comparative genomic hybridization, chromatin immunoprecipitation on chip, alternative splicing detection, tiling arrays, and infectious disease diagnostic testing.\n47\n\n",
            "cite_spans": [],
            "section": "Microarray analysis ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "In human neurology, microarray analysis has been utilized to detect the presence of infectious agents in cases of MUE.\n48\n, \n49\n Some labs report that microarray analysis has similar sensitivity and specificity to conventional PCR.\n50\n The advantage of this technique is that it allows for screening of multiple pathogens simultaneously; in theory, hundreds of microorganisms. Moreover, the technique is not biased toward specific or regional pathogens; therefore, a priori knowledge of potential infectious organisms is not necessary. The disadvantage is that microarray studies require sophisticated and expensive instrumentation. The potential role of this biotechnology in the veterinary setting remains to be determined.",
            "cite_spans": [],
            "section": "Microarray analysis ::: Molecular Diagnostic Testing",
            "ref_spans": []
        },
        {
            "text": "The clinical presentation of the acute neurologic patient is variable and typically reflects the arrangement and location of the CNS lesions. Although the spinal cord may be affected in acute neurologic patients, the clinical signs associated with encephalopathies are primarily considered here (Table 2). The differential diagnosis for dogs or cats that are presented for an acute neurologic disease includes congenital abnormalities, metabolic derangements, infectious and idiopathic ME, neoplasia, trauma, and toxin exposure (Table 3). In the remainder of this manuscript we focus on ME and the accompanying conventional and molecular diagnostic testing that may direct a presumptive or definitive diagnosis. A discussion of the current treatment recommendations for the various canine and feline infectious meningoencephalitides is beyond the scope of this review.",
            "cite_spans": [],
            "section": "Overview ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 529,
                    "end": 536,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "MEM is defined as inflammation of the meninges (dura, arachnoid, and pia mater) and the neuroparenchyma (ie, cereberal hemispheres, thalamus, brainstem, cerebellum, and spinal cord) and can be associated with various infectious and idiopathic CNS diseases (Table 4). MEM may be focal, multifocal, or disseminated and clinical signs typically are asymmetric in nature. Clinical signs of encephalitis reflect the location of the lesion(s) within the prosencephalon (cerebral hemispheres and thalamus), brainstem, or cerebellum (Table 2). Clinical signs of myelitis reflect whether the spinal cord lesion(s) are within the upper motor neuron or lower motor neuron system, or both. Pain or hyperesthesia, or both, are common with meningitis (brain or spinal cord). Because of the typical acute and progressive nature of MEM, dogs and cats commonly are presented on an emergency basis.",
            "cite_spans": [],
            "section": "Meningoencephalomyelitis (MEM): definition and clinical signs ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 526,
                    "end": 533,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Infectious causes for acute MEM are proven infrequently in veterinary medicine, but are important differentials nonetheless. Infectious differentials for MEM should be pursued vigorously to help differentiate infectious MEM from autoimmune and neoplastic disorders. Pathogens that may cause canine or feline MEM include bacteria, viruses, protozoa, fungi, and rarely rickettsia and parasites (Table 4). Infectious MEM occurs most commonly in young or immunocompromised animals; however, any dog or cat may develop MEM. Some infectious agents are capable of affecting multiple organ systems in addition to the CNS, which may prove helpful in distinguishing CNS infections from autoimmune/idiopathic meningoencephalitides (Figure 3). The severity of CNS infection is dependent on several factors including: the status of the animal's immune system at the time of inoculation, strength of the animal's immune response during active infection, nutritional status of the animal, strain and virulence factors of the infectious agent, and environmental factors. Here we review the most common infectious CNS diseases in the dog and cat and the conventional and novel molecular diagnostic tests used to detect them in CSF and other tissues.",
            "cite_spans": [],
            "section": "Infectious CNS diseases of the dog and cat ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": [
                {
                    "start": 721,
                    "end": 729,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 393,
                    "end": 400,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nDiagnostic testing:  With bacterial ME, CSF typically has a marked elevation in neutrophils and TP. CSF cultures may be positive but often show no growth (occasionally, even in cases where bacteria are visualized in the CSF). MRI may be normal or may disclose the presence of diffuse or focal meningeal enhancement, ventriculitis, and possibly brain edema. Alternatively, MRI may disclose the presence of a focal abscess. In the case of otitis media/interna, with central extension to the brainstem, a contiguous contrast‐enhancing lesion may be present in the inner ear (and tympanic bullae) and the brainstem with adjacent meningeal enhancement.",
            "cite_spans": [],
            "section": " ::: Bacterial meningitis and CNS abscesses ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "Universal or consensus bacterial PCR of the 16S rRNA gene common to all bacteria has been utilized recently in a case of canine ME in which Streptococcus DNA was identified in CSF, despite negative urine, blood, and CSF cultures.\n56\n At the University of Georgia, College of Veterinary Medicine, we have developed similar methodologies for the detection of 16S bacterial sequences in veterinary patients. Although extremely sensitive, PCR contamination and the potential for false positive results present a considerable challenge with eubacterial PCR.",
            "cite_spans": [],
            "section": " ::: Bacterial meningitis and CNS abscesses ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  While CNS histopathology and immunohistochemistry typically provide postmortem confirmation of CNS CDV infection,\n58\n, \n59\n antemortem diagnosis of CNS CDV infection is more challenging. Because CSF and MRI findings are highly variable with CDV infection,\n60\n diagnostic techniques with greater specificity are needed. Immunohistochemical testing for CDV antigen on biopsies of nasal mucosa, footpad epithelium, and the haired skin of the dorsal neck has been reported to detect CDV antigen in 88% (24/27 cases from epithelial cells of the nasal mucosa) to 96% (26/27 cases from a skin biopsy of the dorsal neck region), depending on the tissue sampled.\n61\n Similarly, RT PCR applied to RNA extracted from whole blood, urine, CSF, tonsilar, or conjunctival specimens may help with the diagnosis of CNS CDV infection.\n32\n, \n62\n, \n63\n, \n64\n Recently, the CDC has reported on a panel of 4 semi‐nested RT‐PCR assays that utilize CODEHOP primers for the diagnosis of paramyxovirus infections. We have utilized this pan‐paramyxovirus PCR to determine CDV as the etiology in an unusual case of necrotizing meningoencephalitis (NME).\n65\n\n",
            "cite_spans": [],
            "section": " ::: CDV ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  The CSF of cats with neurologic FIP commonly contains a mononuclear to neutrophilic pleocytosis and an elevated TP, although normal CSF does not rule out the disorder.\n68\n MRI and CT scan may show periventricular or meningeal contrast‐enhancement or both, often with hydrocephalus.\n68\n Definitive diagnosis requires necropsy. Most cases have measurable serum titers to FECV/FIPV, but the immune responses to these 2 organisms are indistinguishable, so it is not possible to discriminate between the two. Occasionally, affected cats will have a negative coronavirus titer. Therefore, serum FIPV titers have a limited role in the diagnosis of FIP infection in cats. One study suggested that 15 of 16 cats had CSF FECV/FIV titers that were higher than expected (given the serum titers and the degree of blood‐CSF barrier disturbance).\n68\n However, this should be interpreted cautiously. Positive RT‐PCR of CSF is consistent with clinical FIP, but PCR has been shown to have limited sensitivity in one study (5/16 CSF samples and 10/15 brain samples were positive on confirmed cases).\n68\n Real time qPCR has not been evaluated rigorously in CNS FIP, but has the potential to improve both the specificity of sensitivity of FIPV detection. One RT PCR for FIPV RNA is available through Auburn University that shows promise for differentiating pathogenic from nonpathogenic FIPV infection. However, more studies are required for optimal validation.",
            "cite_spans": [],
            "section": " ::: FIPV ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  CSF analysis may reveal a mononuclear‐polymorphonuclear pleocytosis and TP elevation. Serology may disclose an increase in T. gondii‐ or N. caninuum‐induced antibodies. Serologic tests that are available for T. gondii are the indirect fluorescent antibody test (IFA), modified agglutination test, and the enzyme‐linked immunosorbant assay (ELISA). An increase in T. gondii IgM antibody titers >1:64 is more indicative of active infection than an increase in IgG antibody titers (which may indicate exposure only).\n70\n Serial increases in T. gondii IgG antibody titer >1:64 are needed to support an active infection. However, false positive antibody testing may occur because of the lack of specificity of anti‐Toxoplasma immunoglobulins.\n70\n\n",
            "cite_spans": [],
            "section": " ::: Protozoal infections ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "Several serologic assays exist for N. caninum IgG antibody, including IFA, ELISA, and immunoprecipitation. IgG titers >1:64 are considered suspect.\n70\n Immunohistochemistry on muscle or nerve biopsies occasionally reveal organisms within these tissues.\n71\n mPCR has been shown to be useful for detection of CNS toxoplasmosis and neosporosis in the dog and cat.\n29\n The authors recommend serology (serum and CSF) and CSF PCR for the diagnosis of active T. gondii and N. caninum infection.",
            "cite_spans": [],
            "section": " ::: Protozoal infections ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  With CNS rickettsial infections, CSF analysis may reveal a mild to moderate mononuclear pleocytosis and TP elevations. Serologic testing, typically via IFA, can be used to help support a diagnosis of rickettsial infection. Recently, nested PCR was used to evaluate early infection of E. canis in dogs compared with the traditional IFA assay. The PCR assay proved to be a more sensitive test in the early stages of infection before Ehrlichia‐induced antibodies were detectable in the serum.\n76\n We have recently utilized broadly reactive, consensus qPCR assays for Rickettsia spp., Ehrlichia spp., Anaplasma spp., and Borrelia spp., in a large cohort of cases of MEM and identified only a single case that was positive for Bartonella DNA.\n34\n\n",
            "cite_spans": [],
            "section": " ::: Rickettsial infections ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  CSF analysis may reveal a mononuclear or polymorphonuclear pleocytosis and elevated TP. Occasionally, organisms may be identified within tissues and body fluids including CSF. Serologic assays including the latex agglutination (C. neoformans) and complement fixation or agar gel immunodiffusion (C. immitis) are sensitive and specific tests.\n79\n, \n80\n Serology also exists for Aspergillus spp. as well. With fungal MEM, MRI, or CT scan may disclose evidence of diffuse brain lesions, a fungal granuloma or pseudocyst (in the case of Cryptococcus spp.). If the patient is cytologically negative and serologically positive for a mycotic agent, fungal culture should be performed on CSF to help ascertain a definitive diagnosis.\n70\n Culture, cytology, and India ink testing also may disclose organisms if there is sufficient CSF. Biopsy, culture, or cytology of samples from extra‐neural sites should be considered as well. A consensus pan‐fungal PCR assay has been utilized recently in experimental Zygomycetes infection in rabbits; this method may prove useful to detect CNS mycotic infections in dogs and cats.\n81\n\n",
            "cite_spans": [],
            "section": " ::: Mycotic infections ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  Analysis of the CSF in acute disease reveals a marked polymorphonuclear pleocytosis in addition to an elevated protein and variable red blood cells.\n9\n, \n83\n Red blood cells may be present in CSF secondary to leakage from damaged vessels or contamination from peripheral blood. Typically, the CSF neutrophils have no toxic changes; however, in severe cases, both banded and segmented neutrophils may be observed. The CSF in the chronic form of SRMA may be variable, consisting of predominantly mononuclear cells or a mixed cell population with normal or mildly elevated TP.\n9\n Bacterial cultures are negative. Radiographs of the cervical vertebral column are normal. CT scan or MRI may demonstrate contrast enhancement of the meninges.\n84\n In some dogs, the inflammation also affects the meninges of the brain and the choroid plexus.\n85\n\n",
            "cite_spans": [],
            "section": " ::: SRMA ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "In both forms of SRMA, diagnostic testing may show a neutrophilia with a left shift, an increased erythrocyte sedimentation rate, and an elevated α‐2‐globulin fraction.\n12\n The majority of affected dogs have elevated IgA levels in both the CSF and serum, a finding that is most likely secondary to dysregulation of the immune system.\n9\n, \n86\n, \n87\n Elevated serum and CSF IgA levels help differentiate SRMA from other idiopathic and infectious canine meningoencephalitides; however, elevated IgA levels may be associated with primary or secondary inflammation. Elevated IgM or IgG, or both, in the CSF also have been documented.\n86\n More recently, acute phase proteins (APPs), including C‐reactive protein (CRP) and α‐2‐macroglobulin, have been shown to be elevated consistently in the serum of dogs with SRMA.\n60\n However, elevation of APPs is not pathognomonic for the disorder and other systemic inflammatory diseases should be included in the differential diagnosis when present. Once SRMA has been confirmed, elevated CRP serum concentrations may be used reliably to monitor response to therapy, rather than repeated CSF collection and analyses.\n60\n These results were confirmed recently by Lowrie et al.\n88\n\n",
            "cite_spans": [],
            "section": " ::: SRMA ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  The antemortem diagnosis of GME is challenging, because histopathologic confirmation is required for a definitive diagnosis. In most cases, a presumptive antemortem diagnosis is achieved via a multimodal approach that includes: assessment of case signalment, neurologic signs and neuroanatomic localization, CSF analysis, cross‐sectional imaging, and infectious disease testing. The antemortem diagnosis often is complicated by an overlap in the neurodiagnostic profiles (especially between GME, infectious ME, and CNS neoplasia). Therefore, the terminology MUE may be preferable on an antemortem basis in cases of idiopathic ME where histopathologic testing is lacking.\n92\n\n",
            "cite_spans": [],
            "section": " ::: Granulomatous meningoencephalomyelitis (GME) ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "In all forms of GME, meningeal inflammation may result in mild to severe CSF mononuclear pleocytosis and a TP elevation; however, the CSF occasionally is normal. Although not specific for GME, the most common MRI findings for the disseminated form include multiple hyperintensities on T2‐weighted or fluid‐attenuated inversion recovery (FLAIR) sequences scattered throughout the CNS white matter.\n93\n These lesions typically assume an infiltrative appearance and have irregular margins. Despite the predilection of the GME for white matter, MRI lesions often are distributed throughout both gray and white matter. The lesions have variable intensity on T1‐weighted images and have variable degrees of contrast enhancement.\n93\n Vasogenic edema in the white matter is commonly present on T2‐weighted images and appears hyperintense to the neuroparenchyma. Although meningeal enhancement has been described,\n84\n it is not commonly apparent. Infectious MEM, CNS lymphosarcoma, and less commonly metastatic neoplasms may present with similar MRI findings to disseminated GME, and discriminating among these differentials may be challenging.",
            "cite_spans": [],
            "section": " ::: Granulomatous meningoencephalomyelitis (GME) ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "\nDiagnostic testing:  The CSF profiles for NME and NLE overlap with a mononuclear (lymphocytes, monocytes) pleocytosis and TP elevations being most common. Typical MRI lesions associated with NME include asymmetric, multifocal prosencephalic lesions affecting the gray and white matter, with variable contrast enhancement on T1‐weighted imaging. Loss of gray/white matter demarcation also may be discernible. Lesions appear hyperintense on T2‐weighted images and isointense to slightly hypointense on T1‐weighted images, with slight contrast enhancement. In NLE, multiple, asymmetric bilateral prosencephalic lesions mainly affecting the subcortical white matter have been described. The NLE lesions are hyperintense on T2‐weighted and FLAIR images and often include multiple cystic areas of necrosis. These lesions are hypointense or isointense on T1‐weighted images and contrast enhancement is variable.\n101\n\n",
            "cite_spans": [],
            "section": " ::: Necrotizing encephalitis (NE) ::: Conventional and Molecular Diagnostic Testing in the Acute Neurologic Patient",
            "ref_spans": []
        },
        {
            "text": "In the acute neurologic patient, there are several key infectious diseases that can be pursued by a combination of conventional and molecular diagnostic testing. It is important that the clinician understands the utility, as well as the limitations, of the various neurodiagnostic tests that are available in the critical care setting. When a multimodal neurodiagnostic approach is utilized, it is often possible to differentiate infectious ME from autoimmune and neoplastic disorders. In the future, novel molecular tests including CODEHOP PCR and microarray analysis may help to elucidate the etiologies of various idiopathic meningoencephalitides. Moreover, it is expected that such tests, along with other emerging biotechniques, will become standard diagnostic tools available in the critical care setting, allowing clinicians to implement quicker, more targeted therapies, ultimately improving the prognosis for various canine and feline meningoencephalitides.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Cerebrospinal spinal fluid characteristics of canine and feline CNS diseases\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  Potential regions of brain and associated signs in dogs and cats presented for acute onset encephalopathies\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3:  Differential diagnoses for acute neurological signs\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4:  Infectious and idiopathic meningoencephalomyelitides\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  Cerebrospinal fluid from a 7‐month‐old Labrador Retriever with bacterial meningitis. Note the intracellular bacteria (arrows) within several neutrophils.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  Geographic location of infectious and idiopathic meningoencephalomyelitides. In the United States, B. dermatitidis is predominantly located in the Ohio Valley River region, C. immitis in the southwestern USA, and H. capsulatum in the regions of the Ohio, Missouri, and Mississippi Rivers. GME, granulomatous meningoencephalomyelitis; NME, necrotizing meningoencephalitis; NLE, necrotizing leukoencephalitis; E. canis, Ehrlichia canis; A. platys, Anaplasma platys; R. rickettsii, Rickettsia rickettsii; FIPV, Feline infectious peritonitis virus; B. dermatitidis, Blastomyces dermatitidis; H. capsulatum, Histoplasma capsulatum; C. neoformans, Cryptococcus neoformans; C. immitis, Coccidiodes immitis; TBEV, Tick‐borne encephalitis virus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  Diagnostic algorithm for infectious and idiopathic meningoencephalitis. UMN, upper motor neuron; CSF, cerebrospinal fluid; CT, computed tomography; MRI, magnetic resonance imaging; GME, granulomatous meningoencephalomyelitis; NME, necrotizing meningoencephalitis; NLE, necrotizing leukoencephalitis; MUE, meningoencephalitis of unknown etiology; PCR, polymerase chain reaction; ELISA, enzyme‐linked immunosorbant assay; IHC, immunohistochemistry; IFA, immunofluorescent antibody test; AGID, agar gel immunodiffusion; CBC, complete blood count; CHEM, serum chemistry panel; UA, complete urinalysis.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Determination of the IgG index for the detection of intrathecal immunoglobulin synthesis in dogs using an ELISA",
            "authors": [],
            "year": 1993,
            "venue": "Res Vet Sci",
            "volume": "54",
            "issn": "\n(1)",
            "pages": "40-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Necrotising encephalitis in the Yorkshire terrier",
            "authors": [],
            "year": 2002,
            "venue": "a case report and literature review",
            "volume": "43",
            "issn": "\n(10)",
            "pages": "459-463",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Magnetic resonance imaging characteristics of necrotizing meningoencephalitis in Pug dogs",
            "authors": [],
            "year": 2009,
            "venue": "J Vet Intern Med",
            "volume": "23",
            "issn": "\n(3)",
            "pages": "527-535",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Studies on the intrathecal humoral immune response in canine distemper encephalitis",
            "authors": [],
            "year": 1986,
            "venue": "J Neuroimmunol",
            "volume": "11",
            "issn": "\n(1)",
            "pages": "41-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Long‐term treatment of dogs with steroid‐responsive meningitis‐arteritis",
            "authors": [],
            "year": 2000,
            "venue": "clinical, laboratory and therapeutic results",
            "volume": "41",
            "issn": "\n(7)",
            "pages": "295-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Viral encephalitis",
            "authors": [],
            "year": 2005,
            "venue": "J Neurol",
            "volume": "252",
            "issn": "\n(3)",
            "pages": "268-272",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Infections of the central nervous system of suspected viral origin",
            "authors": [],
            "year": 2001,
            "venue": "a collaborative study from Finland",
            "volume": "7",
            "issn": "\n(5)",
            "pages": "400-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Diagnosis of herpes simplex encephalitis",
            "authors": [],
            "year": 1995,
            "venue": "application of polymerase chain reaction to cerebrospinal fluid from brain-biopsied patients and correlation with disease. National Institute of Allergy and Infectious Diseases Collaborative Antiviral Study Group",
            "volume": "171",
            "issn": "\n(4)",
            "pages": "857-863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Use of the polymerase chain reaction in the diagnosis of herpes simplex encephalitis",
            "authors": [],
            "year": 1998,
            "venue": "a decision analysis model",
            "volume": "105",
            "issn": "\n(4)",
            "pages": "287-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Viral encephalitis",
            "authors": [],
            "year": 2005,
            "venue": "a review of diagnostic methods and guidelines for management",
            "volume": "12",
            "issn": "\n(5)",
            "pages": "331-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Viral encephalitis",
            "authors": [],
            "year": 2002,
            "venue": "familiar infections and emerging pathogens",
            "volume": "359",
            "issn": "\n(9305)",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Bartonella vinsonii subsp. berkhoffii and related members of the alpha subdivision of the Proteobacteria in dogs with cardiac arrhythmias, endocarditis, or myocarditis",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "\n(11)",
            "pages": "3618-3626",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The function, composition and analysis of cerebrospinal fluid in companion animals",
            "authors": [],
            "year": 2009,
            "venue": "part II – analysis",
            "volume": "180",
            "issn": "\n(1)",
            "pages": "15-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "PCR detection of acute Ehrlichia canis infection in dogs",
            "authors": [],
            "year": 1996,
            "venue": "J Vet Diagn Invest",
            "volume": "8",
            "issn": "\n(4)",
            "pages": "441-447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluation of conventional and real‐time PCR assays for detection and differentiation of Spotted Fever Group Rickettsia in dog blood",
            "authors": [],
            "year": 2008,
            "venue": "Vet Microbiol",
            "volume": "129",
            "issn": "\n(3–4)",
            "pages": "294-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Detection of Borrelia burgdorferi DNA in urine samples and cerebrospinal fluid samples from patients with early and late Lyme neuroborreliosis by polymerase chain reaction",
            "authors": [],
            "year": 1992,
            "venue": "J Clin Microbiol",
            "volume": "30",
            "issn": "\n(7)",
            "pages": "1646-1653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Rapid and sensitive diagnosis of Toxoplasma gondii infections by PCR",
            "authors": [],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "\n(10)",
            "pages": "937-939",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Molecular methods for diagnosis of viral encephalitis",
            "authors": [],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "\n(4)",
            "pages": "903-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Detection of canine distemper virus by reverse transcriptase‐polymerase chain reaction in the urine of dogs with clinical signs of distemper encephalitis",
            "authors": [],
            "year": 2006,
            "venue": "Res Vet Sci",
            "volume": "80",
            "issn": "\n(1)",
            "pages": "116-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Reverse transcription real‐time PCR assays for detection and quantification of Borna disease virus in diseased hosts",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell Probes",
            "volume": "21",
            "issn": "\n(1)",
            "pages": "47-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Tick‐borne encephalitis virus‐specific RT‐PCR – a rapid test for detection of the pathogen without viral RNA purification",
            "authors": [],
            "year": 2004,
            "venue": "Acta Virol",
            "volume": "48",
            "issn": "\n(3)",
            "pages": "167-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Multiplex PCR",
            "authors": [],
            "year": 1994,
            "venue": "advantages, development, and applications",
            "volume": "3",
            "issn": "\n(4)",
            "pages": "S65-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Use of a multiplex polymerase chain reaction assay in the antemortem diagnosis of toxoplasmosis and neosporosis in the central nervous system of cats and dogs",
            "authors": [],
            "year": 2003,
            "venue": "Am J Vet Res",
            "volume": "64",
            "issn": "\n(12)",
            "pages": "1507-1513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Effects of time, initial composition, and stabilizing agents on the results of canine cerebrospinal fluid analysis",
            "authors": [],
            "year": 2006,
            "venue": "Vet Clin Pathol/Am Soc Vet Clin Pathol",
            "volume": "35",
            "issn": "\n(1)",
            "pages": "72-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The real‐time Taqman PCR and applications in veterinary medicine",
            "authors": [],
            "year": 2001,
            "venue": "Vet Sci Tomorrow",
            "volume": "",
            "issn": "1–15",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The real‐time polymerase chain reaction",
            "authors": [],
            "year": 2006,
            "venue": "Mol Aspects Med",
            "volume": "27",
            "issn": "\n(2–3)",
            "pages": "95-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Detection of canine distemper virus in dogs by real‐time RT‐PCR",
            "authors": [],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "136",
            "issn": "\n(1–2)",
            "pages": "171-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Clinical and diagnostic management of toxoplasmosis in the immunocompromised patient",
            "authors": [],
            "year": 2008,
            "venue": "Parassitologia",
            "volume": "50",
            "issn": "\n(1–2)",
            "pages": "45-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Evaluation of neural tissues with broadly reactive PCR for Ehrlichia, Anaplasma, Rickettsia, Bartonella and Borrelia species in canine meningoencephalomyelitis (79 cases)",
            "authors": [],
            "year": 2009,
            "venue": "J Vet Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Rapid diagnosis of bacterial meningitis by real‐time PCR and fluorescence in situ hybridization",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "\n(7)",
            "pages": "3390-3397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "KSHV‐like herpesviruses in chimps and gorillas",
            "authors": [],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "\n(6801)",
            "pages": "151-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "A novel gamma 2‐herpesvirus of the Rhadinovirus 2 lineage in chimpanzees",
            "authors": [],
            "year": 2001,
            "venue": "Genome Res",
            "volume": "11",
            "issn": "\n(9)",
            "pages": "1511-1519",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Polymerase chain reaction (PCR) for the detection of herpesvirus in tortoises",
            "authors": [],
            "year": 2000,
            "venue": "J Vet Med Sci",
            "volume": "62",
            "issn": "\n(8)",
            "pages": "905-907",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Bacillary angiomatosis",
            "authors": [],
            "year": 1990,
            "venue": "a newly characterized, pseudoneoplastic, infectious, cutaneous vascular disorder",
            "volume": "22",
            "issn": "\n(3)",
            "pages": "501-512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Inflammatory diseases of the central nervous system in dogs",
            "authors": [],
            "year": 1998,
            "venue": "Clin Techniq Small Anim Pract",
            "volume": "13",
            "issn": "",
            "pages": "167-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Phylogeny of the Whipple's‐disease‐associated bacterium",
            "authors": [],
            "year": 1991,
            "venue": "Lancet",
            "volume": "338",
            "issn": "\n(8765)",
            "pages": "474-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "\n(20)",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Isolation of novel virus‐like sequences associated with human hepatitis",
            "authors": [],
            "year": 1995,
            "venue": "Nat Med",
            "volume": "1",
            "issn": "\n(6)",
            "pages": "564-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Genetic identification of a hantavirus associated with an outbreak of acute respiratory illness",
            "authors": [],
            "year": 1993,
            "venue": "Science",
            "volume": "262",
            "issn": "\n(5135)",
            "pages": "914-917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "A novel exogenous retrovirus sequence identified in humans",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "\n(4)",
            "pages": "2866-2872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Infection of human cells by an endogenous retrovirus of pigs",
            "authors": [],
            "year": 1997,
            "venue": "Nat Med",
            "volume": "3",
            "issn": "\n(3)",
            "pages": "282-286",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Microarray analysis",
            "authors": [],
            "year": 2007,
            "venue": "basic strategies for successful experiments",
            "volume": "36",
            "issn": "\n(3)",
            "pages": "205-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Potential use of microarray technology for rapid identification of central nervous system pathogens",
            "authors": [],
            "year": 2004,
            "venue": "Mil Med",
            "volume": "169",
            "issn": "\n(8)",
            "pages": "594-599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "DNA microarrays for virus detection in cases of central nervous system infection",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "\n(12)",
            "pages": "5811-5818",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Computed tomography of primary inflammatory brain disorders in dogs and cats",
            "authors": [],
            "year": 1992,
            "venue": "Vet Radiol Ultrasound",
            "volume": "33",
            "issn": "",
            "pages": "307-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Diagnosis of pathogens using DNA microarray",
            "authors": [],
            "year": 2008,
            "venue": "Recent Pat Biotechnol",
            "volume": "2",
            "issn": "\n(2)",
            "pages": "124-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Encephalitis and meningitis",
            "authors": [],
            "year": 1980,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "10",
            "issn": "\n(1)",
            "pages": "31-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Flavobacterium meningosepticum",
            "authors": [],
            "year": 1974,
            "venue": "a probable cause of meningitis in a cat",
            "volume": "95",
            "issn": "\n(25–26)",
            "pages": "567-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Canine Meningoencephalitis",
            "authors": [],
            "year": 1978,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "14",
            "issn": "",
            "pages": "387-394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Bacterial meningitis",
            "authors": [],
            "year": 1976,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "",
            "issn": "12",
            "pages": "88-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Meningoencephalitis secondary to bacterial otitis media/interna in a dog",
            "authors": [],
            "year": 2000,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "",
            "issn": "36(3)",
            "pages": "239-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "A case of canine streptococcal meningoencephalitis diagnosed using universal bacterial polymerase chain reaction assay",
            "authors": [],
            "year": 2008,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "44",
            "issn": "\n(4)",
            "pages": "205-209",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Veterinary Neuropathology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Immunohistochemical demonstration of canine distemper virus antigen as an aid in the diagnosis of canine distemper encephalomyelitis",
            "authors": [],
            "year": 1990,
            "venue": "Res Vet Sci",
            "volume": "49",
            "issn": "\n(2)",
            "pages": "177-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Necrotizing meningoencephalitis of Maltese dogs",
            "authors": [],
            "year": 1995,
            "venue": "Vet Pathol",
            "volume": "32",
            "issn": "\n(3)",
            "pages": "230-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Computed tomography in the diagnosis of focal granulomatous meningoencephalitis",
            "authors": [],
            "year": 1992,
            "venue": "retrospective evaluation of three cases",
            "volume": "28",
            "issn": "",
            "pages": "327-332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Magnetic resonance imaging findings in acute canine distemper virus infection",
            "authors": [],
            "year": 2008,
            "venue": "J small Anim Pract",
            "volume": "49",
            "issn": "\n(9)",
            "pages": "460-467",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Immunohistochemical detection of canine distemper virus in haired skin, nasal mucosa, and footpad epithelium",
            "authors": [],
            "year": 1999,
            "venue": "a method for antemortem diagnosis of infection",
            "volume": "11",
            "issn": "5",
            "pages": "396-399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Antemortem diagnosis of CDV infection by RT‐PCR in distemper dogs with neurological deficits without the typical clinical presentation",
            "authors": [],
            "year": 2006,
            "venue": "Vet Res Commun",
            "volume": "30",
            "issn": "\n(6)",
            "pages": "679-687",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Detection of canine distemper virus nucleoprotein RNA by reverse transcription‐PCR using serum, whole blood, and cerebrospinal fluid from dogs with distemper",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "\n(11)",
            "pages": "3634-3643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Comparison of the immunofluorescence assay with RT‐PCR and nested PCR in the diagnosis of canine distemper",
            "authors": [],
            "year": 2005,
            "venue": "Vet Res Commun",
            "volume": "29",
            "issn": "\n(4)",
            "pages": "347-359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Broadly reactive pan‐paramyxovirus reverse transcription polymerase chain reaction and sequence analysis for the detection of canine distemper virus in a case of canine meningoencephalitis of unknown etiology",
            "authors": [],
            "year": 2009,
            "venue": "J Vet Diagn Invest",
            "volume": "21",
            "issn": "6",
            "pages": "844-849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "A review of feline infectious peritonitis and feline enteric coronavirus infections. Part 2",
            "authors": [],
            "year": 1983,
            "venue": "Feline Practice",
            "volume": "13",
            "issn": "",
            "pages": "5-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Bacterial meningoencephalitis in two dogs",
            "authors": [],
            "year": 1978,
            "venue": "J Am Vet Med Assoc",
            "volume": "173",
            "issn": "\n(10)",
            "pages": "1334-1336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Diagnostic features of clinical neurologic feline infectious peritonitis",
            "authors": [],
            "year": 1998,
            "venue": "J Vet Intern Med",
            "volume": "12",
            "issn": "\n(6)",
            "pages": "415-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Bacterial meningoencephalomyelitis in dogs",
            "authors": [],
            "year": 2002,
            "venue": "a retrospective study of 23 cases (1990–1999)",
            "volume": "16",
            "issn": "\n(2)",
            "pages": "159-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Infectious Diseases of the Dog and Cat",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Distribution of Neospora caninum within the central nervous system and other tissues of six dogs with clinical neosporosis",
            "authors": [],
            "year": 1996,
            "venue": "J Small Anim Pract",
            "volume": "37",
            "issn": "\n(12)",
            "pages": "568-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Bartonella‐associated meningoradiculoneuritis and dermatitis or panniculitis in 3 dogs",
            "authors": [],
            "year": 2008,
            "venue": "J Vet Intern Med",
            "volume": "22",
            "issn": "\n(3)",
            "pages": "674-678",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "\nBartonella henselae and Bartonella elizabethae as potential canine pathogens",
            "authors": [],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "\n(12)",
            "pages": "4670-4674",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Clinicopathological abnormalities and treatment response in 24 dogs seroreactive to Bartonella vinsonii (berkhoffii) antigens",
            "authors": [],
            "year": 2004,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "40",
            "issn": "\n(2)",
            "pages": "92-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Alpha1‐proteinase inhibitor deficiency and Bartonella infection in association with panniculitis, polyarthritis, and meningitis in a dog",
            "authors": [],
            "year": 2006,
            "venue": "J Vet Intern Med",
            "volume": "20",
            "issn": "\n(4)",
            "pages": "1023-1028",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Evaluation of a serum‐based PCR assay for the diagnosis of canine monocytic ehrlichiosis",
            "authors": [],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "138",
            "issn": "3–4",
            "pages": "390-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Cryptococcosis in dogs",
            "authors": [],
            "year": 1995,
            "venue": "a retrospective study of 20 consecutive cases",
            "volume": "33",
            "issn": "\n(5)",
            "pages": "291-297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "A case of canine central nervous system cryptococcosis",
            "authors": [],
            "year": 1998,
            "venue": "management with fluconazole",
            "volume": "34",
            "issn": "\n(2)",
            "pages": "145-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Cryptococcosis of the nervous system in dogs, part 2",
            "authors": [],
            "year": 1994,
            "venue": "diagnosis, treatment, monitoring, and prognosis",
            "volume": "",
            "issn": "\n(5)",
            "pages": "136-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Organism‐specific antibody indices, the cerebrospinal fluid‐immunoglobulin index and other tools",
            "authors": [],
            "year": 1991,
            "venue": "a clinician's guide to the etiologic diagnosis of central nervous system infection",
            "volume": "10",
            "issn": "\n(7)",
            "pages": "490-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Serology of coccidioidomycosis",
            "authors": [],
            "year": 1990,
            "venue": "Clinic Microbiol Rev",
            "volume": "3",
            "issn": "\n(3)",
            "pages": "247-268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Detection of a molecular biomarker for zygomycetes by quantitative PCR assays of plasma, bronchoalveolar lavage, and lung tissue in a rabbit model of experimental pulmonary zygomycosis",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "\n(11)",
            "pages": "3690-3702",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Steroid‐responsive meningitis‐arteritis in dogs with noninfectious, nonerosive, idiopathic, immune‐mediated polyarthritis",
            "authors": [],
            "year": 2002,
            "venue": "J Vet Intern Med",
            "volume": "16",
            "issn": "\n(3)",
            "pages": "269-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Steroid responsive meningitis‐arteritis in dogs",
            "authors": [],
            "year": 1994,
            "venue": "long-term study of 32 cases",
            "volume": "35",
            "issn": "",
            "pages": "311-316",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Meningeal enhancement of magnetic resonance imaging in 15 dogs and 3 cats",
            "authors": [],
            "year": 2002,
            "venue": "Vet Radiol Ultrasound",
            "volume": "1",
            "issn": "\n(43)",
            "pages": "10-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Visual and quantitative electroencephalographic analysis of healthy young and adult cats under medetomidine sedation",
            "authors": [],
            "year": 2009,
            "venue": "Vet J",
            "volume": "180",
            "issn": "\n(2)",
            "pages": "221-230",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Diagnosis of inflammatory and infectious diseases of the central nervous system in dogs",
            "authors": [],
            "year": 1995,
            "venue": "a retrospective study",
            "volume": "9",
            "issn": "\n(5)",
            "pages": "304-314",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Immunologic abnormalities in canine juvenile polyarteritis syndrome",
            "authors": [],
            "year": 1992,
            "venue": "a naturally occurring animal model of Kawasaki disease",
            "volume": "65",
            "issn": "\n(2)",
            "pages": "110-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "The role of acute phase proteins in diagnosis and management of steroid‐responsive meningitis arteritis in dogs",
            "authors": [],
            "year": 2009,
            "venue": "Vet J",
            "volume": "182",
            "issn": "\n(1)",
            "pages": "125-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Prognostic factors for dogs with granulomatous meningoencephalomyelitis",
            "authors": [],
            "year": 1998,
            "venue": "42 cases (1982–1996)",
            "volume": "212",
            "issn": "\n(12)",
            "pages": "1902-1906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Intrathecal synthesis of major immunoglobulin classes in inflammatory diseases of the canine CNS",
            "authors": [],
            "year": 1994,
            "venue": "Vet Immunol Immunopathol",
            "volume": "42",
            "issn": "\n(2)",
            "pages": "149-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Granulomatous meningoencephalomyelitis",
            "authors": [],
            "year": 1985,
            "venue": "J Am Vet Med Assoc",
            "volume": "186",
            "issn": "\n(2)",
            "pages": "138-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "Treatment of granulomatous meningoencephalomyelitis in a dog",
            "authors": [],
            "year": 2002,
            "venue": "Vet Ophthalmol",
            "volume": "5",
            "issn": "\n(1)",
            "pages": "29-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Idiopathic granulomatous and necrotising inflammatory disorders of the canine central nervous system",
            "authors": [],
            "year": null,
            "venue": "a review and future perspectives",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Characteristics of magnetic resonance images of granulomatous meningoencephalomyelitis in 11 dogs",
            "authors": [],
            "year": 2006,
            "venue": "Vet Rec",
            "volume": "159",
            "issn": "\n(4)",
            "pages": "110-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "A necrotizing meningoencephalitis of pug dogs",
            "authors": [],
            "year": 1989,
            "venue": "Vet Pathol",
            "volume": "26",
            "issn": "\n(3)",
            "pages": "191-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Necrotizing meningoencephalitis associated with cortical hippocampal hamartia in a Pekingese dog",
            "authors": [],
            "year": 2001,
            "venue": "Vet Pathol",
            "volume": "38",
            "issn": "\n(1)",
            "pages": "119-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Necrotising encephalitis in a French bulldog",
            "authors": [],
            "year": 2007,
            "venue": "J Small Anim Pract",
            "volume": "48",
            "issn": "\n(6)",
            "pages": "339-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Canine necrotizing encephalitis associated with anti‐glomerular basement membrane glomerulonephritis",
            "authors": [],
            "year": 2007,
            "venue": "J Comp Pathol",
            "volume": "136",
            "issn": "\n(4)",
            "pages": "279-282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "Epidemiology of necrotizing meningoencephalitis in Pug dogs",
            "authors": [],
            "year": 2008,
            "venue": "J Vet Intern Med",
            "volume": "22",
            "issn": "\n(4)",
            "pages": "961-968",
            "other_ids": {
                "DOI": []
            }
        }
    }
}