{
    "paper_id": "PMC7153461",
    "metadata": {
        "title": "Contextualisation on Gender, Peace, Security and Environment",
        "authors": [
            {
                "first": "Úrsula",
                "middle": [],
                "last": "Oswald Spring",
                "suffix": "",
                "email": "uoswald@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "These texts on gender, peace, security and environmental problems were written based on my concern about an unequal and unsustainable development process during the past six decades, when the history of the earth moved from the Holocene to the Anthropocene (Crutzen 2002). The following chapters were influenced by theoretical reflections, my life experience and my scientific training on three continents, at the universities of Antananarivo (Madagascar), Paris (France), Zürich (Switzerland) and in Mexico ( CISINAH, UAM and UNAM). The influence of these three cultures with very different historical backgrounds explains my progressively broadened understanding of the global development process. The post-colonial experiences in Africa in the 1960s, the violence left behind by the former colonial powers, and the outcome of civil wars, corruption and destruction of irreplaceable ecosystems and species forced me to understand not only the physical functioning of the human body (medicine), but also its psychological behaviour that supports or obstructs a healthy human life (psychology) and avoids environmental destruction ( ecology). My understanding of the links between the human body, the mind and the environment (anthropology) resulted first in an intuitive and later an interdisciplinary approach to these four interrelated circles (body, mind, environment and human relations). Understanding the importance of these four study subjects triggered in me a commitment to responsible scientific and sustainable behaviour towards other human beings, but also to nature.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "mention": "2002",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "When I was fleeing from the civil war in Burundi, I received unconditional support from unknown women, who sometimes risked their lives, when they offered our refugee group clean water and food. This disinterested and generous behaviour gave me a better understanding of the existing gender relations, around the world, where a violent patriarchal mindset, paired with egoism and greed, is destroying the most precious human interrelations of caring and supporting others.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Back in Europe, I studied the psychological and anthropological processes in humans and cultures, trying to understand first the violence against others and later the ferocity against ourselves. During my studies in Zürich, I was actively involved in various student groups, and we gradually grew aware of the failed development processes proposed by international organisations, such as the World Bank and the International Monetary Fund. We also studied the impacts of multinational enterprises on developing countries (e.g. of Nestlé and its promotion of milk powder for babies; or Siemens, RWE, etc. with their support for the construction of the dam of Cabora Bassa) and how their business model destroyed the livelihood of people in different parts of Africa.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As a dynamic study group we published several reports and pamphlets about the ‘Ujamaa model’ of Tanzanian socialism; against racism and Apartheid in South Africa; against the social and environmental destruction of the Cabora Bassa dam; and against racism in children’s books in Switzerland. All these studies took me back to Africa several times, enabling me to see how livelihoods and environments were being continuously affected and seriously destroyed by the so-called modernisation projects. Further, all these projects increased the foreign debts of these fragile countries, where the World Bank was the key promoter.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Without any doubt, land use change, land grabbing, soil erosion and water deviation had also produced serious conflicts in these recently independent countries. Thus in 1971, during a guest semester at the University of Zürich, Johan Galtung taught and familiarised me with his theories of peace and structural imperialism, and later, in training courses in Västerhaninge, Sweden, I received a systematic training in peace-building and conflict resolution. Further research and teaching in Asia and Latin America helped me to better understand the structural mechanisms of dependency, debt payment, loss of livelihood and subsistence food in the rural areas, increasing the importation of foreign food.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "With this global overview of the book, this introductory chapter first presents texts on gender, peace, security and environment from a global perspective (1.3). As a key concept, which gave birth to the Constitution on the United Nations Organisation after World War II, peace and security continue to be debated after the end of the Cold War. Because the world is a complex mosaic of different regional and socio-cultural interests, which have produced different conflicts, the mechanisms of conflict resolution are equally diverse and often adapted to the regional socio-economic and environmental conditions. Globally, some common desires for peace and security have historically evolved, but others have been subsumed under the expansion of global capitalism, where market forces and speculative capital have taken precedence over the productive and trade activities. In response to this, the Copenhagen School of Rethinking Security (Buzan et al. 1998) has introduced a new approach to analysing peace and security (1.4).",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 957,
                    "mention": "1998",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Organisation of This Chapter ::: Structure of the Book",
            "ref_spans": []
        },
        {
            "text": "New threats of terrorism and failed states brought Wæver (1995) to securitise the new political arena (1.4.1). The end of the Cold War and the expansion of a single economic system under neoliberalism have also influenced the peace community. Peace and security approaches have widened and now include in their analysis societal, economic and environmental themes (1.4.2). The United Nations Development Programme (UNDP 1994) launched the ‘ human security’ concept, and in 2007 Oswald Spring added gender security (1.4.3). Different multilateral organisations of the UN focusing on development issues introduced several sectorial approaches of security (Brauch et al. 2009). In the face of famine, FAO (1983) explored the concept of ‘ food security’. After several oil crises and price hikes during the 1970s, the newly established International\nEnergy\nAgency (IEA 1994) introduced the concept of ‘ energy security’. In The Hague in 2000 the third World Water Forum proposed a ministerial understanding of ‘ water security’, and in 2007 the WHO emphasised the need for public ‘health security’. These specific security concepts were interpreted as being part of a sectorial approach. Finally, the World Economic Forum (2011) linked together water, food and energy security with a nexus approach, but without defining the conceptual reach of security (Oswald Spring 2016).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "mention": "1995",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 420,
                    "end": 424,
                    "mention": "1994",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 668,
                    "end": 672,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 703,
                    "end": 707,
                    "mention": "1983",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 865,
                    "end": 869,
                    "mention": "1994",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "mention": "2011",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "mention": "2016",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Organisation of This Chapter ::: Structure of the Book",
            "ref_spans": []
        },
        {
            "text": "Since the 1970s the drastic changes in the world economy have had different regional impacts (1.5). The so-called Third World countries, today understood as the Global South, were unable to integrate organically into the globalisation process. The structural dependency from the former occidental powers through colonialism and neo-colonialism produced a process of underdevelopment (Chapters 9 and 10 in PAHSEP 17). Their abundant natural resources (oil, gas, minerals, wood, etc.) made them attractive to multinational enterprises, which often polluted soils, air and water and exploited the resources at the cost of destroying ecosystem services, changing landscapes and making many local people poorer and poorer. Further, the massive use of fossil oil in the industrialised countries produced negative impacts of climate change and strong disasters in many developing countries ( IPCC 2012, 2014a). Often, local people lost their homes, family members and livelihoods through floods, drought, landslides, hurricanes and forest fires, and were obliged to migrate within their country or abroad.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 894,
                    "mention": "2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 896,
                    "end": 901,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Organisation of This Chapter ::: Structure of the Book",
            "ref_spans": []
        },
        {
            "text": "This chapter concludes with a reflection on the present model of corporate globalisation and its impacts on human beings and the environment (1.6). Is there a way within the present model of economic development to produce well-being for all human beings or will the dominant productive and consumer system lead humankind and the ecosystem towards extinction? What should be the different approaches for a transition to sustainability with equity and justice for all humans? Would the proposal of the indigenous Aymara in Bolivia of ‘buen vivir’ (good living) allow a different relationship with nature and other ethnic and cultural groups? Could other alternatives, experimented globally, such as degrowth, less consumerism or an economy of solidarity, avoid a potential global cataclysm in the new era of the Anthropocene (Crutzen 2002)?",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 837,
                    "mention": "2002",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Organisation of This Chapter ::: Structure of the Book",
            "ref_spans": []
        },
        {
            "text": "\nEver since my years in Africa, development issues have stimulated my curiosity. I wanted to better understand the structural conditions and the lack of improvements for the people in the Global South in contrast to the progress in the North. The theory of dependency (Marini 1973; Stavenhagen 1965, 2013) and the theology of liberation (Boff 1980) attracted me to Latin America.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "mention": "1973",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 294,
                    "end": 298,
                    "mention": "1965",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 300,
                    "end": 304,
                    "mention": "2013",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 343,
                    "end": 347,
                    "mention": "1980",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "The dependency theory explained how multinational enterprises, allied with national elites and corrupt governments, extracted the surplus of the poorest, the small farmers, indigenous people and migrant women (Arizpe 2015). In Mexico, I started to do fieldwork in the poorest region of the country, the Montaña of Guerrero and its two coasts, the Costa Chica and Costa Grande. Here Lucio Cabañas was the leader of a guerrilla movement called ‘Army of the Poor’ that was militarily persecuted by the Mexican army. I was able to examine these global tendencies of surplus extraction by international capitalists and the mechanisms of exploitation by the local bourgeoisie and corrupt functionaries at national, state and municipal level.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "In my Ph.D. thesis on these regional differences (PAHSEP 17, Chapter 9) I exposed the multiple mechanisms of exploitation through hoarding and underpayment of labour by the local bourgeoisie and the extraction of the scarce resources of poor peasants through the payment of credits to the World Bank. I learned that globally the mountain areas were the most biodiverse, but also the poorest regions. I also witnessed the loss of livelihood and subsistence production through development programmes promoted by the national government and financed by the World Bank.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "During my time as a student, Rudolf Strahm and I wrote several pamphlets together and organised public awareness campaigns on the Global South and on the mechanism of poverty increase. Later, in Spanish, we co-authored a book on the development of underdevelopment (PAHSEP 17, Chapter 10). With other colleagues and peasant women and men, I was actively involved in setting up an independent peasant organisation, the Coodinadora Nacional Plan de Ayala (CNPA [National Coordination Plan Ayala]) to overcome the political constraints of trade unions, which were promoted by the Government. I also did field research in several regions of Mexico, often linked to women, peasants or poor urban dwellers. When we established the Colegio of Tlaxcala in 2001 with a Ph.D. and a Masters programme on regional development, I focused on the evolution of the concept of regions and its local differences.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "In my studies on the dependence on oligopoly market structures and on financial capital in rural development I turned to the approach of an interdisciplinary systems analysis, which will be further discussed in Chaps. 10.1007/978-3-030-38569-9_14, 10.1007/978-3-030-38569-9_15 and 10.1007/978-3-030-38569-9_17.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "The increasing violence in Mexico, linked first to guerrilla movements in Guerrero and urban areas, together with the violent military repression and later also organised crime, made it necessary to deepen my understanding of peace-building and conflict resolution processes. In the context of the International Peace Research Association (IPRA) and the Latin American Council on Peace Research (CLAIP), I coordinated, with George Kent from Hawaii, IPRA’s ‘Food Study Group’ and later, with Hans Günter Brauch from Germany, the Ecology and Peace Commission.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Combining my medical, psychological, anthropological and environmental expertise, I learned that a safe and especially organic food culture offered small children and adults a capacity for a creative and healthy life. I trained several women’s groups in nutrition, especially during the harsh crisis years in Mexico, which helped them to develop their survival strategies (Oswald Spring 1991).",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "mention": "1991",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "With Hans Günter Brauch und his colleagues from AFES-PRESS (Arbeitsgruppe Friedensforschung und Europäische Sicherheitspolitik – Peace Research and European Security Studies), after the end of the Cold War, we started to systematically study the new security concepts and their widening, deepening and sectorialisation processes (see our security handbook in three volumes, Brauch et al. 2008, 2009, 2011; Chapters 3–19).",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "mention": "2008",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 394,
                    "end": 398,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 400,
                    "end": 404,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Since the 1960s, through gender studies I have been examining the critical conditions of women and girls and their labour, salary, political and social discrimination. Since 1975, when the First UN Conference on Women occurred in Mexico, I have been actively involved with female peasants, marginalised urban people and academic experts to collectively think about these structural mechanisms of discrimination and exploitation related to patriarchy. As a new reconceptualisation of security (Oswald Spring/Brauch 2009), I introduce the gender perspective and explore the peace potential of different security approaches, where the understanding of the root causes of violence might offer an alternative way to deal with violence, destruction, exploitation and subordination. Thus, equality, equity and sustainability combined with peaceful negotiation and win-win outcomes for all involved, including the environment, might offer a pathway out of the devastation of human relations and nature.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "In this context I examined the concept of gender security (Chap. 10.1007/978-3-030-38569-9_10) more deeply, while my daughter suggested “engendering security” (Serrano Oswald 2009). I am still convinced that gender must be securitised, due to the existing intrafamiliar violence and the lack of legal reinforcement in most parts of the world that is reflected in the male-dominated judicial system (Buscaglia 2013), but also that peace and security must be engendered (Chap. 10.1007/978-3-030-38569-9_11). I believe that security should be embedded in a deepened and widened security approach (Buzan et al. 1998) to overcome the present environmental, economic, societal, gender and human destruction. This Human, Gender and Environmental Security ( HUGE) security concept (Chap. 10.1007/978-3-030-38569-9_11), explores an integrated view that links up exploitation, violence, inequality and discrimination against women, indigenous people, children and other powerless humans with similar mechanisms that are used to exploit and destroy nature. I have been influenced by ecofeminism (Mies 1968; Warren 1997) that not only analysed, from a cross-cultural, interdisciplinary and anticolonial perspective the destruction of humankind and nature, but also proposed alternatives to overcome this destructive behaviour.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "mention": "2009",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 409,
                    "end": 413,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "1998",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "mention": "1997",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "With Mies (1998), Bennholdt-Thomsen (1998), Bennholdt-Thomsen and Mies (1999) and other ecofeminists I studied the mechanisms of violence due to patriarchal-capitalist relations that operated against the traditional sustainable food culture. Multinational enterprises (Monsanto merged with Bayer) had established a monopoly on agrochemicals and GM-seeds, and worldwide governments and international organisations ( FAO, WB) supported this type of industrial agriculture. The result of this unnatural production has been biodiversity loss, soil depletion, erosion and food crisis in several developing countries, especially in the drylands in Africa. Therefore, from a bottom-up perspective, in collaboration with several ecofeminists I experimented with an organic agricultural subsistence approach1 as an alternative to produce safe food for poor people despite the dominant patriarchal and capitalist system (Chap. 10.1007/978-3-030-38569-9_15). This subsistence approach was further developed by Via Campesina (2002) – a world association of peasant organisations – with its concept of food sovereignty (Oswald Spring 2009), which we also are promoting in the Peasant University of the South (Universidad Campesina del Sur). Via Campesina (1996, 2016) also promoted the interchange of native seeds among peasants from all over the world to avoid the spread of genetically modified organisms and the payment of seed patents (Oswald Spring 2011b). Recently, due to the drastic loss of natural soil fertility, desertification, erosion of soils, greater threats of climate change, especially in the drylands, and the persistence of hunger in developing countries, FAO (2013, 2016) has promoted these organic practices under the concept of climate-smart agriculture.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "mention": "1998",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 37,
                    "end": 41,
                    "mention": "1998",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 72,
                    "end": 76,
                    "mention": "1999",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "mention": "2002",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "mention": "1996",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "mention": "2016",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1441,
                    "end": 1446,
                    "mention": "2011b",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1668,
                    "end": 1672,
                    "mention": "2013",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1674,
                    "end": 1678,
                    "mention": "2016",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Further, the ecofeminist approach towards organic agriculture has also increased the visibility of unacknowledged female domestic work in food production, where globally 50% of the food is cultivated by women in orchards and small plots of land ( IPCC 2014a), while agribusiness normally produces crops for livestock, biofuel and exportation. This organic agriculture also represents a non-violent way to restore the damaged environment and improve food sovereignty in regions and nations with severe food scarcity, bad nutritious habits ( obesity) and difficult climate conditions (Chap. 10.1007/978-3-030-38569-9_16). Finally, organic food also conserves human health and reduces free radicals, including the toxins from industrialised food with multiple preservatives, sugar and artificial flavours that produce aggression against the human body. Energy security, policies and its potentials in scrutinised in the case of Mexico (Chap. 10.1007/978-3-030-38569-9_17).",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 257,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "\nViolence cannot be combatted with greater violence, but requires a different approach to overcome it. After the agricultural revolution with irrigation systems 10,000–6000 years ago in Mesopotamia, India, China, Mesoamerica and South America, a process of social stratification emerged systematically across all these regions as a result of food surplus, food trade, market structures, militarisation, wars and discrimination against women. Therefore a different peace approach made the abolition of patriarchal structures necessary (Chap. 10.1007/978-3-030-38569-9_2). It also raises awareness that global environmental change and climate change are anthropogenically induced (Chaps. 10.1007/978-3-030-38569-9_5, 10.1007/978-3-030-38569-9_6, 10.1007/978-3-030-38569-9_7 and 10.1007/978-3-030-38569-9_8) and directly related to this violent system of domination.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "So far, peace conceptualisations and theories have primarily been developed by men, e.g. by Chadwick Alger; Gonzalo Arias; Genaro Arriagado; Norberto Bobbio; Kenneth Boulding; Boutros Boutros-Ghali; Gaston Bouthoul; Hans Günter Brauch; Lothar Brock; Ernst-Otto Czempiel; Vicens Fisas; Paulo Freire; Johan Galtung; Mahatma Gandhi; Humberto Gori; Nils-Petter Gleditsch; Eric Hobsbawn; Francis Hutchinson; Immanuel Kant; Otto Kimminich; Ives Lacoste; Paul Lederach; Mario López; Francisco Muñoz; Hermann Oeling; Ido Oren; Raimon Pannikar; Roland Paris; Sebastian Rosato; Edward Said; Paul Smoker; Dieter Senghaas; David Spiro; Eduard Tarnawksi; Peter Uvin; Immanuel Wallerstein; Quincy Wright; Gerado Zampliglione and many others. New peace concepts have emerged, such as negative, positive, structural, cultural and environmental peace, but none of these male peace researchers has questioned the deep-rooted origin of violence based on the patriarchal system.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Brilliant women, such as Reardon (1980, 1996) and Boulding (2000), have addressed issues of gender and patriarchal warfare. However, the male mainstream of peace research has mostly ignored their conceptualisations. Inspired by these two exceptional women and after several years of research, I discussed the concept of sustainable peace and environmental security (Chap. 10.1007/978-3-030-38569-9_8). Later an engendered-sustainable peace concept emerged (Chap. 10.1007/978-3-030-38569-9_12). All these concepts not only focus on theoretical reflections, but should also serve as a tool for women and men from bottom up to strengthen their struggle for a more equal, peaceful and sustainable world without violence and peaceful conflict resolution or ahimsa (Chap. 10.1007/978-3-030-38569-9_4). The concept of an engendered-sustainable peace attempts to reach an understanding of violent patriarchal behaviour, and also explores alternatives in indigenous societies which have found ways to consolidate preventive conflict resolution (Menchú 2004), avoid violence and peacefully reintegrate criminals into their society (Rojas Flores 2004). Without a different – nonviolent and engendered – approach to humans and nature, there is no possibility of saving the planet and its people. An alternative peace concept must be holistic and address physical, social, gender and cultural threats of the dominant values and behaviour in the Anthropocene (Oswald Spring et al. 2014; Chapters 10, 12, 13). Climate change has also increased the pressure on the Global South and threatened not only traditional state security, but also the human, gender and environmental security (Chap. 10.1007/978-3-030-38569-9_11).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "mention": "1980",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 40,
                    "end": 44,
                    "mention": "1996",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 60,
                    "end": 64,
                    "mention": "2000",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "mention": "2004",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "mention": "2004",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "mention": "2014",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "The studies on water and its quality indicated further that most diseases among children and adults are still linked to polluted water, as reflected in the popular reference in Mexico to ‘Moctezuma’s revenge’ for foreigners who get diarrhoea. In other words, it is the microbiological and often also the physical-chemical pollution of water which is still the main cause of child mortality and many diseases (Chap. 10.1007/978-3-030-38569-9_14).",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "In 2008 I began coordinating a scientific research network on water for the National Council of Science and Technology (Conacyt) in Mexico. About 450 researchers from different disciplines and institutions, including enterprises and public functionaries, participated in a diagnosis of the conditions, the existing knowledge, the official educational system, the training courses and the gaps in Mexican water research (Oswald Spring 2011a). The diagnosis explained catastrophic outcomes. Water resources are not only getting scarcer, but also increasingly polluted and, in addition, water management was highly inefficient. The governmental reply was to privatise the water supply and its treatment by transferring the task to multinational enterprises, which generally did not improve the quality of service and water, but drastically increased prices. Many people and citizen groups opposed this policy and there were multiple protests against an expensive and inefficient water supply.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 439,
                    "mention": "2011a",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Aguascalientes was considered by the Government to be a model of privatisation, but when Avelar et al. (2011) studied the quality of the water supply, they found high levels of arsenic, cadmium, lead and other toxic components in its drinking water. Infants are always the most vulnerable in such conditions. They established in 18% of children proteinuria, bilirubin and ketones and 7% of these children required periodic dialysis and are waiting for a kidney transplant (Arreola Mendoza et al. 2011).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "mention": "2011",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Given these complex hygiene, health and water issues, the question emerged how to securitise (Wæver 1995) water in Mexico? Chapter 10.1007/978-3-030-38569-9_14 on water security contextualises this problem and Chap. 10.1007/978-3-030-38569-9_15 demonstrates that health security is closely related to water security.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "mention": "1995",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "All these different security approaches were systematically developed by United Nations and researchers, who deepened, widened and sectorialised the security understanding.",
            "cite_spans": [],
            "section": "Gender, Peace, Security and Environment",
            "ref_spans": []
        },
        {
            "text": "Since 2000 climate change has increasingly been perceived as a major threat to humans, infrastructure, ecosystem and production. Extreme hydrometeorological events and hurricanes have killed people, interrupted productive activities (e.g. oil refineries in Houston in 2017) and produced landslides, while Hurricane Maria (2017) produced unprecedented levels of destruction on the island of Dominica and 4645 deaths on Puerto Rico. Particularly exposed were vulnerable people in the Caribbean who had insufficient warning before the powerful Hurricane Maria, number five on the scale of Saffir-Simpson (the highest level), wrought enormous havoc, with the cost of damage in Puerto Rico alone estimated at 102 billion USD. Also, lack of water and drought related to climate change ( IPCC 2013) have created new a security danger and concern among affected people in several African countries. These unpredicted and more extreme events ( IPCC 2012) are threatening international, national and human security (Chap. 10.1007/978-3-030-38569-9_13). Therefore, climate change was securitised by different governments and the United Kingdom raised the topic at the UN Security Council in 2007 (Wisner et al. 2007).",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 790,
                    "mention": "2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 940,
                    "end": 944,
                    "mention": "2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "mention": "2007",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "However, climate change risks are very different from the traditional military and political threats normally managed by the UNSC via military security strategies. The enemy is us, with our consumption of hydrocarbons, massive emissions of greenhouse gases ( GHG), badly managed solid waste and untreated liquid sewage. The military and its arms offer no solution for dealing with extreme events and climate disasters. The solution requires both global multilateral cooperation and binding agreements on the reduction of GHG, but also national and local actions to mitigate GHG, reduce climate risks and prepare exposed people to adapt and acquire the resilience to confront and successfully manage climate risks in the future, especially where cities in the Global South are highly exposed and at present badly prepared to deal with the upcoming threats.",
            "cite_spans": [],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "In this complex situation, Wæver (1995) proposed the concept of securitisation, where, through a discursive and political process, an intersubjective understanding is constructed within a political community, thus the danger represents an existential threat to a highly valued referent object. This object may be life, livelihood, home, but is perceived by the exposed people as of most importance. Once the existence of the threat is acknowledged, it enables experts and other people in authority – generally politicians – to formulate appropriate strategies and promote exceptional measures to deal with the threat so that people agree and accept the imposed actions.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "mention": "1995",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Thus, any successful securitisation process requires three elements:A referent object that is threatened and may affect survival, the State, livelihoods, liberal values, etc.A securitising actor, who makes the claim – called by Wæver speech act – which explains the existential threat to the referent object. Thereby, the actor legitimises the use of extraordinary measures, often carried out by the political authority or a socially accepted actor.An audience – the exposed and potentially affected people – who are convinced by the successful speech act and allow the securitising actor to develop extraordinary measures.\n",
            "cite_spans": [],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "In this century, climate change has been perceived in many countries as a threat to national, international and above all human security. International security concerns are today related to environmental or climate-induced migration (Oswald Spring et al. 2014) and potential conflicts with numerous refugees ( UNHCR 2017). Nowadays, multiple countries in Europe and especially the US also perceive climate-induced migration as a national security threat which requires extraordinary measures, such as walls, fans, militarisation of the border etc. Different governmental reports have securitised the threat, especially the United Kingdom and Germany, but increasingly also the small island states in the Pacific and the Caribbean, threatened by sea level rise. UNU-EHS has started to analyse the inherent vulnerability, risks and challenges to human security (Brauch 2005a, b) by focusing on human security aggravated by climate change. This human security approach orientates the threats towards the highly socially vulnerable poor population in the North (Hurricanes Harvey in Huston, Katrina in New Orleans) and the South (Hurricanes Stan, Maria, Patricia, etc.), which have destroyed lives, livelihoods and productive activities.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "mention": "2014",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 317,
                    "end": 321,
                    "mention": "2017",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 868,
                    "end": 873,
                    "mention": "2005a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 875,
                    "end": 876,
                    "mention": "b",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "The Swedish Academy supported this securitisation process, when IPCC (Intergovernmental Panel on Climate Change) and Al Gore Jr. shared the Nobel Peace Prize in 2007 for building up a scientific assessment for disseminating knowledge about the anthropogenically produced climate change impacts. This securitisation process provided an arena for promoting mitigation measures that are needed globally to reduce GHG emissions. Further, IPCC (2013, 2014a, b) assessed the new knowledge with empirical studies, whereby political, historical, social and environmental themes were scrutinised to transform normal political behaviour into an urgent securitisation process. Priority activities of government and people try to avoid further disasters, loss and risks. These studies converted climate change into a matter of security. However, with the exception of the highly affected countries which year by year suffer from the impacts of climate change extreme events, the global audience continues with its normal behaviour. Political and economic deniers in the US and elsewhere, who reinforce their fossil fuel lobby, have done enormous damage to this securitisation process. Notwithstanding the small achievement in Paris in 2015, which will be unable to reduce drastically the GHG emission in order to avoid further risks and threats, ‘business as usual’ behaviour predominates, which is increasing the anthropogenic GHG in the atmosphere towards dangerous and soon irreversible levels. The agreed maximum of 450 ppm of CO2 emissions will be exceeded, as the Mauna Loa station reported 412 ppm of CO2 (NOAA 2018) in May 2018. Most of the industrialised countries, including China, are still emitting too many GHG, together with the low level of commitment and the rejection of the US for binding efforts of decarbonisation.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "mention": "2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 446,
                    "end": 451,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 453,
                    "end": 454,
                    "mention": "b",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Securitisation ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Drawing on my collaboration with members of the AFES-PRESS, I examine the deepening of security by addressing human and gender security, its widening by reviewing environmental and societal security, and its sectorialisation with regard to water, food, energy, health, climate and global environmental change security (Brauch et al. 2008, 2009, 2011, 2016).",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "mention": "2008",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 339,
                    "end": 343,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 345,
                    "end": 349,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 351,
                    "end": 355,
                    "mention": "2016",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "The security debate has been influenced by more global issues, such as what does security mean globally? How are the cultural philosophical and religious influences changing the understanding of security? What are the objects of security, the new dangers and the subjective security concerns over threats, vulnerabilities and risks? Finally, there is the question how has security been reconceptualised during the last two decades?",
            "cite_spans": [],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "The indications of changes in the earth’s future climate and the impacts of global environmental change are challenging governments and the survival of people. These threats must be treated with the utmost seriousness, where the precautionary principle is often forgotten, such as preventive evacuation in case of extreme hazards (see Puerto Rico). Climate change has altered and threatened the living conditions of many people in the Global South. Some of them have undertaken large-scale migrations and others have settled nearby, leading to greater competition for the already scarce natural resources and ecosystem services. Again, such changes have placed heavy burdens on the world’s most vulnerable countries, where there may be an increased risk of violent conflicts and wars over scarce resources within and between states ( IPCC 2014a).",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 844,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "The assessments of IPCC (2013, 2014a, b) have produced an ever-broader informed consensus about the connection between human activities and climate change. However, the responses to this risk have rarely resulted in funding being ring-fenced in the national budget for disaster management and support during and after extreme events. Without any doubt the climate impacts will affect people in both the North and the South. The hurricanes in 2017 were disastrous. Harvey flooded Houston, limited oil production and caused damage costing more than 180 billion USD.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "mention": "2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 31,
                    "end": 36,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 38,
                    "end": 39,
                    "mention": "b",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "In the Caribbean in 2017 alone, Hurricane Irma caused deaths, 60% of Barbuda’s population became homeless and 99% of its buildings were destroyed. Hurricane Maria hit less than a week later and claimed lives in Dominica, where it damaged more than 80% of the houses and destroyed lives, the livelihood and infrastructure in Puerto Rica. Studies also predict that as climate change continues to escalate, the Caribbean is projected to incur the highest damage per unit of GDP on a global scale as a result of more intense hurricanes ( IPCC 2012).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "mention": "2012",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "All these extreme events cannot be managed through military security, therefore a widened approach of economic, societal and environmental security was proposed by the Copenhagen School of Security (Buzan et al. 1998). Specifically, disasters clearly necessitate an integrated widened approach. Changing natural conditions related to rising sea temperatures are altering the climate conditions over the sea, producing stronger and more frequent hurricanes (IPCC 2012). Strong winds, high waves and extreme precipitation in a short time also harm the affected ecosystem. Hurricane Stan, classified as a number one category hurricane, was locked by a cold front in the mountains of Guatemala and Chiapas in Mexico. A landslide in Atitlan buried about 1500 indigenous people of this community under thousands of tons of sludge. In Chiapas, the extraordinary rainfall also caused 92 rivers to overflow, devastating villages and flooding cities in the plane, and also destroying 40% of the forest cover (Oswald Spring 2012). This hurricane destroyed one of the most biodiverse regions of Mexico.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "mention": "1998",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 462,
                    "end": 466,
                    "mention": "2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "mention": "2012",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "All these disasters also produce severe economic damage, thereby affecting the economic security of people and governments. Extreme events impact especially the most vulnerable with low levels of adaptation and almost no capacity for resilience. In the case of the Caribbean, about half of the severely affected people of Puerto Rico left the island after Hurricane Maria and are rebuilding their lives in the US. But governments are also strongly affected, as when Hurricane Stan destroyed about half of the GDP of Chiapas, due to the loss of productive assets and infrastructure. Roads, bridges, schools, livestock, coffee and forest plantations required a decade to achieve the same productive and service level that existed before Hurricane Stan. Both Hurricanes Irma and Maria in 2017 destroyed the infrastructure of hotels, piers and tourist sites with the loss of years of tourist income in Barbuda and Dominica, countries that depend mostly on international tourism.",
            "cite_spans": [],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Without any doubt economy is crucial, but deaths, invalidity and loss of jobs also produce societal insecurity. Generally, the most vulnerable are the ones with the lowest assets to recover from disastrous extreme events. Governments in the Global South are unable to give the physical, economic, societal, but also psychological support to these affected people. Their low level of adaptation reduces their capacity to recover and rebuild, and often the sole option is to migrate to a safer place and restart a new life and livelihood elsewhere (Chaps. 10.1007/978-3-030-38569-9_18 and 10.1007/978-3-030-38569-9_19).",
            "cite_spans": [],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Without any doubt, as humankind is responsible for the emissions of GHG and waste, but at the same time we are the victims of our own destructive behaviour, military security cannot avoid the future threats. Therefore, the widened approach towards environmental, economic and societal security allows researchers to analyse the impacts of these upcoming threats in a more integrated way. However, although this widened approach may allow better interrelation of previously separated security issues, there are still epistemological and methodological hurdles between security thinkers that try to prohibit bridge-building between scientific disciplines (Economy, Sociology, Anthropology and Environmental Studies). World-views within different security studies approaches have obliged scientists to reconceptualise security. Although UNDP (1994) initiated a deepening approach when it presented the human security concept, there remains an additional problem related to levels of analysis.",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 844,
                    "mention": "1994",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Widening Towards Environmental, Economic and Societal Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nIn the 1990s, global changes have occurred, related to the end of the Cold War, the disintegration of the Soviet Union, the emerging of China as an international player and the democratisation of the Latin American governments, which voted out the military regimes through democratic elections. These processes produced a decline in the international order and the traditional security threats. However, there was an increase in intra-state conflicts in Africa and recently non-traditional wars, such as the drug wars, happening especially in Latin America. All these violent actions produced unrelenting cost of human lives, survival, risks and threats. With its human security approach, UNDP (1994) put the individual, his or her environment and livelihood at the centre. Human security proposed a deepening approach to security that refers humankind as the main referent object. This approach starts with the individual, scales up to the family, the village, the nation, the region, the international and the global or planetary security. The individual is considered as the centre, whose security must be protected. Human security analyses many interrelated variables, such as economic, social, political, environmental and technological factors. The concept recognises that “lasting stability cannot be achieved if people are not protected from a wide variety of threats to their lives and livelihoods”. The UN Security Council extended the meaning of the concept to international peace and security, which cover conflicts that are more domestic and with higher humanitarian impacts.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 700,
                    "mention": "1994",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Deepening Human and Gender Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nHuman security evolved during the last two decades and was increasingly better defined. Human security was first considered as freedom from fear, where the humanitarian agenda insisted on violence, conflicts and weapons such as elimination of personal mines and small arms. In the Commission of Human Security (CHS 2003) Ogata/Sen introduced as a second pillar freedom from want, where they proposed the absence of necessities. They included the structural elements of poverty, inequality, vulnerability, injustice, etc. as crucial elements for an integrated human security. UNU-EHS (Brauch 2005a, b) added as a third pillar freedom from\nhazard\nimpacts, related to global environmental change and climate change impacts. UNU-EHS proposed to reduce the social and environmental vulnerability, to address the risks and to enhance the coping capacities of exposed people to adapt and create resilience for the upcoming new threats. As a fourth pillar, Annan (2005) insisted on freedom to live in dignity, where he proposed an agenda based on the rule of law, the consolidation of human rights and a democratic governance. The fifth pillar introduced by UNESCO is freedom to live in cultural diversity.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "mention": "2003",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 592,
                    "end": 597,
                    "mention": "2005a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 599,
                    "end": 600,
                    "mention": "b",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 957,
                    "end": 961,
                    "mention": "2005",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Deepening Human and Gender Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Oswald Spring (2013) suggested as another deepened process gender security (Chap. 10.1007/978-3-030-38569-9_10) and Serrano Oswald (2009) advocated engendering security. Gender security refers to the process of socialisation to ‘become’ a gendered human being; a man or a woman, depending on the position of the social structure. Gender security is socially constructed and systemic within the present patriarchal society, and it is normally taken for granted. The relations are linked to gender status, ethnicity/race, class, age and minority status in relation to the model of reference. Equity and identity are the values at risk. The source of threats in the first instance come from the patriarchal hierarchical and violent order, characterised by exclusive, dominant and authoritarian institutions such as non-democratic governments, churches and economic élites. The symbolic distribution of space and time assigns the male the public sphere – production, res publica, homo sapiens – and the women the private: reproduction, home, homo domesticus. The distribution of power also acquires generic forms. Men exercise a hierarchical and vertical power of domination and superiority and women subordinated powers inside their household.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "mention": "2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 132,
                    "end": 136,
                    "mention": "2009",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Deepening Human and Gender Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "As a result, feminicides and intrafamiliar violence are often not persecuted and less condemned by the still male organised judicial systems. Women work longer than men on unpaid work inside the household and caring activities. Women also receive lower salaries for the same activities, and the number of poor women is higher than that of men. They also face a greater struggle to attend school and receive professional training, because their work inside the household is considered without value. Recent changes in multilateral organisms and empowerment of women are slowly changing the assignation of these traditional female roles, letting them participate more actively in economic and public life. To promote greater equity, multiple governments have created quota systems to allow more numerous public participation by women.",
            "cite_spans": [],
            "section": "Deepening Human and Gender Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Finally, the author proposed an integrated Human, Gender and Environmental – or HUGE – Security, which analyses in an integrated way equality, equity and sustainability (Chap. 10.1007/978-3-030-38569-9_11). This integrated security advocated an engendered-sustainable peace and security, in which a feminist analysis orientated the investigation towards a bottom-up perspective (Chap. 10.1007/978-3-030-38569-9_12).",
            "cite_spans": [],
            "section": "Deepening Human and Gender Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nBrauch et al. (2009) proposed a third process, called sectorialisation of security that linked to policy problems such as energy, food, water, health, livelihood and climate security. The author asserted that these sectorial security concepts can be analysed by different dimensions and with different referent objects. Water security (Chap. 10.1007/978-3-030-38569-9_14) has different meanings for the suppliers (e.g. multinational water enterprises, local governments), who are interested in high prices and low standards of water quality. Conversely, the consumers are pressuring for an uninterrupted supply of high quality drinking water at an affordable price. Health security has similar problems (WHO 2007) when the providers are multinational health and pharmaceutical enterprises. Health security (Chap. 10.1007/978-3-030-38569-9_15) is further directly related to water security and most infant deaths in the Global South still occur because of polluted water and diarrhoea. Consumers require a safe and permanent health service which does not destroy their limited budget or produce life-long debt.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 713,
                    "mention": "2007",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nFood security (Chap. 10.1007/978-3-030-38569-9_16) was introduced early by FAO (1983) with the aim of eliminating hunger and malnutrition. However, multinational food enterprises are more interested in selling low quality food at high prices and controlling the supply of basic grains to the Global South with genetically modified organisms. Their modern cluster approach to food security creates reliance on technology, production processes and chemical inputs, thus small producers in the North and the South become dependent on these technologies. But often such crops do not provide the quality of food people traditionally ate and need for a healthy life. Further, this industrialised agriculture has multiple negative impacts on soil depletion, GHG related to long-distance food trade, and impoverishment of small-scale farmers in the Global South because of subsidised agriculture in the Global North. All these factors are changing the food security paradigm towards a green agricultural food sovereignty, as promoted by Via Campesina (2013, 2016), and FAO (2012, 2016) has reinforced this paradigm shift.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "mention": "1983",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "mention": "2016",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "mention": "2016",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nEnergy security (Chap. 10.1007/978-3-030-38569-9_17) has similar structural problems. Oil producers and multinational oil companies are interested in high oil prices, independent of the externalities produced by GHG emissions and global warming. On the consumer side, people ask for clean and safe energy supply, preferably from renewable providers, although price is also a crucial factor with regard to energy consumption.",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nEnergy, water, food and health security applies to all the five dimensions of the security. Military, political and economic securities are included in all these sectorial securities and they have a strong impact on environmental security due to pollution. This nexus is also related to societal security and often directly threatens the survival of the affected people. A nexus also exists among these sectorial securities (Chap. 10.1007/978-3-030-38569-9_20).",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "An international energy security that relies chiefly on biofuels may directly affect food security because of food price hikes for the importing southern countries or because of land use change from food crops to biofuel production. But bioenergy also impacts water security and soil conservation since these biofuels are generally produced by heavy mechanised and industrialised agriculture. Further, an excess of agrochemicals in this biofuel production may leak into the soil and groundwater, and pollute aquifers and drinking water with severe health impacts on both people and livestock.",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Biofuel has also led to substantial increases in food prices, precipitating both peaceful and violent protests. Therefore food security is an international security problem, especially when widespread drought across the US, Argentina and Australia almost tripled the prices of basic grains in 2003. FAO was obliged to ask the US to suspend using corn to produce biofuel in order to ensure food supply in importing countries and stabilise grain prices. Food security is also a societal and national security issue, as food shortages combined with natural hazards may destabilise an elected government (e.g. Ethiopia). When a food crisis reaches several countries and migration for survival starts, a regional security problem emerges and can get converted into an international security issue.",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "\nWater security not only produces regional security challenges between upstream and downstream countries, pollution, accidents and regional droughts, but can induce military actions (Gleick 2004; Homer-Dixon 1999, 2000) to grant the necessary water supply in downstream countries. However the hydrodiplomatic approach (Oswald Spring 2005) has dominated for resolving transboundary water conflicts (Wolf et al. 2003; In’t Veld 2016).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "mention": "2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 208,
                    "end": 212,
                    "mention": "1999",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 214,
                    "end": 218,
                    "mention": "2000",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 333,
                    "end": 337,
                    "mention": "2005",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 410,
                    "end": 414,
                    "mention": "2003",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 426,
                    "end": 430,
                    "mention": "2016",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "Health security may be analysed from an international security point of view when major pandemics (SARS, Asian flu, AHN1, Ebola, etc.) are threatening the world by spreading fast due to modern transportation. But potential viruses used in the war of terror may also represent a national security threat to the US, Europe or elsewhere. Anyway, health security is foremost a problem of human security that affects not only the individual, but also the family and especially women, who are frequently the primary carers of the sick.Widening: 5 dimensions: political, military (narrow), and economic, societal, environmental (widened security)\nDeepening (from people to state and global: levels and actors)Sectorialisation (water, health, food, energy, soil, biodiversity security).\n",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": []
        },
        {
            "text": "All these dimensions and reference objects require a deeper analysis, which is progressively given in each of the following chapters. Figure 1.1 explains graphically how the five dimensions of security may interrelate and how they can apply at different levels. In many of these analyses, the answer to the security approach depends on the world-view, the mindset and the perceptions that are influenced by our governments, the dominant scientific knowledge and the leading media. There exist differences among researchers, where the critical theorists (Aberystwyth, Copenhagen School and AFES-PRESS) are arguing for a widening, deepening and sectorialisation of the concept of security. They criticise the primacy given to the sovereign state as the primary referent object and the key securitiser agent. These scholars are challenging the traditional security scholars, mainly in the US, who speak of the risk of intellectual incoherence because for them the State is the only referent object of security and the securitiser is therefore the military, which defends the national territory and its sovereignty.\n",
            "cite_spans": [],
            "section": "Sectorialisation of Water, Food, Climate and Energy Security ::: Studies on Deepening, Widening and Sectorialising Security",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "mention": "1.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nClimate change over the 21st century is projected to increase the mobility of people. Displacement risk increases when populations lack the resources for planned migration and experience higher exposure to extreme weather events, particularly in developing countries with low income and lack of efficient governmental support. Expanding opportunities for mobility inside the country can reduce the vulnerability of such populations. Changes in migration patterns can also be a response to both extreme weather events and long-term climate variability and change ( drought), thus migration is an effective adaptation strategy.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "\nClimate change can directly and indirectly increase risks of violent conflicts in the form of civil war and inter-group violence by amplifying well-documented drivers of these conflicts, such as poverty, economic shocks and inadequately managed disasters.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "The impacts of climate change on the critical infrastructure and territorial integrity of many states are expected to influence their national security policies, especially when land inundation and seawater intrusion into the aquifers occur due to sea level rise. This threat poses a global risk to the territorial integrity of small island states in the Pacific and low-lying coastal countries (Bangladesh). There exist also transboundary impacts of climate change linked to water supply, dam constructions (Ethiopia-Egypt) or changes in sea ice, shared groundwater resources (Guarani aquifer), and pelagic fish stocks (Chile-Peru). These upcoming situations have the potential to increase rivalry between states. However, national, intergovernmental and multilateral institutions might enhance cooperation and manage many of these potential conflicts.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "\nWithout any doubt, human, gender and environmental security will be progressively threatened by climate changes, where not only material goods are at stake. For centuries, climate variability was managed efficiently by indigenous, local and traditional forms of knowledge. This wisdom, often developed during crisis situations, represents a major resource for adapting to climate change, for enhancing human security and for limiting all types of migration. However, climate-induced mobility is also a widely used strategy to maintain or support livelihoods in response to social and environmental risks and loss of livelihoods.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "However, greed and unstable or undemocratic governments may increase the risks of violent conflict within a state. This condition is especially sensitive after an inadequately managed disaster, where social and environmental vulnerability may intensify existing ethnic, religious or land conflicts. People living in places affected by violent conflicts are particularly vulnerable to climate change risks and regional migration. They may shape both conditions of security and require national and human security policies. All this maladaptation and mismanagement of disasters will, in the short term, increase environmental and societal security, and survival dilemmas may force the people to abandon their homelands and set off on an uncertain environmental-induced migration, where women and children are especially at risk ( IPCC 2014a).",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 838,
                    "mention": "2014a",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "\nClimate change also goes beyond the material impacts and will compromise the immaterial cultural values and traditional norms and behaviour of communities, families and individuals, especially when their means of livelihood are getting lost. But cultural values may also help migrants adapt better to the new conditions in urban settlements, where traditional networks often help newcomers to integrate better into adverse and unknown conditions.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "Urban areas are highly exposed to climate change and the concentration of people in megacities may avoid a preventive evacuation. Therefore, coastal cities and megacities in particular must develop resilience among their citizens to avoid the loss of lives and livelihood. Safe territorial reserves may grant immigrants better starting conditions. Training courses, rainwater harvesting, green roofs and renewable energy are ways in which individuals and collectives can adapt and improve their resilience for confronting better the unknown impacts of climate change and post-disaster disruption.",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "All these alternative activities are related to habits, mindsets and world-views, where the cultural elements are crucial for a successful adaption to unknown climate and social threats. Therefore the question remains, which model of globalisation may be the most adequate during times of harsh climate change impacts?",
            "cite_spans": [],
            "section": "Regional Impacts and Environmental-Induced Migration",
            "ref_spans": []
        },
        {
            "text": "\nConfronted with these multiple security risks, this last part of the introduction explores the future of humankind and its links with Planet Earth. Chapter 10.1007/978-3-030-38569-9_21 explores some ways to confront greater uncertainty, unknown risks and strong impacts of climate change. World-view undoubtedly produces conceptual lenses which influence scientific approaches and the interpretation of the securitising process. Are we on the edge of the knife or do we still trust the technological fix that allows us to continue with the cornucopian horn and massive use of fossil oil? Who will profit from the technological advances, who will decide to be included in this process, and how many people globally will be excluded? These are some of the key questions in the last chapter of this book.",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "When we include in the analysis the threat from climate change impacts at local, national, regional and international scale, the stress and the risks are increasing among people of low income or those living in regions highly exposed to drought, flood or sea level rise. Migration and temporal mobility are disrupting existing livelihoods, and also affecting cultural identity and the conditions of survival (Fig. 1.2). Women are especially impacted by the lack of water, health and food security, but at the same time in practice it is women and girls who are able to resolve this scarcity locally by fetching water, healing with traditional medicine and producing subsistence crops in their orchards. This sustainable food production not only has the potential to increase the nutritional level of the whole family, but also cares for the environment and may restore depleted soils which were previously exposed to industrialised agriculture with high agrochemical inputs.\n",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "mention": "1.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Therefore, increasing climate change impacts affect access to resources. During scarcity and especially when pastoralists invade agricultural land and the water sources of farmers, violent conflicts may explode (Kenya). In the past, there were cultural mediators, who managed the access to water resources among the conflictive groups, but with access to modern arms and lack of governmental control, violence can break out easily (Le Cour Grandmaison 1984). Farmers are then often obliged to leave their traditional village, migrate to shanty towns and lose their cultural links and communitarian support (Oswald Spring et al. 2014). Chaotically growing big cities in the Global South represent economic and cultural challenges for both governments and newcomers, who often are pushed towards the most dangerous and risky places to settle down. In this urban context, multiple anti-traditionalist movements rise. Some religious beliefs lose their link with reality, other movements become radical, defending their former lifestyle and well-being, some ally with terrorist groups, and other groups pressure the government to improve livelihood and environmental conditions.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "mention": "1984",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 628,
                    "end": 632,
                    "mention": "2014",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "Especially among the youth, different violent terrorist groups have appeared, which often call attention to their nonconformity with extremist actions. Conflicts may increase in regions with existing land conflicts when multinational enterprises promote land-grabbing or mining activities. Corporate enterprises, only interested in short-term high profits, may accelerate the existing tensions and break the existing fragile equilibrium. In these conditions, sometimes local conflicts may spread fast to entire regions and also generate transboundary confrontations over scarce resources. Land, water and food security are crucial themes to increase or reduce conflicts, because they directly affect the personal and community life and the survival conditions of the involved people.",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "\nA human and HUGE security approach may understand these conflictive scenarios. Government at local and national level may explore alternative livelihoods with more stable food and water security and improved livelihood (Barba 2012). The creation of jobs for the youth in urban areas, the training of migrants and integration between different ethnic groups may reduce the tension and create an arena of new collaboration and identity, where people are less threatened by climate change and disasters and feel safer. However, cultural integration and the establishment of new identities are long, ongoing processes which require bottom-up and top-down support to be successful.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "mention": "2012",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "In this often violent scenario, an indigenous group – the Aymara – has proposed an alternative paradigm to the generalised corporate neoliberalism and the exclusive globalisation. Their traditional behaviour starts with caring about their community and the nature that is sustaining their communal life. Their basic paradigm is ‘buen vivir’ (good living), where daily life is prioritised and agreements are negotiated by consensus and where differences of minorities are respected. Nature and humankind are complementary, thus harmony with nature, community life, cosmic rights, reciprocity and social control are crucial. The elderly have extensive life experience and can teach the rest of the community how to drink, to eat, to dance, to work and to enjoy without excess and destruction, in order to maintain cosmic unity.",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "This indigenous philosophy of lifestyle may also offer an alternative cosmovision to the rest of society, threatened by neoliberal consumerism and the upcoming risks of global environmental change and climate change. These indigenous societies have understood that there exists only one\ngood\nlife and not a better life, thus accumulation and hoarding are not the keys to an integrated livelihood in harmony with nature.",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        },
        {
            "text": "This indigenous belief represents an ontological approach to explain how the world is functioning, but also an explanation how it is operating and how it will be in the future when harmony among humankind and mother earth is reinforced. Thus, their philosophy represents a theory of action about how the community should attain these goals and an epistemology on what is true and what is false. It enables the indigenous and other people to understand the errors of the neoliberal corporate behaviour of greed and short-term profit at the cost of the destruction of the environment and the harmony between human beings and mother earth, the so-called ‘Pacha Mama’.",
            "cite_spans": [],
            "section": "Neoliberal Oligarchy or Transition Towards ‘Buen Vivir’",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.1: Widening, deepening and sectorialisation of security. Source The Author",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1.2: Scales of insecurity related to climate change. Source IPCC (2014a: 777)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}