{
    "paper_id": "PMC7121500",
    "metadata": {
        "title": "Improving the Human Well-Being of All Africans",
        "authors": [
            {
                "first": "Kobus",
                "middle": [],
                "last": "Jonker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bryan",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The ‘poverty trap’ is the bleak reality for many in Africa: Unemployed, poor people, living in often inhumane conditions. The trap refers to the inability of the poor to improve their well-being. There are many reasons for this: Lack of access, such as transport services, to employment; lack of educational facilities and skills transfer to provide opportunities for gainful employment; lack of government social security support for the poor; ineffective policies and corruption; and the list goes on.",
            "cite_spans": [],
            "section": "Poverty Alleviation ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nPro-poor growth is a term coined to describe socio-economic growth that enhances the opportunity for those living in poverty to benefit from such growth, and, in so doing, contribute to sustainable development themselves. Pro-poor policies and strategies include transfer payments, government employment programmes, participatory development, community self-help, social upliftment, rural agricultural reforms and providing infrastructure to ensure the poor also benefit from services and have access to the most basic of life’s essentials. Many infrastructure investments in Africa are motivated by the firm belief that they will lead to poverty alleviation and organic growth in the longer term. Amongst infrastructure, roads are considered one of the most critical in this process because they can have a significant and substantial impact on growth and poverty by providing access to jobs, services and markets.",
            "cite_spans": [],
            "section": "Poverty Alleviation ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "Food insecurity due to a wide range of phenomena, such as climatic conditions, natural disasters, climate change and the human factor of wars, conflict zones, overgrazing, deforestation and desertification, increases the vulnerability to famine in many parts of Africa.",
            "cite_spans": [],
            "section": "Food Security ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "There are certain short-term solutions to immediate crises, such as food and financial donations towards the purchase of food both by the relevant country’s government and from the international community.",
            "cite_spans": [],
            "section": "Food Security ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "Eradicating food insecurity requires a long-term solution. With Africa’s wealth of fertile land, reforms in the agricultural sector and modern farming methods not only hold the opportunity of reducing food insecurity and dependence on the international community for help, but the agricultural sector can be a pivotal asset as an economic growth sector.",
            "cite_spans": [],
            "section": "Food Security ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "In addition, many of the most food-insecure are small-scale subsistence farmers, extremely susceptible to shocks, such as drought or flooding, and who mostly do not have access to finance for investing in their farms or saving for the poor climatic seasons, do not have access to effective markets to sell their goods and generate income and do not have storage facilities, thus cannot store produce for long periods of time.",
            "cite_spans": [],
            "section": "Food Security ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "There are a number of policy options for governments. Landownership in many countries is contentious, with agrarian farming often being communal and property rights confusing. Land reform through privatisation or cooperatives could be considered. Subsidies and protection of local agricultural markets, marketing boards for particular products, microfinance, training in agricultural methods and modernising farming methods are some of the many policy considerations available to improve and support food security.",
            "cite_spans": [],
            "section": "Food Security ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nHealth and education are marked by wide disparities in most African countries. The wealthy receive the best schooling and medical care, while many of the poor have to do without, or with sub-standard, services and education. Education is typically seen as a means of narrowing inequalities and concerted efforts have been made in the last two decades in many African countries to increase primary and secondary enrolments, with some success.",
            "cite_spans": [],
            "section": "Health and Education Disparities ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "There were also significant improvements in the health conditions of the majority of African countries in the last four decades, yet life expectancy in most of Africa lags behind much of the world. While healthcare service provision has gradually improved in many countries, and life expectancy has increased, efforts to continually improve access to healthcare will always be a priority in human development. Interventions such as primary healthcare, access to care during pregnancy and child birth, access to health insurance, free provision of critical vaccinations and other life-saving interventions, and chronic and specialised healthcare provision all have the potential for addressing early mortality and life expectancy.",
            "cite_spans": [],
            "section": "Health and Education Disparities ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "Living in conflict , fear of terrorism, kidnapping, vehicle hijacking, high crime levels, and physical and sexual abuse are some of the blights of the continent that are potential deterrents to achieving enjoyable productive lives.",
            "cite_spans": [],
            "section": "War, Law and Order ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "National, regional and international interventions to prevent and manage conflict zones are of course critical. An effective, well-funded and efficient police sector, supported by legislation supporting law, order and human rights, access to the judiciary and fair and free treatment before the law are paramount for reducing crime\nand insecurity.",
            "cite_spans": [],
            "section": "War, Law and Order ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nStandards of living are usually quantified on the Gross National Income per capita basis, where it is found that all African regions fail to achieve an acceptable standard of living. However, acceptable living standards cannot simply be quantified in dollars. It is difficult to put a valuation on having a decent home life. Consider having a home that is well positioned with a strong structure that can withstand wind and rain, and that is not in the path of wave surges, landslides and flooding rivers. Consider having clean drinking water, and water to bathe in and brush one’s teeth. Consider free, solar-powered water heating for a shower and to wash dishes. Consider a house with electricity so that smelly and dangerous paraffin lamps and wood fires are not needed for lighting and cooking. Consider a hygienic toilet in or close to your home. Consider a paved road so you do not live in a dust bowl. Consider rubbish removal to keep you home and neighbourhood clean.",
            "cite_spans": [],
            "section": "Living Standards ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "These may seem like very simple examples, but the reality in many parts of Africa is that people live in corrugated shacks that are boiling hot in the summer, freezing in the winter, damp and dripping in the raining season; electricity and running water are unheard of; positioned often where there is a vacant spot, with little thought to the threat of disease and natural disasters.",
            "cite_spans": [],
            "section": "Living Standards ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "Examples proliferate in Africa of the rich getting exorbitantly rich in the ‘leafy suburbs’ of Africa (a reference to the wealthy suburb of Sandton in South Africa), presidents travel the world in luxury, and friends and families of the political elite become billionaires. Contrast this to large populations living in slums, without access to the very basic of life’s needs. In Zambia, the richest 10% of the population earn a total income that is 42 times larger than the poorest 10% of the population. In Cameroon, a child born from the poorest 20% of the population has more than twice the probability of dying before the age of five years than a child who was born in the top 20% of the population.",
            "cite_spans": [],
            "section": "Economic Inequality ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nInequality is cyclical and difficult to break. As the poor continue to be prevented from accessing the fruits of economic growth, they will be unable to emerge from the trappings of poverty. If the wealthy, through manipulation of political and economic structures, continue to syphon the country’s wealth, inequality will prosper.",
            "cite_spans": [],
            "section": "Economic Inequality ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nInequalities in human rights and human capabilities often reflect inequalities in political power. Women, poor people and minority ethnic groups are often marginalised because they have weak political power and can be easily dominated by a majority. Sierra Leone had a very high level of inequality just before the outbreak of the ten-year-long civil war in 1989, inspired by young people who felt hopeless and powerless in their struggle for a better future.",
            "cite_spans": [],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "\nRwanda has set the benchmark on a number of fronts. From a gender equality perspective, it is the first and only country with the majority of parliament being female. So yes, certain African countries are making progress towards non-discrimination and the elimination of gender-based inequality, yet many others have a long way to go. Restrictive cultural practices, religious views, discriminatory legislation and male-biased labour markets restrict the economic benefits of women in many African economies. Yet women in Africa play a pivotal role driving socio-economic growth in Africa: they conduct most agricultural activities; they are central to the household economy; they care for their families; and they are leaders in their communities (African Gender Equality Index 2015: 5).",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "mention": "2015",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "The African Gender Equality Index measures gender equality on three scales. First, equality in economic opportunities: Namely, whether men and women have equal opportunities in business and employment. Second, equality in human development: Are boys and girls given equal opportunity for schooling, and do women have access to reproductive health services? Lastly, equality in law and institutions: Are women and men equally well represented in institutions, do they have the same legal rights and do they have the same household rights?",
            "cite_spans": [],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "The results paint an interesting picture. Overall, South Africa, Rwanda, Namibia, Mauritius and Malawi score the highest in that sequence. Yet Mauritius scores higher than South Africa for human development, but the least of the five countries in terms of economic opportunities. The lowest five in the index are Somalia, Sudan, Mali, Libya and Guinea, in that order. Yet Libya scores highly in terms of equality in human development, but extremely low in terms of equality in laws and institutions. These three scales and resulting indexes highlight the complexity of addressing country-specific gender inequality in Africa.",
            "cite_spans": [],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "Another cause for concern is lesbian, gay, bisexual, transgender and intersexed (LGBTI) rights in Africa. While South Africa was one of the first countries in the world to entrench freedom from discrimination based on sexual orientation, the rest of Africa lags far behind in recognising the rights of the LGBTI community.",
            "cite_spans": [],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "The death sentence for homosexuality exists in Sudan, Somalia and some of Nigeria, while in a number of countries, homosexuality is criminalised. In addition to legal discrimination, hate speech and violence against the LGBTI community is common. President Robert Mugabe of Zimbabwe, previous Gambian President Jammeh and Ugandan President Museveni have all publicly denounced homosexuality as wrong and have threatened retribution for these communities. So-called corrective rape has occurred in South Africa—a hate crime against lesbians intended to enforce heterosexuality.",
            "cite_spans": [],
            "section": "Inequality in Human Rights and Human Capability ::: Towards Improved Well-Being for Africa",
            "ref_spans": []
        },
        {
            "text": "The Forum on China–Africa Cooperation’s (FOCAC) Johannesburg Action Plan (2016–2018) provides some policy insights into China’s commitment to the improvement of well-being on the African continent. A summary of the points in the Action Plan that could have a fundamental impact in this regard are detailed in Table 8.2.\n",
            "cite_spans": [],
            "section": "Analysis of China’s Contribution to Improving the Well-Being of African People",
            "ref_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "mention": "8.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To gain greater insight into the actual activities or projects that China has conducted in Africa that contribute to the improvement of the well-being of Africans, the FOCAC (2017) website’s news releases were consulted to identify some of the interventions by the Chinese that have taken, or are taking, place in Africa. These are detailed in Table 8.3.\n",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "mention": "2017",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Analysis of China’s Contribution to Improving the Well-Being of African People",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "mention": "8.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The\nEbola Virus Disease , to use its full name, is a highly infectious, killer disease, with fatality rates in past outbreaks ranging from 25% to 90%. While the origin of the disease is unclear, and its existence relatively recent—the first cases were discovered in 1976 in the DRC —the disease poses terrible risks in many of Africa’s poorest nations with the least healthcare resources available to adequately care for those infected, and even less capacity to control the spread of the disease (Zhau et al. 2015).",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "mention": "2015",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "The Ebola outbreak in West Africa was the most serious since the virus was discovered, and it affected Guinea, Sierra Leone, Mali, Nigeria, Senegal and Liberia in Africa, countries that have sometimes experienced years of conflict and instability, and many of which have inadequate healthcare and general infrastructure. When the Public Health Emergency of International Concern on Ebola was lifted on 29 March 2016, 28,616 confirmed and suspected cases of Ebola were recorded, with 11,310 deaths in total (World Health Organisation 2016). While Map 8.2 reflects the containment of Ebola with few new cases of Ebola at the time the map was published, the number of confirmed cases reflects the severity of the outbreak in Liberia, Guinea and Sierra Leone.\n",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 537,
                    "mention": "2016",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": [
                {
                    "start": 550,
                    "end": 553,
                    "mention": "8.2",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Liberia healthcare services were initially crippled by the Ebola outbreak. For instance, the period from January 2014 to March 2015 was characterised by the highly infectious nature of the disease, which resulted in 815 local health workers being infected (Liu et al. 2017: 262). International assistance was desperately needed to support health services and mitigate the spread of the virus.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "mention": "2017",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "While American, European and Japanese countries were withdrawing aid workers in light of the outbreak in 2014, China announced it was sending 115 infectious disease experts to the region. The dispatch of the Chinese government of 480 People’s Liberation Army medical staff to Liberia in November 2014 was a welcome intervention—the first time China had deployed a whole unit to combat an epidemic. The team established the 100-bed China Ebola Treatment Unit to treat suspected and infected Ebola patients. In addition, the unit provided public health and infection training to local healthcare providers. During the first two months, 112 Ebola-suspected patients presented at the unit, 65 were admitted, including 5 confirmed cases. The training was significant, with 1520 locals trained, which included healthcare workers, military care workers, staff at the unit itself and community members (Liu et al. 2017; Taylor 2015).",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 910,
                    "mention": "2017",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 919,
                    "end": 923,
                    "mention": "2015",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "Since the initial dispatch of healthcare workers, China has continued to offer support in Liberia and the entire region. In January 2015, a further 154 medical workers were sent to Liberia to support efforts in the fight against the disease. China had also provided US$121 million in cash and supplies to deal with the disease (Aljazeera 2015). Lin Songtian, the director general of China’s Department of African Affairs, committed China to continued intervention until Ebola was effectively eradicated from West Africa (Taylor 2015).",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "mention": "2015",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 528,
                    "end": 532,
                    "mention": "2015",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "China was able to apply its homegrown experience in combating infectious diseases to the Ebola crisis—China has had to combat the spread of Severe Acute Respiratory Syndrome (SARS) and Avian flu. Due to the meticulous infection controls adopted in Liberia, none of the Chinese, nor any of the staff at the China Ebola Treatment Unit, were infected during China’s intervention in Liberia.",
            "cite_spans": [],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "From a long-term perspective, China could contribute to the long-term eradication of the disease and prevent future outbreaks. A number of international efforts are in the pipeline to develop better diagnostic tools, services and vaccines, with China at the forefront in trying to find solutions to the disease. Chinese military scientists have developed a vaccine against the Ebola virus, and plans are in the pipeline to mass-produce the vaccine.",
            "cite_spans": [],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "In addition to humanitarian interests, it is important to note that China did have economic and internal political reasons for responding to the crisis. China had significant economic investments in the region, and was a key trading and investment partner in the region: China’s total trade with Sierra Leone was US$1.1 billion in 2013, accounting for 47% of Sierra Leone’s total trade, making China its top trading partner; China’s trade with Liberia totalled US$2.1 billion in 2013, accounting for 18% of the country’s total trade; while in Guinea, US$823 million worth of trade with China accounted for 12.4% of its total trade, making it Guinea’s second biggest trade partner (Taylor 2015). At the time of the outbreak Chinese firms were engaged in US$15 billion worth of investments in West Africa. China had also been an important influence on Liberia’s peace-building efforts.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "mention": "2015",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "Thousands of Chinese workers had also been imported to work in the region. Some of China’s initial response was to evacuate Chinese workers from Ebola-affected countries. One example provided by Taylor (2015) is the evacuation of workers contracted to build a road between Liberia and Guinea—this largest infrastructure project in Liberia ground to a halt. While figures are difficult to come by, it is estimated that half of the Chinese living in Ebola-affected countries left in 2014 (Taylor 2015: 49).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "mention": "2015",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 494,
                    "end": 498,
                    "mention": "2015",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "While China had a vested economic and reputational interest in containing the epidemic, it would appear that China’s efforts went a lot further than protecting their own interests. China played a concerted and important role in controlling the outbreak, contributed to the reduction of fatalities, improved the long-term response capacity of West African countries and, possibly, will contribute to the eradication of the disease in its entirety.",
            "cite_spans": [],
            "section": "Case Study: China Makes a Decided Impact in Its Response to the Ebola Epidemic in Liberia, Guinea and Sierra Leone",
            "ref_spans": []
        },
        {
            "text": "In March 2013, an estimated 9 million refugees and internally displaced persons originated from East Africa and the Horn of Africa, with the region recording the largest increase in refugees globally in 2012 ( International Organization for Migration (IOM) 2017). Armed conflict, acute poverty, drought and the absence of gainful employment are the major contributors to the problem, with people fleeing the DRC, Somalia and South Sudan and entering the ‘safe havens’ of Kenya, Ethiopia, Rwanda and elsewhere, contributing to the burden of these countries also in the flux of their own economic challenges (Map 8.3). Kenya, for instance, is estimated to host 600,000 refugees, most of which are from Somalia.\n",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "mention": "2017",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Case Study: Caring for Displaced Somalians",
            "ref_spans": [
                {
                    "start": 611,
                    "end": 614,
                    "mention": "8.3",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Within Somalia itself, the IOM estimated that, in 2015, 1133,000 persons were internally displaced due to conflict and violence, as well as severe food shortages (International Organization for Migration 2017). The al-Shabaab has been waging a military insurgency in the country, often adopting terrorist tactics in their efforts, some of which are the worst that Africa has seen—in July 2015, 15 people were killed in a suicide attack at a hotel in Somalia, damaging the neighbouring Chinese Embassy and injuring some Chinese nationals, while over 300 people were killed in a truck bombing in Mogadishu in October 2017.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "mention": "2017",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Case Study: Caring for Displaced Somalians",
            "ref_spans": []
        },
        {
            "text": "Trying to escape the horrors in Somalia, and often in search of greener pastures elsewhere, many Somalians have tried to leave the country, often with tragic results. One escape route is to cross the Gulf of Aden to Yemen and find their way to the Persian Gulf where the promise of work in the oil-rich nations beckons. The route is extremely dangerous. Smugglers are known to treat refugees terribly, sometimes even robbing them and, in the not-so-uncommon outcome, throwing them off the boats. Those who do reach the shores of Yemen alive are often sick from the stresses of the trip. Yemen itself has been crippled by years of war, and those Somalians who do make it to the shore face terrible hardship, and their chances of reaching Saudi Arabia are slim.",
            "cite_spans": [],
            "section": "Case Study: Caring for Displaced Somalians",
            "ref_spans": []
        },
        {
            "text": "China’s contribution to improving the lives of displaced Somalians has been multipronged: Diplomatic; food provision; support of refugee camps in neighbouring countries; support of efforts to repatriate Somalians living in other countries; improving homeland security; and support in the provision of housing and healthcare . China’s Ministry of Foreign Affairs (2017) details some of the significant interventions China has made in Somalia and towards the migrant crisis facing the country (Table 8.4).\n",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "mention": "2017",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Case Study: Caring for Displaced Somalians",
            "ref_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "mention": "8.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "There have been varied approaches by Chinese mining companies entering the African resource market, including the ‘ Angola-mode’ framework agreements that saw the ‘swap’ of resources for infrastructure, financed mostly through the Chinese Exim bank, and which resulted in Chinese mining interests in Africa ballooning.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "On the positive side, resource extraction can have beneficial externalities on the social upliftment of often remote communities where these resources are found. To enable mining operations, transport infrastructure has to be provided for by the mining companies to get the minerals to the closest port for export. Communities would benefit from these new roads and railway networks. The mines would provide a source for employment, and because mines often needs to provide some level of primary healthcare and education for both local and migrant employees, these services would often be made available to the wider community. Electricity, information and communication technology , water provision and sewerage are all prerequisites for mines to operate, again opening up the opportunity for local communities to benefit.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "There are also obvious negative externalities. The peaceful nature of these rural communities will be forever changed by the mines and the influx of migrant workers and access to modern life extravagances. There have been numerous examples, not specifically from Chinese mining operations, but from a range of companies that have begun mining in rural areas where the impact on local communities has been extremely damaging: These negative effects range from loss of land and financial independence to social community impacts and damage of infrastructure and the environment.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "Chinese companies have sometimes met criticism for their lack of community engagement when establishing mining operations in Africa. One prime example was the Jiuxing Mine in Soamahamanina, Madagascar. The mining company had negotiated their 40-year mining permit for gold extraction with the Madagascan government, and while there were some basic Corporate Social Investment (CSI) conditions attached to the permit, there was almost no engagement with the community. The mining company bought land voluntarily from many of the local community members, and set up operations.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "Before the mine was able to begin operations in 2016, the community erupted in protest. Jiuxing Mine was accused of wanting to destroy the local church and school, eliminating the livelihoods of the local people, taking away their ancestral land and homes and damaging the environment. There were also accusations levelled at the mine and the government for corruption. Protest leaders were arrested, but protest action continued, until eventually, Jiuxing Mine was closed down. By mid-2017, mining operations had not recommenced, even though the mine management had suggested it would enter into further negotiations with the Madagascan government.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "The DRC is a treasure trove of minerals and Chinese mining operations are quite extensive in the country. However, there have also been accusations levelled by Amnesty International and others at Chinese mining operations for human rights abuses in the south-eastern region (Katanga Province) of the DRC (Map 8.4). Take, for instance, the Congo International Mining Corporation (CIMCO), which forcibly evicted 300 families from the town of Luisha. Given a two-week notice period, the families were trucked to new sites and dropped off—with no housing or facilities. In the same region, COMILU, a Congolese–Chinese joint venture mining company, excavated a 3 metre wide trench that blocked access for the local communities to water and their fields. Protests were met by force, with police firing live ammunition, killing one protester (Amnesty International 2013).",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 862,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "mention": "8.4",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Artisanal mining in the DRC is a common practice, with these miners often working with their bare hands in extremely hazardous conditions. They receive very little for the minerals that they sell, in a corrupt system of systematic exploitation. At the Tilwezembe Mine near Kolwesi, Amnesty International (2013) documented harmful labour conditions and ill-treatment, including fatalities from preventable landslides and falling boulders, and insufficient ventilation.\n",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "However, Chinese companies, just as their Western counterparts have been doing, have increasingly committed themselves to good corporate citizenship principles. Chinese mining companies have also been influenced by a greater prioritisation and legislation by the Chinese government on environmental issues in the mining community, as well as being more proactive in corporate social responsibility due to China’s Social Harmony Policy. Sustainability reporting by mining companies is a key component to making the industry more transparent and accountable for their activities.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "CSI activities are especially important in mining communities due to the finite nature of these non-renewable minerals and resources. Many mining companies globally focus their CSI attention on diversifying the local communities’ economy in order to be sustainable after the mine inevitably closes.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "It remains to be seen whether Chinese extractive industries in Africa adopt a more proactive role in community engagement and corporate social responsibility that truly makes a long-term, sustainable impact on communities in which they operate.",
            "cite_spans": [],
            "section": "Case Study: A Critique of the Impact of Chinese Mining Operations on Social Wealth and Capital in Africa",
            "ref_spans": []
        },
        {
            "text": "China, through its substantial humanitarian efforts, and by the very nature of its role in infrastructure and economic investment efforts, can and does contribute to improving the well-being of Africans throughout the continent. While Chinese mining interests have been tarnished by poor working conditions and lack of community engagement, efforts by the Chinese government and the necessity of community engagement to enable operations, may engender more sustainable mining operations in the future.",
            "cite_spans": [],
            "section": "China’s Impact",
            "ref_spans": []
        },
        {
            "text": "China’s impact on the African Tree of Organic Growth from the perspective of well-being is detailed in Fig. 8.2.\n",
            "cite_spans": [],
            "section": "China’s Impact",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "mention": "8.2",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In terms of the African Tree of Organic Growth, China is seen as having a positive impact on human development and social capital. The activities described in this chapter highlight that China is actively engaged in addressing urgent crises on the continent, such as drought, food security and famine; containing the outbreak of disease such as the Ebola epidemic; and through diplomatic and peacekeeping efforts, trying to find long-lasting solutions to conflict areas in Africa. Its investment in infrastructure directly assists African governments in providing better services to their people, including electricity, water, sewerage and other basic services provision. The wide range of efforts to engage culturally facilitates a better understanding and respect for the rich cultures of Africa and China.",
            "cite_spans": [],
            "section": "China’s Impact",
            "ref_spans": []
        },
        {
            "text": "However, there has been evidence of human rights abuses by some Chinese companies operating in Africa, especially in the extractive industries, and an apparent lack of community engagement and a long-term sustainable approach to these communities. China seems to have committed itself to increased corporate social responsibility, which in the long term will hopefully reduce these negative impacts Chinese investments may have in Africa.",
            "cite_spans": [],
            "section": "China’s Impact",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 8.1: Causes of the happiness deficit in Africa\nHelliwell et al. (2017: 92–107)",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 8.2: Summary of the FOCAC Action Plan points related to improved well-being in Africa\nFOCAC (2015)",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 8.3: Selected FOCAC news releases in 2017 detailing interventions aimed at improving the well-being of Africans\nFOCAC (2017)",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 8.4: Chinese humanitarian support of Somalia\nSource: China’s Ministry of Foreign Affairs",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 8.1: The African Tree of Organic Growth",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map 8.1: The geography of happiness. (Helliwell et al. 2015: 20)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map 8.2: Geographical distribution of new and total confirmed cases of Ebola: 30 December 2015. (World Health Organisation 2015)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Map 8.3: Somalia on the Horn of Africa. (Google 2017)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Map 8.4: Katanga in the Democratic Republic of the Congo",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8.2: China’s contribution to the well-being and cultural wealth in Africa",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Zero Health Worker Infection; Experiences from the China Ebola Treatment Unit During the Ebola Epidemic in Liberia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Disaster Medicine and Public Health Preparedness",
            "volume": "11",
            "issn": "2",
            "pages": "262-266",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2016.103"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "China’s Response to the Ebola Virus Disease in West Africa",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Round Table",
            "volume": "104",
            "issn": "1",
            "pages": "41-54",
            "other_ids": {
                "DOI": [
                    "10.1080/00358533.2015.1005362"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The Ebola Epidemic Is Ongoing in West Africa and Responses from China Are Positive",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Military Medical Research",
            "volume": "2",
            "issn": "1",
            "pages": "1-6",
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-015-0031-8"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}