{
    "paper_id": "PMC7248624",
    "metadata": {
        "title": "Exploring the roles of high-speed train, air and coach services in the spread of COVID-19 in China",
        "authors": [
            {
                "first": "Yahua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "shane.zhang@usq.edu.au",
                "affiliation": {}
            },
            {
                "first": "Anming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "anming.zhang@sauder.ubc.ca",
                "affiliation": {}
            },
            {
                "first": "Jiaoe",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wangje@igsnrr.ac.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Patients with pneumonia of unknown causes were first detected in Wuhan, the capital city of Hubei Province of China, in December 2019. These cases were reported to the World Health Organisation (WHO) China office on December 31, 2019. The cause was later identified as a novel Coronavirus, genetically related to the Middle East Respiratory Syndrome (MERS) virus and the Severe Acute Respiratory Syndrome (SARS) virus. This new virus was subsequently named as COVID-19 by WHO on February 11, 2020. On 11 March, the COVID-19 outbreak was declared by WHO as a pandemic after it quickly spread to Iran, Italy and other parts of Europe and North America.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The rapid human-to-human transmission nature of COVID-19 was formally recognised and announced in China on January 20, 2020. However, by this point in time, the outbreak and spread of COVID-19 seemed to have lost control in Wuhan. In addition, a large number of people had travelled out of Wuhan to other parts of China amid the massive Chinese New Year migration. To halt the spread of the virus, an emergent city lockdown measure was imposed in Wuhan, the epicentre of COVID-19, on 23 January. The lockdown was later extended to the whole province. The shutdown affected a population of about 60 million, including 11 million in Wuhan. Although this radical move was questioned by many people due to the high economic (and other) costs associated, this approach appeared to be vindicated as the curve for the spread of the disease outside Hubei flattened in mid-February 2020, and the same pattern emerged in Wuhan in late February 2020. On March 14, 2020, only Wuhan was classified as a high-risk area and the rest of the province was medium- or low-risk. In the next few days, the lockdown gradually loosened throughout Hubei Province. On April 8, 2020, the city of Wuhan reopened after more than 10 weeks in lockdown. Air and train services have resumed and the city's recovery is being closely watched by the world.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Wuhan is one of China's most important transport hubs, and is therefore very well connected to other areas in China (Zhu et al., 2019). The present research aims to examine the role that each transport mode played in diffusing the cases of COVID-19. Various studies have considered the link between the movement of people and the imported cases of COVID-19. Zhao et al. (2020) found that the number of air passengers from Wuhan and local population can be used to explain the number of cases in the infected cities. Ai et al. (2020) reported a significant and positive relationship between population movement and the number of COVID-19 cases. They argued that some cases could be avoided and prevented if the city closure was implemented earlier. However, most of these studies only consider one transport mode or the total movement of people regardless of the transport means.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 133,
                    "mention": "Zhu et al., 2019",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 358,
                    "end": 376,
                    "mention": "Zhao et al. (2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 516,
                    "end": 532,
                    "mention": "Ai et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "More specifically, this paper investigates the factors influencing the number of imported cases from Wuhan and the spread speed and pattern of the pandemic. The gravity model is used with a consideration of the factors of the frequencies of high-speed train (HST), coach and air services (flights) between Wuhan and the other domestic cities, the cities’ GDP and distance from Wuhan as well as longitude and latitude, and the presence of an airport/HST Station. HST, coach (inter-city bus) and air services were the most important means of transporting the five million people out of Wuhan before the lockdown. We believe that exploring the relationship between transport means and the speed and spread pattern of infectious diseases such as COVID-19 is important to both the general public, policy makers and health professionals. Such relationship can also be used for future prediction and control or mitigation when similar incidences take place.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We find significant links between flight and HST frequencies out of Wuhan and the number of COVID-19 cases in the destination cities. The presence of an airport or HST station at a city is significantly related to the speed of the pandemic spread, but its link with the number of total confirmed cases is weak. The farther the distance from Wuhan, the lower number of cases in a city and the slower the dissemination of the pandemic. The longitude and latitude values do not have a significant relationship with the number of total cases, but can increase the speed of the COVID-19 spread. Cities in the south were more likely to report the first case earlier than those in the north. The pandemic may emerge in large cities earlier than in small cities.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The paper is organised as follows. Section 2 describes background and reviews the relevant studies, and Section 3 discusses our empirical methodology. The results are reported and discussed in Section 4. Finally, Section 5 contains the concluding remarks.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Wuhan is one of China's most important transport hubs. It has three railway stations, one international airport, and a significant inland port that lies at the confluence of the Yangtze and Hanjiang rivers. China's first long-haul HST line, the Wuhan-Guangzhou HST, was launched in 2009 (Zhang et al., 2019). This HST line was later extended to Beijing and Hong Kong, forming the longest north-south trunk line of China's “4 + 4” HST network (four north-south and four east-west trunk lines; see, e.g., Wang et al., 2017). Wuhan is also the midpoint of the Shanghai-Wuhan-Chengdu HST line, which is one of the four east-west trunk lines. Therefore, China's most important cities such as Beijing, Shanghai, Guangzhou, Chengdu, Shenzhen and Hong Kong can be reached within 5 h from Wuhan by HST. Inside Hubei Province, the Wuhan-Shiyan HST commenced services at the end of December 2019, connecting Wuhan to Hubei's key industrial cities such as Xiangyang, and Shiyan. With all these connections, Wuhan has been called the heart of China's HST network and it is ranked the fourth place in China by the weighted degree and closeness centrality, and the second place by weighted betweenness centrality (Jiao et al., 2017). It has been ranked the fourth most important rail-air combined node in China's city network (after Shanghai, Beijing and Guangzhou; see Zhu et al., 2018), and fourth in terms of the total rail passengers handled and first in terms of the number of transfer passengers in recent years.1\nFurthermore, Wuhan Tianhe International Airport is the largest airport in Central China, ranking the top-15 airports in China by all three centrality indexes (Wang et al., 2011). It handled 27 million passengers in 2019, an increase of 10.8% from 2018. Besides, Wuhan plays an important role in China's intercity coach network (Wang et al., 2020). The weekly frequencies of flights, HST and coaches out of Wuhan are illustrated in Fig. 1, Fig. 2, Fig. 3\n, respectively.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 306,
                    "mention": "Zhang et al., 2019",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 503,
                    "end": 520,
                    "mention": "Wang et al., 2017",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1199,
                    "end": 1216,
                    "mention": "Jiao et al., 2017",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1355,
                    "end": 1371,
                    "mention": "Zhu et al., 2018",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1664,
                    "end": 1681,
                    "mention": "Wang et al., 2011",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1833,
                    "end": 1850,
                    "mention": "Wang et al., 2020",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background ::: Background and relevant studies",
            "ref_spans": [
                {
                    "start": 1936,
                    "end": 1942,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1944,
                    "end": 1950,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1952,
                    "end": 1958,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As a well-connected city, Wuhan is the economic and education centre of Central China with dozens of universities and colleges. It has a population of 14 million including 3 million floating population, most of whom are migrant workers from other cities. It also has a large tertiary student population of about 1.3 million. A large outflow of these migrant workers and tertiary students occurred from January 14, 2020 and peaked on January 22, 2020 before the closure of the city. According to The Paper (2020), by 23 January, five million people left Wuhan via different transport methods since January 10, 2020. The top-15 destinations were the cities within Hubei Province, with Huanggang and Xiaogan being the top two. The top-5 provinces were Henan, Hunan, Anhui, Chongqing, and Jiangxi. It is expected that the population that flowed out of Wuhan may have significantly impacted on the outbreaks in other cities. In fact, since the outbreak of COVID-19, tracking passengers from Wuhan and putting them into quarantine were the top priority of almost every city from late January to February 2020, as most of the confirmed cases were imported cases or close contacts of the imported cases.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 511,
                    "mention": "Paper (2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background ::: Background and relevant studies",
            "ref_spans": []
        },
        {
            "text": "A few centuries ago, infectious diseases could spread only as fast and as far as people could walk, horses could gallop and ships could sail (Tatem et al., 2006). The emergence of modern transport modes has accelerated the spread of new diseases in an unprecedented speed and put more people at risk. In this century, human beings have been hit by a series epidemic diseases including SARS, H1N1 pandemic (in 2009), MERS, and most recently, COVID-19 at a global level, owing largely to the growing availability of affordable air travel. The risk of transmission of respiratory infections on airplanes was a major concern to the public and airline industry. Some studies suggested that air transport is a mode that contributes to the accelerating and amplifying influenza propagation, as such transmission can occur in the flight or at the airports (see a comprehensive survey by Browne et al., 2016). However, other studies on the ventilation systems and patient outcomes showed that the dissemination of pathogens during the flight occurs rarely (see a good survey by Leder and Newman, 2005). For example, quite a few studies suggested that in-flight transmission of SARS was not common. Wilder-Smith et al. (2003) reported that in-flight transmission occurred in one of the three flights with SARS patients on board. The authors note that the risk of in-flight transmission is lower than that reported for influenza, but may increase if super-spreaders are on board. However, while the transmission risk in the flight may be low, flights can carry people with the virus to new places. Bowen Jr and Laroe (2006) attempted to examine the link between air transport accessibility and the speed of SARS diffusion. The accessibility to China was measured by flight frequency and directness of scheduled airlines services. They found that airline network accessibility was a determinant of the speed with which SARS arrived in infected countries, but its influence diminished in later weeks of the outbreak due in part to the public health measures such as health screening at the airports.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 160,
                    "mention": "Tatem et al., 2006",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 879,
                    "end": 898,
                    "mention": "Browne et al., 2016",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1069,
                    "end": 1091,
                    "mention": "Leder and Newman, 2005",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1189,
                    "end": 1215,
                    "mention": "Wilder-Smith et al. (2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1587,
                    "end": 1612,
                    "mention": "Bowen Jr and Laroe (2006)",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Relevant studies ::: Background and relevant studies",
            "ref_spans": []
        },
        {
            "text": "Research into the role of ground transport in the propagation of infectious diseases is limited. Among the few studies, Troko et al. (2011) found that the use of public buses or trams is a significant factor for the acquisition of acute respiratory infection. The risk can be greater among occasional bus or tram users. Therefore, it is important to exercise good respiratory hygiene and refrain from making unnecessary travels by public transport during the pandemic outbreak season. Cui (20011) confirmed that trains may have played an important role in the 2009 influenza pandemic as a result of the close contact and long exposure in the train cars. Using the laboratory-confirmed cases of H1N1 for the period from May 2009 to April 2010, Cai (2019) evaluated the effects of airports and railway stations on arrival days and peak days of the virus. The authors found that airports and railways stations in Chinese prefectures significantly advanced the arrival days, but they were not significantly associated with the peak days of the pandemic.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 139,
                    "mention": "Troko et al. (2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 743,
                    "end": 753,
                    "mention": "Cai (2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Relevant studies ::: Background and relevant studies",
            "ref_spans": []
        },
        {
            "text": "\nDu et al. (2020) is one of the few studies that estimated the probability of transportation of COVID-19 from Wuhan to 369 other cities in China before the quarantine. They expected that in 130 cities, the COVID-19 risk was greater than 50% and this risk was greater than 99% in the four largest metropolitan areas. However, as with many other studies on COVID-19, they only attributed the spread of COVID-19 to the travel or movement of people without looking at how different transport modes have specifically contributed to the dissemination of the virus. The present research aims to address this issue.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 17,
                    "mention": "Du et al. (2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Relevant studies ::: Background and relevant studies",
            "ref_spans": []
        },
        {
            "text": "The gravity model is used to identify the factors, particularly different transport modes, associated with the number of COVID-19 cases in Chinese cities. Our first dependent variable is the cumulative confirmed cases of COVID-19 reported on February 15, 2020, most of which were imported cases with a travel history to Wuhan.2\nThis date was chosen because of the following several reasons. First, there was a shortage of testing kits for COVID-19 before mid-February and patients needed to meet strict criteria to become eligible for a test. Second, patients have an incubation period before various symptoms develop. The WHO estimates that the incubation period ranges from 1 to 14 days, with a median of 5–6 days.3\nChina reported a case with 24 days of incubation. In addition, the quality of the testing kits from the early days may not have been satisfactory, as they reported a high proportion of false-negative results. The definition of a confirmed case set by China's National Health Commission changed over time. From January to March 2020, seven versions of the Novel Coronavirus Pneumonia Diagnosis and Treatment Plan were issued. The fifth edition even recommended that Hubei Province use CT scan results as confirmation of the infections in order to have a quick identification in the presence of high false-negative risk. Although by 15 February, there had been community-transmission cases, the percentage was relatively low and most of these cases were associated with close contact with those who had travel history to Wuhan. It would not distort the results significantly by including them in the imported cases. As a robustness check, we also use the number of cases on February 1, 2020 as the dependent variable, but it should be noted that the number of cases on this date may not accurately reflect the true cases for the abovementioned reasons.",
            "cite_spans": [],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "The imported cases are analogous to the trade flows in the gravity model, which has been widely used in cross-country empirical analyses of international trade flows. The gravity model has also been applied to air transport to identify the determinants of bilateral air passenger or air cargo flows (Zhang and Lu, 2013; Zhang and Zhang, 2016). It has been reported that a large portion of the international trade matrix consists of zero trade, either because data are missing or some economies simply do not trade (Helpman et al., 2008). This is also the case in our study where about one tenth of the cities report zero cases during our study period. The problem of zero or missing trade flows when using gravity models has long been ignored in the international trade literature (Zhang et al., 2018). Many researchers simply discard the zero flows from the sample, which results in the loss of information. Some add a small constant value to the zero values to allow the estimation of log-linear equations (van Bergeijk and Brakman, 2010), but this method does not have a theoretical basis.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 318,
                    "mention": "Zhang and Lu, 2013",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 320,
                    "end": 341,
                    "mention": "Zhang and Zhang, 2016",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 515,
                    "end": 535,
                    "mention": "Helpman et al., 2008",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 782,
                    "end": 800,
                    "mention": "Zhang et al., 2018",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1009,
                    "end": 1039,
                    "mention": "van Bergeijk and Brakman, 2010",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "A more acceptable approach was introduced in Santos Silva and Tenreyro (2006), where Poisson pseudo-maximum likelihood estimator (PPML) technique is proposed. This approach can deal with the zero problem in the dependent variable and is also capable of coping with the heteroscedasticity problem that is common in the gravity data, in which case, the parameters of log-linearised gravity models estimated by ordinary least squares (OLS) will be highly misleading. Other nonlinear transformations such as the nonlinear least squares method and Tobit regressions are also not working if the errors are heteroscedastic. Therefore, a gravity type model with the PPML estimation approach is used in this study.",
            "cite_spans": [],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "The empirical gravity model employed is expressed as follows:CASE215=a0+a1lnGDP+a2AIR+α3COACH+α4HST+α5HUB+α6lnLAT+α5lnLONG+α6lnDIST+μ\n",
            "cite_spans": [],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "The variables are explained as follows:•CASE215 is the number of cumulative confirmed COVID-19 cases on February 15, 2020 in each city. We will also replace it with the data of February 1, 2020 (CASE201). The data are from China National Health Commission's daily report.•GDP is the gross domestic product of each city. The data are obtained from China City Statistics Book (2018) and the 2017 data are used.•AIR denotes weekly flight frequency from Wuhan to each city in 2019. The data source is Official Aviation Guide (OAG). Bowen Jr. and Laroe (2006) argue that it is important to establish the relationship between the diffusion of the disease and the schedule data as in a potential pandemic crisis, the schedule data are easily obtained while the actual passenger data are only available much later.4\n•COACH denotes weekly coach (bus) services from Wuhan to each city. The information is extracted from Xinxin Travel (www.cncn.com) using 2018 data.•HST denotes weekly HST frequency from Wuhan to each city in late 2019. The data are taken from China Railway's booking website (www.12306.cn).•HUB is a dummy taking the value of one if a city has an airport or HST station, and zero otherwise.•lnLAT is the latitude of each city's administration centre in logarithm. lnLONG is the longitude of each city's administration centre in logarithm. These two variables are included because there have been reports suggesting that the virus is most active in a temperature range between 5 and 11 °C (Sajadi et al., 2020). Sajadi et al. (2020) claim that COVID-19 has established a significant community spread pattern in cities and regions along the 30–50° north latitude corridor.•DIST is the great circle distance from Wuhan to each city calculated in ArcGIS. We can also replace this variable with the shortest travel time (TIME) variable from Wuhan to each city via highways. This variable can possibly capture the effect of using private cars. We employ Baidu map API to calculate the shortest travel time by driving in 2018.\n",
            "cite_spans": [
                {
                    "start": 1497,
                    "end": 1516,
                    "mention": "Sajadi et al., 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1519,
                    "end": 1539,
                    "mention": "Sajadi et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "We are also interested in the link between the transport modes and the emergence of the first case of COVID-19 in each city, which is to be referred to as the speed of the transmission. Following Brockmann and Helbing (2013) and Cai et al. (2019), we define an arrival day (ARRDAY) variable as the number of days from January 10, 2020 to the date of the first confirmed case in each city until February 20, 2020 (after which the reported new cases in many cities started to decline). In 2020, 10 January was the first day of the 40-day Chinese New Year travel season (or called, in Chinese, the “Chunyun” period). It usually starts 15 days before the Chinese New Year and represents the largest annual human migration in the world. By the time Wuhan was in quarantine, China had been two weeks into the 40-day Spring Festival travel, during which people made millions of trips, which could help spread the COVID-19 pandemic. We adopt a quantile regression model with ARRDAY being the dependent variable and the same set of independent variables as in the gravity model included on the right-hand side of the equation.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 224,
                    "mention": "Brockmann and Helbing (2013)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 229,
                    "end": 246,
                    "mention": "Cai et al. (2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "The quantile regression was first introduced by Koenker and Bassett (1978) and a comprehensive review of this method can be found in Koenker (2005). It is an extension of the traditional linear regression model used when some conditions are not met, such as in the presence of heteroscedasticity. The quantile regression is also more robust to outliers than traditional regression as it estimates the conditional median (or other quantiles) of the dependent variable instead of conditional mean as the OLS regression does. We will estimate the model at the 0.25, 0.5, and 0.75 quantiles.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 74,
                    "mention": "Koenker and Bassett (1978)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 133,
                    "end": 147,
                    "mention": "Koenker (2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Methodology",
            "ref_spans": []
        },
        {
            "text": "Before we run the regressions, we conduct a simple t-test to see whether cities with and without a particular transport hub showed a significant difference in the number of cases using the 15 February data. A city is called a transport hub in this study if it has an airport or an HST station. The Levene test is used to check the equality of variance of the data. The Levene test is not significant at the 5% level but significant at the 10% level. Therefore, the homogeneity of variance assumption can be assumed at 5%. We find that cities without airports or HST stations recorded an average of 30.7 cases, while those with airports or HST stations reported an average of 87.7. The difference is not statistically significant at a significance level of 5% if equal variances are assumed. Interestingly, if unequal variances are assumed, the difference is statistically significant. This is also the case when the February 1, 2020 data are used. Therefore, it seems that the link between the presence of an airport or HST station and the number of cumulative confirmed cases is not very strong based on the t-test. We should therefore resort to the multiple regression results and include more transport-related variables.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For the arrival day (ARRDAY) variable, we find that cities with airports or HST stations recorded its first case of COVID-19 within a significantly shorter time (17.7 days) calculated from January 10, 2020, than those without such facilities (24.8 days) at the level of 1%. It seems that a transport infrastructure such as airport or HST station can speed up the spread of the virus.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nTable 1\nreports the descriptive statistics of the main variables, which shows that the number of cases almost tripled from 1 February to February 15, 2020. The average arrival time of the first confirmed cases is 18.6 days. Fig. 4\npresents the distributions of the cumulative COVID-19 cases on 1 February and February 15, 2020.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nTable 2\nreports the results of the gravity model. Specifications (1) to (4) use the number of cases on 15 February as dependent variable while specification (5) uses that on 1 February. Specifications (3) and (4) include the HUB dummy while specifications (1) and (2) do not. The distance variable is included in specifications (1), (3) and (5) while in specifications (2) and (4), this variable is replaced by travel time (TIME). As can be seen, all the specifications have the expected signs, and the levels of significance are largely consistent. However, the presence of an airport or an HST station does not have a significant impact on the number of cases after other variables are controlled for. It is understood that the effect of the HUB dummy can be diluted as it might be correlated with other variables. For example, cities with airport or HST stations tend to be large or at least medium-sized cities, and thus have higher GDP. The correlation matrix of all the independent variables suggest that moderate correlations exist between some variables, but none of them are greater than 0.6. The problem of multicollinearity may arise, but the consequence is not serious particularly because one of the purposes of building the gravity is for future prediction purpose. In fact, multicollinearity does not result in biased estimations. Achen (1982) pointed out that the only effect of multicollinearity is that it makes it hard to get coefficient estimates with small standard error and thus can lead to insignificance of coefficients.",
            "cite_spans": [
                {
                    "start": 1347,
                    "end": 1359,
                    "mention": "Achen (1982)",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Flight frequency is positively and significantly associated with the number of confirmed cases at the level of 1%. If the weekly frequency increases by one flight, we would expect that the number of the cases increases by 1% according to specification (3) in Table 2. The frequency of HST also has an impact on the number of cases at the 10% level for specifications (1) to (4). An increase in HST frequency by one unit is associated with a much smaller increase in the number of cases compared with air travel. Coach services seem not to have any significant links with the imported cases, which is a bit surprising. One possible reason is that the vast majority of coach services are for short trips. Unlike air travel that requires passengers to report to the airport at least 1 h before the departure, and go through several formalities before boarding, Coach passengers normally arrive at the station a short time before the departure and during the trip, they tend to stay in their seats and do not move around as they would do on the HST train. This implies that the risk of coach passengers’ exposure to the COVID-19 virus is relatively low.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The distance and travel time are negatively and significantly related to the confirmed cases, which is consistent with the COVID-19 distribution pattern. Considering that Wuhan is located in Central China and it is only a few hours’ travel from this city to other major metropolitan areas by HST or air, the wide spread of COVID-19 in China in such a short time is understandable. If the source of infection was located in a city in far north or far west China, it would be a different story. The latitude and longitude coordinates, a proxy of the city location and temperature, are not quite relevant in the diffusion of COVID-19, as none of them is statistically significant once other factors are controlled for.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The results of the quantile regressions at the 0.25, 0.5 and 0.75 quantiles are presented in Table 3\n. The arrival days for the three quantiles are 14, 16 and 19, respectively. We can see that the magnitude and significance of the coefficients can change across quantiles. However, irrespective of the quantile levels, the longitude coordinates are negatively and significantly associated with the arrival days, probably because Wuhan's economic links with cities in the east are closer. For example, Wenzhou, an east coastal city in Zhejiang, reported a large number of imported COVID-19 cases. Wenzhou is famous for its savvy business people scattered across China and the world. About 170,000 business people worked in Wuhan (Ni, 2020), which may have contributed to the quick spread of the COVID-19 virus in Wenzhou when some of them travelled back before the Chinese New Year. The latitude values are statistically significant in the lower quantile range, implying that warmer places may detect the first case of COVID-19 earlier than cities in the north.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 737,
                    "mention": "Ni, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The distance variable is positively related to the arrival day variable and statistically significant, implying that the farther the distance from Wuhan, the later the emergence of the confirmed COVID-19 case. GDP has a significantly negative impact on the speed of the spread and its impact is larger for higher quantiles. The air transport frequency could have facilitated the spread of COVID-19 at lower quartiles, but it is not significantly associated with the arrival day variable at the 0.5 and 0.75 quantiles. The frequencies of HST and coach services are not statistically significant. The HUB variable, or the presence of an airport or an HST station can increase the speed of the COVID-19 transmission as this variable is consistently negative and significant at medium and higher quantiles. This is consistent with Cai et al. (2019) who reported that the presence of airports or high-ranking railway stations in Chinese prefectures significantly advanced arrival days of the H1N1 pandemic. Note that the interpretation of these coefficients in quantile regressions is the same as that for the OLS estimates. For example, at the 0.25 quantile, every one unit increase in flight frequency will lead to a reduction in the arrival days by 0.013.",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 844,
                    "mention": "Cai et al. (2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The effects of the variables of GDP, flight frequency, distance, hub, latitude, and longitude coordinates can be more clearly seen from the graphs in Fig. 5\n. The graphs show the change in quantile coefficients along with the confidence interval of 95% (the shaded area). The quantile process plots allow us to readily identify which predictors are associated with different parts of the response distribution. The black dashed lines are the OLS estimates and their confidence intervals. The coefficient of the log-transformed latitude does not vary much and is no different from its OLS estimate for most of the quantiles less than 0.8. The quantile process plot for the log-transformed longitude variable is quite interesting. The coefficient decreases first but starts to increase after the 0.8 quantile. Its coefficient in the lower quantiles (less than 0.5) well exceeds the OLS estimates. In the flight frequency panel, we can see that the coefficient does not differ much from the OLS estimates and is relatively stable across quantiles. The positive effects of the distance become stronger as the quantile increases. In contrast, the negative effect of the transport hub gradually becomes significant and stronger as the quantile rises.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To understand the roles of different transport modes in the spread of COVID-19 pandemic across Chinese cities, we have examined the factors influencing the number of imported cases and the spread speed, and pattern, of the pandemic across Chinese cities. We found that the frequencies of air transport and HST services out of Wuhan are significantly associated with the number of COVID-19 cases in the destination cities, while the frequency of coach services is not quite relevant. The presence of an airport or HST station is significantly related to the spread speed of the pandemic, but its link with the number of confirmed cases is quite week and actually disappears when other factors are controlled for. These results suggest that reducing air frequency from a pandemic centre might be the first measure that can be taken to slow down travel-related imported infections. This was actually the first response of many countries to the COVID-19 outbreak in China. For example, Australia, Singapore and the US closed borders to Chinese nationals and substantially reduced the number flights from China in late January and early February 2020. By doing so, these countries had successfully contained the number of imported COVID-19 cases from China in February 2020. Unfortunately, Australia did not do the same to the US and European countries in a timely manner, which resulted in a rapid increase in the number of imported cases in early March 2020. In late March, China had successfully controlled the spread of COVID-19 pandemic within its border as a result of the strict quarantine measures; however, imported cases from other countries became a major concern. The government therefore decided to limit the number of international flights to China. Chinese airlines were only allowed to operate one route to any specific country with one flight each week. Each foreign airline was only allowed to operate one route to China with one flight per week. With these measures, China has quickly brought the imported cases down to a manageable level.",
            "cite_spans": [],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "We also found that the magnitude of the HST frequency coefficient is much smaller than that of the flight frequency in the gravity model. This may have implications to the measures used to contain the pandemic. Many countries have adopted a combination of containment and mitigation measures to delay the surges of patients and flatten the curve to avoid overwhelming the health care system. One extreme measure is to lock down a city and cut off all the transport links with other cities. This normally involves the shutdown and halt of most businesses and outdoor activities, which comes at a huge economic cost. Another extreme is to achieve herd immunity. This option allows the infections to rise in a controlled way until 60% of the population gets infected, after which it would be harder for the virus to spread (Chang, 2020). Between the two methods, a discretionary control policy can be used. For the transport links, these measures can be considered: reduce the air transport frequency without cancelling all the flights; cut air services first while keeping most of the HST services, considering the lesser impact of HST in spreading the disease; tighten the restrictions on residents’ movements when the risk is high and loosen a bit when the pandemic is under control.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 832,
                    "mention": "Chang, 2020",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "This research reports some interesting spatial distribution patterns of the COVID-19 cases. The farther the distance from Wuhan, the lower number of cases in a city and the slower speed for the pandemic to be disseminated. The longitude and latitude coordinates do not have an impact on the number of cases, but are significantly associated with the speed of the COVID-19 spread. Specifically, cities in the east tended to record a COVID-19 case earlier than their west counterparts. Cities in South China may detect the first case earlier than those in North China. The pandemic might spread in large cities first before they arrive to small cities, as GDP is a factor positively associated with the spread speed. All these results suggest that the outbreak of a pandemic in a large city lying in the centre of a country such as Wuhan can have devastating impact on the whole nation and that the extreme measure to lock down the city might have been a correct move to reduce such impact on other parts of China. This is particularly important to Hubei's neighbouring provinces and the well-developed areas in East and South China such as Shanghai, and Guangdong.",
            "cite_spans": [],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "\nLi and Rong, 2020.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 18,
                    "mention": "Li and Rong, 2020",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Uncited References",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Descriptive statistics (Obs.: No. of observations, Std.Dev.: Standard deviation).\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The results of the gravity model with PPML estimation.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Quantile regression showing the determinants of the 0.25, 0.5, and 0.75 quartiles of arrival days.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Weekly flight frequency out of Wuhan (2019 data, source: OAG).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Weekly HST frequency out of Wuhan (2019 data, source: www.12306.cn).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Weekly coach frequency out of Wuhan (2018 data, source: www.cncn.com).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Distributions of COVID-19 cases on 1 and February 15, 2020.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Quantile process regression of the arrival days of COVID-19.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Achen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "vol. 29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Impacts of high-speed rail lines on the city network in China",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Transport Geogr.",
            "volume": "60",
            "issn": "",
            "pages": "257-266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Koenker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Regression quantiles",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Koenker",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bassett",
                    "suffix": "Jr."
                }
            ],
            "year": 1978,
            "venue": "Econometrica: J. Econ. Soc.",
            "volume": "46",
            "issn": "1",
            "pages": "33-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Respiratory infections during air travel",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intern. Med. J.",
            "volume": "35",
            "issn": "1",
            "pages": "50-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A comprehensive method for the robustness assessment of high-speed rail network with operation data: a case in China",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transport. Res. Pol. Pract.",
            "volume": "132",
            "issn": "",
            "pages": "666-681",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Vulnerability analysis and critical area identification of public transport system: a case of high-speed rail and air transport coupling system in China",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transport. Res. Pol. Pract.",
            "volume": "127",
            "issn": "",
            "pages": "55-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "How Wenzhou, 900 km from Wuhan, went into total lockdown. Sixth tone",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Five million people left Wuhan: an escape or normal travel? 28 January 2020",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Paper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Sajadi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Vintzileos",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Shokouhi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Miralles-Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Amoroso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Global transport networks and infectious disease spread",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Parasitol.",
            "volume": "62",
            "issn": "",
            "pages": "293-343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Is public transport a risk factor for acute respiratory infection?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Troko",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Myles",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hashim",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Enstone",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect. Dis.",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "van Bergeijk",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Brakman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Inter-city connections in China: high-speed train vs. inter-city coach",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Transport Geogr.",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2019.102619"
                ]
            }
        },
        "BIBREF15": {
            "title": "Exploring the network structure and nodal centrality of China's air transport network- A complex network approach",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Transport Geogr.",
            "volume": "19",
            "issn": "4",
            "pages": "712-721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Should China further expand its high-speed rail network? Consider the low-cost carrier factor",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transport. Res. Pol. Pract.",
            "volume": "100",
            "issn": "",
            "pages": "105-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Low risk of transmission of severe acute respiratory syndrome on airplanes: the Singapore experience",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wilder Smith",
                    "suffix": ""
                },
                {
                    "first": "N.I.",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trop. Med. Int. Health",
            "volume": "8",
            "issn": "11",
            "pages": "1035-1037",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Low cost carriers in China and its contribution to passenger traffic flow",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. China Tourism Res.",
            "volume": "9",
            "issn": "2",
            "pages": "207-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Determinants of air passenger flows in China and gravity model: deregulation, LCCs, and high-speed rail",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Transport Econ. Pol.",
            "volume": "50",
            "issn": "3",
            "pages": "287-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Impacts of high-speed rail on airlines, airports and regional economies: a survey of recent research",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transport Pol.",
            "volume": "81",
            "issn": "",
            "pages": "A1-A19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Airline networks and the international diffusion of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": "Jr."
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Laroe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Geogr. J.",
            "volume": "172",
            "issn": "2",
            "pages": "130-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Connectivity of intercity passenger transportation in China: a multi-modal and network approach",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Transport Geogr.",
            "volume": "71",
            "issn": "",
            "pages": "263-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Measuring multi-modal connections and connectivity radiations of transport infrastructure in China",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportmetrica: Transport. Sci.",
            "volume": "15",
            "issn": "2",
            "pages": "1762-1790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The hidden geometry of complex, Network-Driven Contagion Phenomena",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1337-1342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The roles of transportation and transportation hubs in the propagation of influenza and coronaviruses: a systematic review",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "St-Onge Ahmad",
                    "suffix": ""
                },
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Trav. Med.",
            "volume": "23",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Roles of different transport modes in the spatial spread of the 2009 influenza A (H1N1) pandemic in Mainland China",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K.K.Y.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "16",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The decision Australia needs to make now on how we end the coronavirus epidemic",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Risk for transportation of coronavirus disease from Wuhan to other cities in China",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis.",
            "volume": "26",
            "issn": "5",
            "pages": "1049-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Estimating trade flows: trading partners and trading volumes",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Helpman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Melitz",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Rubinstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Q. J. Econ.",
            "volume": "123",
            "issn": "2",
            "pages": "441-487",
            "other_ids": {
                "DOI": []
            }
        }
    }
}