{
    "paper_id": "PMC7110998",
    "metadata": {
        "title": "Holy Immune Tolerance, Batman!",
        "authors": [
            {
                "first": "Haley",
                "middle": [
                    "E."
                ],
                "last": "Randolph",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luis",
                "middle": [
                    "B."
                ],
                "last": "Barreiro",
                "suffix": "",
                "email": "luis.barreiro@umontreal.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Throughout folklore, literature, and films, bats signify darkness and mystery, are often associated with the undead, and are portrayed as night creatures able to strike primal fear in the hearts of those that encounter them. Although the threat that bats pose to humans à la Count Dracula is an imaginary one, bats serve as asymptomatic carriers of many viruses known to cause highly virulent, often lethal human diseases, including but not limited to the Ebola and Marburg filoviruses, rabies virus, and SARS coronavirus (Smith and Wang, 2013). The immunological means through which bats are able to harbor pathogens seemingly without any significant impact on host fitness remain elusive. However, two broad mechanisms have been proposed: immune tolerance and host resistance. Tolerance refers to the capacity of a host to limit the impact of damage caused by both infection-associated pathology, or the specific pathogen itself, and immune-related pathology, or the immune responses raised against it. On the other hand, resistance describes the ability of a host to mount especially potent innate and adaptive immune responses capable of efficiently controlling pathogen load, ultimately leading to infection clearance.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 543,
                    "mention": "Smith and Wang, 2013",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "A recent study from Pavlovich et al. proposes a mechanism of disease tolerance to explain why the Egyptian rousette fruit bat (Rousettus aegyptiacus), a natural host of the Marburg virus, is able to asymptomatically harbor a pathogen known to devastate humans (Pavlovich et al., 2018). The authors utilize a comparative immunogenomic approach to gain insight into the evolution of gene families involved in innate immune responses and antiviral defense in R. aegyptiacus. The authors used a combination of both short- and long-read next-generation sequencing technology followed by whole-genome annotation to construct a highly contiguous and complete R. aegyptiacus genome, containing a total of 19,668 protein-coding genes. After genome assembly, the authors performed comparative analyses of homologous protein families among R. aegyptiacus and additional mammals to elucidate evolutionary relationships across various species. They found that many gene families were significantly expanded in the Egyptian rousette as compared to the ancestral megabat. Interestingly, the importance of natural selection in shaping the evolution of immune genes in R. aegyptiacus is evident in that multiple signatures of positive selection were detected among several interferon (IFN)-related genes.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 283,
                    "mention": "Pavlovich et al., 2018",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Three major findings are consistent with the hypothesis that the Egyptian rousette evolved toward a state of immune tolerance to successfully manage viral infections, as opposed to a reliance on mechanisms of host resistance to clear infections: (1) the expansion of the type I IFN gene family, (2) the discovery of natural killer (NK) cell receptors with distinct signaling components, and (3) the presence of MHC class I genes dispersed throughout the genome (Figure 1\n).",
            "cite_spans": [],
            "section": "Main Text",
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During early stages of viral infections, type I IFN responses are triggered and subsequently initiate an antiviral immune cascade that leads to the activation of hundreds of interferon-stimulated genes (ISGs). Strikingly, R. aegyptiacus harbors 46 type I IFN genes, more than twofold the number found in the megabat ancestor. The marked expansion of genes in the IFN-ω subfamily (22 in total) contributes the most to this increase. Although the type I IFN gene family is found to be expanded, only minimal basal expression of these genes is detected, whereas a previous study describes constitutive activation of IFN genes in the bat Pteropus alecto (Zhou et al., 2016). This suggests that R. aegyptiacus harbors a baseline expression profile with reduced inflammatory capacity compared to that of other bats. Further, in an in vitro antiviral assay in which immortalized R. aegyptiacus cells were infected with vesicular stomatitis virus (VSV), Pavlovich et al. showed that IFN-ω4—one of the IFN-ω subfamily members—hindered VSV infection, although IFN-β induced a stronger antiviral effect. This indicates that certain Egyptian rousette IFNs are capable of inducing a less potent, more restrained response that might confer reduced immune-related pathology.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 668,
                    "mention": "Zhou et al., 2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Being able to quickly recognize and eliminate virus-infected cells, NK cells are a critical part of the innate immune system. NK cell responses are mediated by a balance of signals provided from activating receptors, which promote NK cell killing, and inhibitory receptors, which suppress NK cell responses. Although previous reports described an absence of NK cell receptors in numerous bat genomes (Zhang et al., 2013), Pavlovich et al. showed that this is not the case. They identified several putative NK cell receptor genes, namely those belonging to the killer lectin-like receptor (KLR) NKG2/CD94 family, in the R. aegyptiacus genome. Furthermore, upon re-examination of previously sequenced bat genomes, they were able to identify multiple NKG2-like genes in other bats. Interestingly, in R. aegyptiacus, all NKG2 genes except one encode receptors containing inhibitory interaction motifs. Notably, two of the inhibitory receptor genes identified, NKG2-13 and NKG2-14, are expressed at high levels in peripheral lymphoid tissue and blood mononuclear cells of uninfected bats, indicating that R. aegyptiacus might be primed to activate inhibitory signaling pathways. Of the receptors with activating domains, most seem to favor preferential recruitment of the adaptor molecule DAP10 instead of DAP12. Compared to DAP12 activation, activation of DAP10 is associated with less robust cytokine production (Lanier, 2009), suggesting that R. aegyptiacus activating receptors might elicit dampened proinflammatory responses. Surprisingly, the majority of NK receptors discovered concurrently encode both activating and inhibitory motifs. Such dual-function receptors are atypical among mammals, and it is unclear what would determine which function is engaged or whether one function is repeatedly utilized to a greater extent. The sole dual-function receptor in humans, KIR2DL4, has been shown to induce strong IFN-γ responses and limited cytotoxicity (Kikuchi-Maki et al., 2005), although it is unknown if R. aegyptiacus receptors would follow this pattern.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 419,
                    "mention": "Zhang et al., 2013",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1410,
                    "end": 1422,
                    "mention": "Lanier, 2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1955,
                    "end": 1980,
                    "mention": "Kikuchi-Maki et al., 2005",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Finally, Pavlovich et al. reported the expansion of MHC class I genes in the Egyptian rousette genome. Many of the identified MHC-I genes mapped to non-classical genomic contexts, suggesting that MHC-I genes were the subject of genomic dispersion as well as expansion. It is possible that these expanded MHC-I genes can act as ligands for the similarly expanded KLRs and that specific NKG2 receptor/MHC-I ligand interactions exist in R. aegyptiacus. The authors hypothesize that the spread of MHC-I genes outside of the typical MHC locus serves to generate ligand redundancy which in turn might result in increased activation thresholds for NK cells, ultimately rendering them less reactive.",
            "cite_spans": [],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "The findings of Pavlovich et al. support other findings that suggest that certain bat species forego mounting highly proinflammatory immune responses in the face of viral infection, and instead rely on mechanisms of tolerance. Reports of prolonged incubation periods and viremia in bats along with the observation of only marginal inflammation in highly infected bat tissues suggests that augmented antiviral defenses are not the key mechanism driving the uniquely avirulent state characterized by these reservoir hosts (Jones et al., 2015). Yet, there is still a long road ahead to uncover the functional relevance of the genomic expansions described by Pavlovich et al. and to what extent they contribute to the basis of increased viral resilience in bats. The role of IFNs, especially the significantly expanded IFN-ω subfamily, is intriguing because different patterns of ISG activity have been shown to trigger responses of varying magnitude as well as antiviral effectiveness and thus lead to differential host immune outcomes (Hoffmann et al., 2015). For example, SARS patients who exhibit constitutive type I IFN production coupled with high ISG expression frequently manifest poor outcomes, suggesting that heightened inflammation can be deleterious in certain viral-infection contexts (Totura and Baric, 2012). Furthermore, KLR signaling in murine T cells has been shown to restrict T cell activation and attenuate immunopathology during viral infection (Rapaport et al., 2015), raising the question of whether KLR-dependent immune tolerance mechanisms significantly impact adaptive immune-cell responses, in addition to those of innate cells, by potentially repressing T cell activity in bats. The availability of high-quality genomes is the first step toward performing future comparative studies of immune responses to define the immunological parameters that are specific to bats. Other mammals, including mice, baboons, and rhesus macaques, are also particularly resilient to infection. It will be of great interest to assess whether other species share similar mechanisms of immune tolerance.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 539,
                    "mention": "Jones et al., 2015",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1034,
                    "end": 1055,
                    "mention": "Hoffmann et al., 2015",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1296,
                    "end": 1318,
                    "mention": "Totura and Baric, 2012",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1465,
                    "end": 1486,
                    "mention": "Rapaport et al., 2015",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Genomic Signatures of Viral Infection Tolerance Mechanisms in R. aegyptiacus Multiple adaptations in innate immune-related genes suggest that R. aegyptiacus employs immune tolerance strategies to control viral infections. Such strategies include (1) the expansion of the type I interferon family, (2) an abundance of NK cell receptors with inhibitory signaling capacities, and (3) the dispersion of MHC class I genes to non-canonical regions of the genome. (Design credit to M. Gutiérrez.)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Interferons and viruses: An evolutionary arms race of molecular interactions",
            "authors": [
                {
                    "first": "H.H.",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "W.M.",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol.",
            "volume": "36",
            "issn": "",
            "pages": "124-138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Contraction of the type I IFN locus and unusual constitutive expression of IFN-α in bats",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tachedjian",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Wynne",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "W.P.",
                    "middle": [],
                    "last": "Michalski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "2696-2701",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Experimental Inoculation of Egyptian Rousette Bats (Rousettus aegyptiacus) with Viruses of the Ebolavirus and Marburgvirus Genera",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "B.R.",
                    "middle": [],
                    "last": "Amman",
                    "suffix": ""
                },
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "Sealy",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Towner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "3420-3442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cutting edge: KIR2DL4 transduces signals into human NK cells through association with the Fc receptor gamma protein",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kikuchi-Maki",
                    "suffix": ""
                },
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Catina",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol.",
            "volume": "174",
            "issn": "",
            "pages": "3859-3863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "DAP10- and DAP12-associated receptors in innate immunity",
            "authors": [
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Lanier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol. Rev.",
            "volume": "227",
            "issn": "",
            "pages": "150-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The Egyptian Rousette Genome Reveals Unexpected Features of Bat Antiviral Immunity",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Pavlovich",
                    "suffix": ""
                },
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Lovett",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Koroleva",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Guito",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Nagle",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kulcsar",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Thibaud-Nissen",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Hume",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "",
            "pages": "1098-1110.e18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The inhibitoryreceptor NKG2A sustains virus-specific CD8+ T cells in response to a lethal poxvirus infection",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Rapaport",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Schriewer",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gilfillan",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hembrador",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "B.F.",
                    "middle": [],
                    "last": "Plougastel",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Le Friec",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cella",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunity",
            "volume": "43",
            "issn": "",
            "pages": "1112-1124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Bats and their virome: an important source of emerging viruses capable of infecting humans",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L.F.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Opin. Virol.",
            "volume": "3",
            "issn": "",
            "pages": "84-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "SARS coronavirus pathogenesis: host innate immune responses and viral antagonism of interferon",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Totura",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Opin. Virol.",
            "volume": "2",
            "issn": "",
            "pages": "264-275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Comparative analysis of bat genomes provides insight into the evolution of flight and immunity",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Bishop-Lilly",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Wynne",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "456-460",
            "other_ids": {
                "DOI": []
            }
        }
    }
}