{
    "paper_id": "PMC7228350",
    "metadata": {
        "title": "Pragmatic recommendations for intubating critically ill patients with suspected COVID‐19",
        "authors": [
            {
                "first": "Calvin",
                "middle": [
                    "A."
                ],
                "last": "Brown",
                "suffix": "III",
                "email": "cabrown@bwh.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Jarrod",
                "middle": [
                    "M."
                ],
                "last": "Mosier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jestin",
                "middle": [
                    "N."
                ],
                "last": "Carlson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "A."
                ],
                "last": "Gibbs",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As the novel coronavirus (COVID‐19) spreads across the world, teams must develop airway management strategies that protect both patients and staff. While the fatality rate for COVID‐19 is not clear, early data suggest that it is likely between 2% and 4%.\n1\n, \n2\n The case fatality rates with Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) were 9.6% and 34.4%, respectively.\n3\n While not as lethal proportionally, COVID‐19 has resulted in more deaths worldwide, a fact which speaks to its communicability and the need for protective strategies when caring for infected patients. Transmission to healthcare workers is inevitable and more than 3000 cases have been reported so far.\n3\n Thoughtful preparation will protect healthcare teams as they strive to care for those who are highly infectious.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Basic airway management principles apply to known or suspected COVID‐19 patients, as they do with others who are critically ill. There are unique considerations with airway management under airborne precautions, however, and modifications to the standard approach are essential to minimize viral spread to care providers, particularly during aerosolizing procedures like endotracheal intubation. While our collective experience is rapidly evolving, the evidence basis for many aspects of airway management in these conditions is limited. To aid care providers in optimizing the safety of patients and staff, we present pragmatic, multidisciplinary recommendations for airway management in these patients.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "There are 3 key principles that should be priorities during airway management. These principles are aimed at minimizing staff contamination, mitigating viral spread, and reducing the risk of critical decompensation during intubation.\n4\n, \n5\n, \n6\n\nMinimize aerosolizing the virusMaximize first‐attempt intubation successReduce personnel exposure\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Patients who arrive in respiratory distress may initially receive medical therapy. If truly necessary, patients with a potential highly infectious viral illness should have albuterol, ipratropium, and other respiratory medications administered by metered dose inhalers (MDIs) instead of nebulization.",
            "cite_spans": [],
            "section": "Administration of medical therapy ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "In patients who have developing respiratory failure requiring oxygenation and ventilatory support, early tracheal intubation is recommended instead of trials of noninvasive positive pressure ventilation (NIPPV) or high‐flow nasal oxygen (HFNO). HFNO and NIPPV both risk aerosolization of upper airway droplets that contain viral particles. Prior SARS experience revealed that more than 90% of patients initially managed with NIPPV failed this approach and required endotracheal intubation.\n7\n Given the high risk of failure of noninvasive respiratory support and the risk of aerosolization of viral particles, we advocate for early intubation in COVID‐19 patients with respiratory failure. Early intubation should be considered in these patients if any of the following are present: Persistent tachypnea (RR > 25), marginal oxygen saturations (90‐92%) despite supplemental oxygenation, bilateral infiltrates on chest imaging, sepsis physiology, or a trajectory of increasing respiratory distress despite medical management.",
            "cite_spans": [],
            "section": "Early tracheal intubation ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "Aerosolization of viral‐containing droplets may happen during intubation and spread can occur to personnel or nearby patients. Whenever possible, intubation should take place in a negative pressure room. Optimally, a dedicated negative‐pressure “airway procedure room” should be identified in the emergency department (ED) and other care locations in which most, if not all, intubations would take place. The door to the patient room should remain closed as much as possible and bedside care clustered in order to minimize entries and exits. Negative pressure rooms may not be available at all times in the ED. Although mitigating viral spread is always crucial, intubating in a standard air‐flow room requires heightened attention to reducing aerosolization (Table 1).",
            "cite_spans": [],
            "section": "Intubation setting ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": [
                {
                    "start": 766,
                    "end": 767,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Patients with COVID‐19 will be intubated for current or expected hypoxemic respiratory failure and thus there is a delicate balance between the risk of rapid desaturation with induction and the risk of aerosolizing viral particles. As a result, and based on what we know about COVID‐19, usual methods of preoxygenation in high‐risk hypoxemic patients require modification. Ambient pressure preoxygenation with a tight‐fitted facemask should be initiated as the default method in low‐risk patients. Manual bag‐assist or positive pressure ventilation (PPV), although not absolutely contraindicated, should be used only if clinically required. If bag‐assist is needed, it should be performed as a 2‐person procedure with a 2‐handed (thenar grip) mask hold. This will improve mask seal and limit leak around the margins of the mask.\n8\n\n",
            "cite_spans": [],
            "section": "Differences in intubation technique ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "In the ED, rapid sequence intubation (RSI) is the most common approach for airway management.\n9\n In patients with COVID‐19, RSI remains the preferred approach as the induction agent and neuromuscular blocking agent (NMBA) act synergistically for rapid‐onset apnea and elimination of the cough reflex. During RSI, higher‐dose NMBAs should be used (1.5 mg/kg IV of rocuronium or 2.0 mg/kg IV of succinylcholine) in order to prevent incomplete or slow‐onset paralysis. After drug administration, it is imperative to allow the NMBA to take full effect (45–60 seconds) before starting laryngoscopy to eliminate the possibility of a patient reaction, coughing or regurgitation. Awake intubation techniques should be used only when absolutely necessary because of the risk coughing during the procedure.",
            "cite_spans": [],
            "section": "Differences in intubation technique ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "High‐efficiency particulate air (HEPA) filters should be placed in‐line when PPV is being performed. Depending on the mode of ventilation, they should be placed between: The bag‐valve and inflatable mask or endotracheal tube (ETT).The NIPPV machine and the mask (as close to the mask as possible).The ETT and the Y‐connector of a ventilator.\n",
            "cite_spans": [],
            "section": "Differences in intubation technique ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "After tracheal tube placement, the ETT balloon should be inflated immediately and cuff pressure should be checked before the bag‐valve is attached or tube confirmation occurs. During ongoing patient care, providers should communicate closely with respiratory therapists to limit ventilator checks and disconnects. To avoid confusion, each provider should verbalize their actions and have those actions confirmed and acknowledged by the rest of the team. If a disconnect is required (ie, a transition from a room to a portable ventilator) this should be done at end‐expiration. Consider temporarily placing a smooth clamp on the ETT at end‐expiration before disconnecting to further avoid expelling viral particles, and to avoid loss of positive end‐expiratory pressure leading to de‐recruitment of alveoli.",
            "cite_spans": [],
            "section": "Differences in intubation technique ::: MINIMIZE AEROSOLIZING THE VIRUS",
            "ref_spans": []
        },
        {
            "text": "We recommend that each airway team develop and use a checklist to ensure compliance with protective steps. Additionally, team leaders should clearly delineate roles and the airway management plan using closed‐loop communication with verbal confirmation by team members.",
            "cite_spans": [],
            "section": "Communication ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "Providers should optimize preoxygenation, maximizing time for a successful first‐attempt. Intubating hypoxemic patients who will further desaturate rapidly after RSI meds are administered places them at risk of critical hypoxemia or death during the procedure.\n11\n The optimal preoxygenation strategy is not clear, and the risk of desaturation needs to be weighed against the availability of equipment, resources, and the potential for viral spread.",
            "cite_spans": [],
            "section": "Preoxygenation ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "We recommend 3–5 minutes of tidal volume breathing of 100% oxygen on a tightly fitted nonrebreathing (NRB) mask at 15 L/min of flow and upright patient positioning. If the patient remains hypoxemic (<93%), modified positive pressure preoxygenation should be performed, if available. This can be accomplished by using a tight‐fitting NIPPV mask connected to an in‐line HEPA filter and a closed dual‐limb ventilator circuit. Providers may need to hold the mask in place to ensure a tight seal. Continue positive pressure preoxygenation until the patient is apneic, then suspend the ventilator before removing the mask to prevent aerosolization. Consistent mask fit is important to both increase the quality of preoxygenation and reduce the degree of leak. Patients who are unable to effectively preoxygenate because of aggressive or agitated behavior may benefit from ketamine or haldol in order to induce compliance with preoxygenation efforts.",
            "cite_spans": [],
            "section": "Preoxygenation ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "If NIPPV is unavailable, higher oxygen flow rates may be necessary to optimize preoxygenation. The use of high flow or “flush‐flow” rate oxygen delivery might result in excess flow that could spill out around the edge of the mask carrying viral particles. Although high‐flow oxygen delivery methods are not routinely recommended, maximal preoxygenation and patient safety may outweigh the risk of aerosolization and contamination in some patients. Judicious escalation of oxygen flow rates, optimally with a tightly fitted or cuffed mask, can be done when resource limitations prevent access to NIPPV and the patient has persistent hypoxemia (<93%) despite initial efforts.",
            "cite_spans": [],
            "section": "Preoxygenation ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "If high flow or positive pressure methods of preoxygenation are used, it is imperative that the intubation takes place in a negative pressure room. Additionally, a clear plastic face tent or hood can be placed over the patient's head, if available, and the entire team must pay extreme attention to effective personal protective equipment (PPE). If a negative pressure isolation room is not available, high oxygen flow rates should be avoided.",
            "cite_spans": [],
            "section": "Preoxygenation ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "Once RSI medications are administered, rapid desaturation may begin as soon as the patient is apneic. The speed which this happens, depends on the effectiveness of preoxygenation and the severity of air‐space disease. Traditional teaching has been that an intubation attempt should be aborted when the saturation falls below 93%. Since this may happen quickly in patients with COVID‐induced acute respiratory distress syndrome, clinicians should prepare for and tolerate, during laryngoscopy, brief periods of oxygen saturations less than 90% if that brief period allows successful tube placement and obviates the need for rescue bag‐mask ventilation.",
            "cite_spans": [],
            "section": "Preoxygenation ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "The most experienced available clinician should intubate. We strongly recommend the routine use of video laryngoscopy as it improves first‐attempt success.\n9\n A video (indirect) view should be used for tracheal tube placement. We recommend a bougie‐first intubation technique to further increase first‐attempt intubation success when standard geometry video laryngoscopy is used.\n12\n Ensure that each attempt is optimized with thorough preoxygenation, use of RSI, proper patient positioning and augmentation maneuvers, as needed, such as external laryngeal manipulation. Clinicians should have all required airway equipment (endotracheal tubes, in‐line suctioning, bougie, supraglottic airway (SGA) device, syringe, lubricant, ETCO2, VL with multiple blade sizes/shapes, single‐use Macintosh/Miller set‐up, cricothyrotomy kit) at the bedside. Disposable equipment should be used as much as possible to avoid the risk of viral exposure after use.",
            "cite_spans": [],
            "section": "Personnel and equipment ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "If the initial intubation attempt is unsuccessful, consider immediate placement of a SGA, fit with a HEPA filter, connected directly to a ventilator. A SGA that could facilitate intubation through the device would be preferred. This approach will allow for oxygenation and ventilation while avoiding manual bagging and aerosolizing viral particles in between attempts. If rescue mask ventilation is performed, it should be a 2‐person procedure. The most experienced operator should hold the mask using a thenar grip technique with an oral airway in place. We recommend a low volume bagging approach.",
            "cite_spans": [],
            "section": "Personnel and equipment ::: MAXIMIZE FIRST‐ATTEMPT INTUBATION SUCCESS",
            "ref_spans": []
        },
        {
            "text": "The Centers for Disease Control and Prevention (CDC) guidelines state that if aerosolizing procedures are planned for a patient with COVID‐19, enhanced respiratory PPE is mandatory.\n13\n This includes: \nBonnetN95 mask or powered air purifying respirator (PAPR)Eye protection and face shieldGownGloves—using as double glove technique\n",
            "cite_spans": [],
            "section": "Personal protective equipment ::: REDUCE PERSONNEL EXPOSURE",
            "ref_spans": []
        },
        {
            "text": "Although not considered PPE, application of a clear plastic face tent or hood to help reduce aerosolization and cross‐contamination, especially during preoxygenation, should be considered. It is imperative that providers follow institutional donning and doffing procedures with observer‐ensured compliance. Only clinicians who have completed PPE training should intubate.",
            "cite_spans": [],
            "section": "Personal protective equipment ::: REDUCE PERSONNEL EXPOSURE",
            "ref_spans": []
        },
        {
            "text": "We recommend a 3‐person intubation team to include a nurse, respiratory therapist, and intubating clinician. During the SARS outbreak, cross contamination was highest when >3 providers were in the room.\n14\n Ideally, a second airway manager should be donned outside the room and ready to assist immediately if needed. After the procedure, adhere to coached doffing steps including hand hygiene. Providers should not touch their face until this has occurred. We encourage formal team debriefing following all intubations.",
            "cite_spans": [],
            "section": "Personnel and intubation equipment ::: REDUCE PERSONNEL EXPOSURE",
            "ref_spans": []
        },
        {
            "text": "Video laryngoscopy allows better intubator‐to‐patient distancing and the ability for indirect visualization of tracheal tube placement. Using the video screen for visualization obviates the need to get close to or look through the patient's mouth to intubate. All disposable airway equipment should be placed in a sealed biohazard bag after the intubation. Supporting equipment that is considered contaminated because of patient proximity (VL screen and stand, etc) should be disinfected with alcohol‐based cleaning wipes.",
            "cite_spans": [],
            "section": "Personnel and intubation equipment ::: REDUCE PERSONNEL EXPOSURE",
            "ref_spans": []
        },
        {
            "text": "Optimally, all protective measures would be used with each intubation; however, for clinicians in resource‐strapped locations, out‐of‐hospital providers who may be working in austere environments, or at times when a patient is in extremis and the need for intubation is immediate, this may not be possible. In these circumstances, the following should be considered a list of minimal “must dos” to intubate patients with COVID‐19. Wear respiratory precaution PPE including an N95 mask or PAPR.Preoxygenate with 100% oxygen and a tight‐fitted mask.Intubate with RSI, high‐dose NMBAs, and video laryngoscopy.Consider use of a supraglottic airway instead of manual bagging for rescue oxygenation.Limit the number of bedside clinicians and doff all PPE safely including hand hygiene.\n",
            "cite_spans": [],
            "section": "Personnel and intubation equipment ::: REDUCE PERSONNEL EXPOSURE",
            "ref_spans": []
        },
        {
            "text": "ED airway management will be inevitable in many patients with COVID‐19 and safety of both patients and providers is essential. Information is evolving quickly and these recommendations are meant to serve as a framework to safely intubate the critically ill patient with COVID‐19.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: Key considerations for airway management outside of a negative pressure room\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus‐infected pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Novel corona virus (2019‐nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characteristics of and important lessons from the Coronavirus Disease 2019 (COVID‐19) outbreak in China. Summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical communication from the European Airway Management Society (EAMS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Expert recommendations for tracheal intubation in critically ill patients with Novel Coronavirus Disease 2019",
            "authors": [],
            "year": 2020,
            "venue": "Chin Med Sci J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019‐nCoV) patients",
            "authors": [],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Anesthesia and SARS",
            "authors": [],
            "year": 2003,
            "venue": "Br J Anesth",
            "volume": "90",
            "issn": "6",
            "pages": "715-718",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Efficacy of facemask ventilation techniques in novice providers",
            "authors": [],
            "year": 2013,
            "venue": "J Clin Anesth",
            "volume": "25",
            "issn": "3",
            "pages": "193-197",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Video vs. augmented direct laryngoscopy in adult emergency department tracheal intubations: a National Emergency Airway Registry (NEAR) Study",
            "authors": [],
            "year": 2020,
            "venue": "Acad Emerg Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The importance of forst pass siccess when performing orotracheal intubation in the emergency department",
            "authors": [],
            "year": 2013,
            "venue": "Acad Emerg Med",
            "volume": "20",
            "issn": "1",
            "pages": "71-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The physiologically difficult airway",
            "authors": [],
            "year": 2015,
            "venue": "West J Emerg Med",
            "volume": "16",
            "issn": "7",
            "pages": "1109-1117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Effect of use of a bougie vs endotracheal tube and stylet on first‐attempt intubation success among patients with difficult airways undergoing emergency intubation: a randomized clinical trial",
            "authors": [],
            "year": 2018,
            "venue": "JAMA",
            "volume": "319",
            "issn": "21",
            "pages": "2179-2189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Perioperative considerations for the 2019 Novel Coronavirus (COVID‐19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}