{
    "paper_id": "PMC7241974",
    "metadata": {
        "title": "Novel viruses, old data, and basic principles: how to save lives and avoid harm amid the unknown",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Rose",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathleen",
                "middle": [
                    "A"
                ],
                "last": "Hiltz",
                "suffix": "",
                "email": "hiltz@jhmi.edu",
                "affiliation": {}
            },
            {
                "first": "R",
                "middle": [
                    "Scott"
                ],
                "last": "Stephens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "N"
                ],
                "last": "Hager",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The 2013–16 west African Ebola epidemic had a staggering case fatality rate of 30–70%, yet surprisingly few of the dozens of Americans and Europeans medically evacuated from the region died, with the case fatality rate in Europe and the USA estimated at a mere 10%.1 Every American received experimental antiviral medications or convalescent plasma, and the efficacy and ethics of these therapies occupied both our national headlines and headspace. However, randomised clinical trials for both therapies have since failed to show benefit.2, 3 Why, then, did so many more Americans survive if not due to preferential access to experimental therapies? The likely answer is the Americans survived not due to preferential access to unproven therapies but to proven ones.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 538,
                    "end": 539,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "5 years later, the world is facing another, much larger, pandemic, and we worry the medical community has not learned from this recent experience.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To be clear, searching for effective new therapies against COVID-19 is highly important. At the same time, we must remain cognisant that the odds are stacked against the candidates. Medications that decrease mortality are difficult to come by, leaving numerous diseases without direct remedies. Influenza provides an important perspective. Scientists have been searching for a cure since before the 1918 influenza pandemic, and more than 100 years later our best medicines for influenza merely shorten the duration of symptoms by a day at best.4 None has been shown to reduce mortality.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 545,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Influenza is not unique; sepsis has been subjected to decades of research resulting in a much advanced understanding of the syndrome's pathobiology. However, hundreds of therapeutic candidates with biological plausibility, from stem cells to vitamin C, have not consistently improved patient outcomes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Of course, a lack of targeted therapies does not mean a patient with the 1918 influenza would not fare better today, or that someone with sepsis is not better off in 2020 than before the Surviving Sepsis campaign of 2002. Just like the Americans evacuated home during the Ebola epidemic, access to modern medicine's supportive care toolbox—frequent laboratory assessments with correction of metabolic derangements, precise haemodynamic monitoring and support, lung protective mechanical ventilation, and dialysis, among others—would have saved countless lives. Although these everyday interventions have not received the same attention as novel therapeutic strategies during the COVID-19 pandemic, their value is informed by decades of evidence.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As with influenza, Ebola, and sepsis, the timely delivery of standard and supportive care will probably save more patients from COVID-19 in the months ahead than any of the unproven, and potentially dangerous, pharmacological therapies being both formally trialled and individually tried today. Hydroxychloroquine, for example, was widely used early in the pandemic on the basis of reports of a potential benefit. More recent assessment has called its use into question and even suggested harm. Rather than ruminating about which innovative therapeutic might help a given patient, our collective mental energy is better spent on guaranteeing the delivery of evidence-based care against COVID-19's main killers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In 2000, the ARDS Network discovered that use of small tidal volumes reduced absolute mortality by 9%—the first intervention shown to improve outcomes since acute respiratory distress syndrome (ARDS) was first described 33 years earlier.5 Subsequent trials have shown an additional 17% absolute risk reduction for patients with moderate and severe ARDS when managed in the prone position.6 Furthermore, a conservative fluid management strategy can decrease the duration of mechanical ventilation and onset of other organ dysfunction.7 Other strategies have been shown to prevent ARDS, including the conservative use of blood products, early identification and treatment of sepsis, default use of lung protective ventilation, and intensivist involvement.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 389,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Despite these decades of data and agreed-upon standard of care for ARDS, many have suggested—via journal articles, medical blogs, news sites, and social media—that several of these standards should be abandoned in patients with respiratory failure from COVID-19. It has been argued that COVID-19 causes a form of ARDS which is different from what is claimed to be traditional or typical ARDS and therefore should be treated differently. The evidence supporting these claims is poor or absent. For example, a common refrain is that patients with ARDS from COVID-19 have higher lung compliance and worse oxygenation than traditional ARDS. However, published compliance data from patients with ARDS from COVID-19 are largely consistent with data from ARDS trials predating the pandemic. Furthermore, the few published and preprint tissue analyses available from both biopsy and autopsy specimens show diffuse alveolar damage as is typically seen in ARDS from other causes. Similarly, while much attention has been paid to the presence of extensive pulmonary microthrombosis in patients with ARDS from COVID-19, the same observation was made in ARDS more than 30 years ago.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is certainly possible, and perhaps even likely, that ARDS from COVID-19 has unique features, just as ARDS from pneumonia, pancreatitis, and gastric aspiration probably have unique features. By definition ARDS is a syndrome, not a disease. While disentangling subtypes of ARDS is an active and promising field, the bulk of clinical trial data to date come from patients with ARDS of varying causes, including viral pneumonias. In the absence of evidence to the contrary, proven therapies for ARDS (low tidal volume ventilation, prone positioning, and conservative fluid strategy) should remain the standard of care for all patients with ARDS, including patients with COVID-19.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As clinicians caring for patients dying from COVID-19, we too yearn for a novel therapy for this novel disease. We also recognise and appreciate the scientific value of expert observations. Indeed, they are crucial to identify aspects of management where there truly is equipoise and thus indication for rigorous study. Prompt collection of such data must be prioritised so we will be armed with appropriate evidence to fight the inevitable second surge when it arrives. History tells us a pandemic is not a justification to abandon the basic principles of evidence-based medicine. In fact, adhering to these values has never been more important.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "2014–2016 Ebola outbreak in west Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Evaluation of convalescent plasma for Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "van Griensven",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "de Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "33-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A randomized, controlled trial of ZMapp for Ebola virus infection",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "1448-1456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Neuraminidase inhibitors for preventing and treating influenza in adults and children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301-1308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Prone positioning in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2159-2168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Comparison of two fluid-management strategies in acute lung injury",
            "authors": [],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "2564-2575",
            "other_ids": {
                "DOI": []
            }
        }
    }
}