{
    "paper_id": "PMC7169859",
    "metadata": {
        "title": "Different Lineage of Porcine Deltacoronavirus in Thailand, Vietnam and Lao PDR in 2015",
        "authors": [
            {
                "first": "K.",
                "middle": [],
                "last": "Saeng‐chuto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Lorsirigool",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Temeeyasen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [
                    "T."
                ],
                "last": "Vui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [
                    "J."
                ],
                "last": "Stott",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Madapong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Tripipat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Wegner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Intrakamhaeng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W.",
                "middle": [],
                "last": "Chongcharoen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Tantituvanont",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [],
                "last": "Kaewprommal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Piriyapongsa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "Nilubol",
                "suffix": "",
                "email": "dachrit@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine deltacoronavirus (PDCoV) is a novel pathogen in the family Coronaviridae, genus Deltacoronavirus, causing enteric disease characterized by watery diarrhoea similar to porcine epidemic diarrhoea (PED) and transmissible gastroenteritis (TGE) (Jung et al., 2015). PDCoV was first discovered in Hong Kong in 2012, during a study to identify novel coronaviruses (Woo et al., 2012). In February 2014, PDCoV was first detected and reported in Ohio, United States, in association with PED cases. The retrospective investigation demonstrated the presence of PDCoV in the USA as early as 2013 (Sinha et al., 2015). Since then, PDCoV has been detected in most pig‐producing states of the USA (Marthaler et al., 2014; Wang et al., 2014; Homwong et al., 2016). Recently, PDCoV was identified for the first time in South Korea and China (Lee and Lee, 2014; Song et al., 2015), and the identification of PDCoV in China was dated back to 2004 (Dong et al., 2015). Increased identification of PDCoV raises concerns regarding the epidemiology and pathogenicity of this virus. We herein report the identification and molecular characterization of PDCoV identified from piglets with clinical diarrhoea in swine farms in South‐East Asian countries (SEAC) including Thailand, Vietnam, Lao People's Democratic Republic (Lao PDR) and Philippines.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ninety‐seven intestinal samples were collected during 2015 from clinically ill piglets from commercial pig farms with diarrhoea outbreaks in Thailand, Vietnam, Lao PDR and Philippines. Of 97 samples, 68, 10, 6 and 13 were from Thailand, Vietnam, Lao PDR and Philippines, respectively (Table 1). The sampling locations are shown in the Fig. 1.",
            "cite_spans": [],
            "section": "Samples and the detection method ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 341,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 291,
                    "end": 292,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Intestinal samples from Thailand were collected from 24 farms in the western (Ratchaburi and Nakhon Pathom), eastern (Chonburi and Chachoengsao), middle (Saraburi and Lopburi) and north‐eastern (Buriram and Nakhon Ratchasima) regions, representing four major swine‐producing areas of Thailand. Samples from Vietnam were from seven pig farms in Dong Nai, Baria, Long An and Binh Duong provinces in the southern region. Samples from Lao PDR were from two pig farms in Khammouane, a province in the northern region sharing a border with Nakhon Phanom, a province in the north‐eastern region of Thailand. Samples from Philippines were from two farms on Luzon Island.",
            "cite_spans": [],
            "section": "Samples and the detection method ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Total RNA was extracted from intestinal samples using Nucleospin® RNA Virus (Macherey‐Nagel Inc., Bethlehem, PA, USA) in accordance with the manufacturer's instructions. cDNA was synthesized from extracted RNA using random hexamers with commercial kit M‐MuLV Reverse Transcriptase (New England BioLabs Inc., Ipswich, MA, USA). To screen for the presence of PDCoV, PCR amplification was performed on cDNA using specific primers for membrane (M) and nucleocapsid (N) genes of PDCoV as previously described (Wang et al., 2014). The detection of other porcine coronaviruses, including PEDV and TGEV, was performed following the previously described protocols using specific primers for spike (S) gene of PEDV (Park et al., 2007) and specific primers for N gene of TGEV (Kim et al., 2000).",
            "cite_spans": [],
            "section": "Nucleotide sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Positive PDCoV samples were selected and further characterized for complete S, M and N genes using specific primers as described in Table A1. The specific PCR bands were purified by Nucleospin Gel and PCR Clean‐up kit (Macherey‐Nagel Inc.). The purified PCR products were sequenced. Sequencing was performed by First BASE Laboratories Inc. (Selangor, Malaysia) using an ABI Prism 3730XL DNA sequencer (Applied Biosystems Inc., Carlsbad, CA, USA).",
            "cite_spans": [],
            "section": "Nucleotide sequencing ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "A1",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Phylogenetic analyses of the S, M and N genes of the PDCoV isolates were separately constructed together with 23 other PDCoV isolate sequences available in GenBank (Table A2). Bayesian maximum clade credibility trees were analysed using Bayesian Markov Chain Monte Carlo (MCMC) method in BEAST 1.8.3 (Drummond and Rambaut, 2007) with Yang 96 model (Yang, 1996) provided in the BEAST. Tree prior was set as coalescent:constant size (Kingman, 1982). The MCMC chains were run for at least 300 million generations and sampled every 10 000 states. Over 30 000 generated trees were annotated using TreeAnnotator 1.8.3 with 10% burn‐in, maximum clade credibility tree and median heights nodes. Tree images were generated using FigTree 1.4.2 (Rambaut, 2014) with decreasing order nodes.",
            "cite_spans": [],
            "section": "Genetic and phylogenetic analyses ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "A2",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Porcine epidemic diarrhoea (PED) has been endemic in SEAC since 2007 with continued sporadic outbreaks with lower severity of clinical disease compared to the pandemic outbreak in 2007–2009 (Temeeyasen et al., 2014; Vui et al., 2014). Since the emergence of PED, several pig farms in SEAC have experienced sporadic outbreaks of diarrhoea in piglets more than once a year. The causative agent was considered to be a variant of PEDV. The role of PDCoV in the outbreak, although suspected, was not investigated at that time. PDCoV was suspected when rebreaks of clinical enteric disease similar to PED occurred every two months in some herds, which is too frequent compared to the period of six‐month protection reported earlier (Goede et al., 2015). PDCoV has since been investigated in addition to the detection of PEDV.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": []
        },
        {
            "text": "In the study, 97 intestinal samples were submitted to the laboratory in 2015 for PEDV diagnosis and therefore were tested for three viral pathogens including PEDV, TGEV and PDCoV. Of 97 intestinal samples tested, 12 samples (12.4%) were positive for PDCoV, 82 samples (84.5%) were positive for PEDV, and none were positive for TGEV (Table 1). Samples positive for PDCoV were also positive for PEDV. Three, two and one farms in Thailand, Vietnam and Lao PDR, respectively, were positive with both PED and PDCoV. Of 12 PDCoV‐positive samples, five, two and five samples were from farms in Thailand, Vietnam and Lao PDR, respectively. Only PEDVs were present in samples from Philippines. Interestingly, PDCoV was detected in all four swine‐producing areas in Thailand. The locations and numbers of farms in each country were presented in Table 1.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": [
                {
                    "start": 339,
                    "end": 340,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 841,
                    "end": 842,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Six samples (three from Thailand, two from Vietnam and one from Lao PDR) were selected for further complete sequencing of S, M and N genes. Sequences have been deposited in GenBank under accession nos. KU870479–KU870484. The genetic analyses demonstrated that S, M and N genes of three Thai PDCoV (P20_15_NT1_1215, P23_15_TT_1215 and P24_15_DT1_1215), one Lao PDCoV (P1_16_BTL_0116) and two Vietnam PDCoV (P29_15_VN_1_1215 and P30_15_VN_1215) isolates are 3477‐3480, 651 and 1026 nucleotide (nt) in length, encoding for 1159‐1160, 127 and 342 amino acids, respectively.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": []
        },
        {
            "text": "To demonstrate the genetic relationship between Thai, Lao and Vietnam, and the previously reported China and US PDCoV isolates, phylogenetic analyses of S, M and N genes were separately constructed and the results of all three genes demonstrated that PDCoVs from Thailand and Lao PDR form their own cluster, separated from China and US PDCoV (Fig. 2). Based on S and M genes, Vietnam PDCoV isolates are grouped together with US PDCoV, separated from Thai and Lao PDCoV. Vietnam PDCoV isolates are closely related to the US isolates than China PDCoV. The results based on the phylogenetic analyses of S, M and N genes suggested that PDCoVs from Thailand and Lao PDR are from different lineage compared to Vietnam PDCoV (Fig. 2).",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The percentage of nucleotide and amino acid similarities between Thai, Lao and Vietnam, and the previously reported China and US PDCoV isolates, are displayed in Table 2. Based on S, M and N genes, the three Thai PDCoV isolates were more highly homologous to Lao PDCoV than Vietnam PDCoV with nucleotide and amino acid similarities at 99.8% and 100%, respectively. Thai and Lao PDCoV isolates relatively were more closely related to China PDCoV than US isolates. Based on S gene, Thai and Lao isolates shared nucleotide and amino acid similarities at 95.5–96.8% and 98.5–99.1%, respectively, with China PDCoV, as well as sharing nucleotide and amino acid similarities at 96.0–96.4% and 98.2–99.1%, respectively, to US PDCoV. Similar to S gene results, the M and N genes of Thai and Lao PDCoV shared nucleotide and amino acid similarities at 98.0‐98.7% and 99.5%, and 97.8–98.7% and 98.5–99.1%, respectively, with China PDCoV, and shared nucleotide and amino acid similarities at 97.8–98.3% and 99.5%, and 97.6–98.1% and 98.2–99.1%, respectively, to US PDCoV isolates. In contrast, Vietnam PDCoV isolates were more homologous to US PDCoV isolates than China isolates. Based on S gene, Vietnam PDCoV isolates shared nucleotide and amino acid similarities at 99.3–99.7% and 98.8–99.4%, respectively, to US isolates, while nucleotide and amino acid similarities with China PDCoV at 98.2–99.5% and 98.5–99.7%, respectively. Based on M and N genes, Vietnam PDCoV isolates shared nucleotide and amino acid similarities at 99.3–99.6% and 100%, and 98.4–99.2% and 98.8–99.4%, respectively, to US PDCoV, while nucleotide and amino acid similarities with China PDCoV at 98.9–99.5% and 99.5–100%, and 98.2–98.9% and 98.5–99.7%, respectively.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The amino acid substitutions of each gene between PDCoV isolates from each country are showed in Technical Fig. A1a–c. Based on S, M and N genes, Thai and Lao PDCoV isolates had 23–26, 1 and 4–5 amino acid substitutions, respectively, compared to China PDCoV. Moreover, Thai and Lao PDCoV isolates had 25–28, 1 and 4–5 amino acid substitutions at S, M and N genes, respectively, compared to US PDCoV. In contrast, Vietnam PDCoV had only 2–4 and 1–2 amino acid substitutions compared to both China and US PDCoV isolates based on S and N genes, respectively, but no amino acid substitution was observed in M gene.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "A1",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In conclusion, the study reported the identification of PDCoV in SEAC including Thailand, Lao PDR, Vietnam and Philippines. The PDCoVs isolated from Thailand and Lao PDR form their own cluster, separated from China and US PDCoV, but relatively were more closely related to the isolates from China than to US PDCoV. In contrast, the PDCoVs isolated from Vietnam were more closely related to the isolates from the USA. The results of the study suggested that the viruses from these three SEAC might originate from different ancestors. The identification of PDCoV in SEAC suggests that the virus may have been in this region for some time, but has not been detected due to greater focus on PEDV variants. Although PDCoV was not detected in Philippines, it does not mean the virus was not there due to limited sample numbers from this area. The origin and source of introduction into Thailand, Lao PDR and Vietnam are still questionable. The viruses could have been in this region for some time, and continuously evolved until separated into different lineage, or the viruses were introduced from different ancestors or sources. Further retrospective investigations are urgently needed to elucidate source and evolution. In addition, further analysis and molecular epidemiology based on the complete genome sequence, and pathogenicity studies of PEDV and PDCoV co‐infection are urgently needed.",
            "cite_spans": [],
            "section": "Results and Discussions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there are no conflict of interests.",
            "cite_spans": [],
            "section": "Conflict of Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Results of the detection of porcine deltacoronavirus (PDCoV), porcine epidemic diarrhoea virus (PEDV) and transmissible gastroenteritis virus (TGEV) in intestinal samples by RT‐PCR. Samples were collected in 2015 from pig farms in Thailand, Lao PDR, Vietnam and Philippines\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Comparison of the nucleotide and amino acid sequence identities (%) based on S, M and N genes from Thai, Laos and Vietnam isolates with USA and China PDCoV groups\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table A1: Primers used for the complete spike, membrane and nucleocapsid gene sequences of porcine deltacoronavirus and specific primer of PEDV, TGEV\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table A2: Twenty‐three isolates of porcine deltacoronavirus (PDCoV) were used to be templates of genetic analyses in the study\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Geographical distribution of porcine deltacoronavirus (PDCoV) in Thailand (a), Lao PDR (b), Vietnam (c) and Philippines (d). Red dots represent the provinces having PDCoV‐positive areas and white dots represent the provinces where samples were collected in 2015. [Colour figure can be viewed at http://wileyonlinelibrary.com].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Bayesian phylogenetic analysis of spike (a), membrane (b) and nucleocapsid (c) gene. Red, yellow and blue represent PDCoV isolates from Thailand, Lao PDR and Vietnam, respectively. Red, green and purple dots represent PDCoV isolated from China, USA and Korea, respectively. The reference sequences obtained from GenBank are indicated by strain name and accession number. [Colour figure can be viewed at http://wileyonlinelibrary.com].",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure A1: The substitutions of PDCoV isolates from Thailand, Laos PDR, and Vietnam, base on spike (a), membrane (b) and nucleocapsid (c) gene. [Colour figure can be viewed at http://wileyonlinelibrary.com].",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Porcine Deltacoronavirus in Mainland China",
            "authors": [],
            "year": 2015,
            "venue": "Emerg. Infect. Dis.",
            "volume": "21",
            "issn": "",
            "pages": "2254-2255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "BEAST: bayesian evolutionary analysis by sampling trees",
            "authors": [],
            "year": 2007,
            "venue": "BMC Evol. Biol.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Previous infection of sows with a “mild” strain of porcine epidemic diarrhea virus confers protection against infection with a “severe” strain",
            "authors": [],
            "year": 2015,
            "venue": "Vet. Microbiol.",
            "volume": "176",
            "issn": "",
            "pages": "161-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Characterization and evolution of porcine deltacoronavirus in the United States",
            "authors": [],
            "year": 2016,
            "venue": "Prev. Vet. Med.",
            "volume": "123",
            "issn": "",
            "pages": "168-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Pathogenicity of 2 porcine deltacoronavirus strains in gnotobiotic pigs",
            "authors": [],
            "year": 2015,
            "venue": "Emerg. Infect. Dis.",
            "volume": "21",
            "issn": "",
            "pages": "650-654",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Detection and differentiation of porcine epidemic diarrhoea virus and transmissible gastroenteritis virus in clinical samples by multiplex RT‐PCR",
            "authors": [],
            "year": 2000,
            "venue": "Vet. Rec.",
            "volume": "146",
            "issn": "",
            "pages": "637-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The coalescent",
            "authors": [],
            "year": 1982,
            "venue": "Stoch. Proc. Appl.",
            "volume": "13",
            "issn": "",
            "pages": "235-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Complete genome characterization of Korean porcine deltacoronavirus strain KOR/KNU14‐04/2014",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc.",
            "volume": "2",
            "issn": "",
            "pages": "e01191-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Complete genome sequence of strain SDCV/USA/Illinois121/2014, a porcine deltacoronavirus from the United States",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc.",
            "volume": "2",
            "issn": "",
            "pages": "e00218-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Sequence analysis of the partial spike glycoprotein gene of porcine epidemic diarrhea viruses isolated in Korea",
            "authors": [],
            "year": 2007,
            "venue": "Virus Genes",
            "volume": "35",
            "issn": "",
            "pages": "321-332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "PCR‐based retrospective evaluation of diagnostic samples for emergence of porcine deltacoronavirus in US swine",
            "authors": [],
            "year": 2015,
            "venue": "Vet. Microbiol.",
            "volume": "179",
            "issn": "",
            "pages": "296-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Newly emerged porcine deltacoronavirus associated With diarrhoea in swine in China: identification, prevalence and full‐length genome sequence analysis",
            "authors": [],
            "year": 2015,
            "venue": "Transbound. Emerg. Dis.",
            "volume": "62",
            "issn": "",
            "pages": "575-580",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Genetic diversity of ORF3 and spike genes of porcine epidemic diarrhea virus in Thailand",
            "authors": [],
            "year": 2014,
            "venue": "Infect. Genet. Evol.",
            "volume": "21",
            "issn": "",
            "pages": "205-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Complete genome sequence of porcine epidemic diarrhea virus in Vietnam",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc.",
            "volume": "2",
            "issn": "",
            "pages": "e00753-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Porcine coronavirus HKU15 detected in 9 US states, 2014",
            "authors": [],
            "year": 2014,
            "venue": "Emerg. Infect. Dis.",
            "volume": "20",
            "issn": "",
            "pages": "1594-1595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [],
            "year": 2012,
            "venue": "J. Virol.",
            "volume": "86",
            "issn": "",
            "pages": "3995-4008",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Maximum‐Likelihood Models for Combined Analyses of Multiple Sequence Data",
            "authors": [],
            "year": 1996,
            "venue": "J. Mol. Evol.",
            "volume": "42",
            "issn": "",
            "pages": "587-596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "\nFigTree. University of Edinburgh, Edinburgh",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}