{
    "paper_id": "PMC7195846",
    "metadata": {
        "title": "Departmental Experience and Lessons Learned With Accelerated Introduction of Telemedicine During the COVID-19 Crisis",
        "authors": [
            {
                "first": "Alexander",
                "middle": [
                    "E."
                ],
                "last": "Loeb",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sandesh",
                "middle": [
                    "S."
                ],
                "last": "Rao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "R."
                ],
                "last": "Ficke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carol",
                "middle": [
                    "D."
                ],
                "last": "Morris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lee",
                "middle": [
                    "H."
                ],
                "last": "Riley",
                "suffix": "III",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adam",
                "middle": [
                    "S."
                ],
                "last": "Levin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The use of digital technology in the US healthcare system has increased since the implementation of electronic medical record (EMR) systems.1,2 However, telehealth services have not been readily adopted.2,3 As of 2017, only 6.6 telemedicine visits per year were recorded per 1,000 practitioners in the United States, although telehealth delivery for primary care and mental health services is predicted to grow.4",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 143,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 203,
                    "end": 204,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 205,
                    "end": 206,
                    "mention": "3",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 411,
                    "end": 412,
                    "mention": "4",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Telemedicine in the Time of SARS-COV-2",
            "ref_spans": []
        },
        {
            "text": "The unanticipated outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has abruptly changed those predictions. Given the rapid global spread beginning in late 2019 and the severity of coronavirus disease 2019 (COVID-19), especially among the elderly, the US healthcare system has braced for impact.5 With anecdotal reports of shortages of supplies and personnel in Italy and China, as well as parts of the United States, hospital systems have anticipated the sequestering of healthcare resources and personnel.6 To limit the exposure of patients and practitioners to SARS-CoV-2 and to reduce resource consumption, the American College of Surgeons, in conjunction with the recommendation of the US Centers for Disease Control and Prevention, has encouraged the postponement or cancellation of all elective surgical procedures and clinics to focus resources on urgent and emergency patient care only.7",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "5",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 530,
                    "end": 531,
                    "mention": "6",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 918,
                    "end": 919,
                    "mention": "7",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Telemedicine in the Time of SARS-COV-2",
            "ref_spans": []
        },
        {
            "text": "Telemedicine is defined as the remote diagnosis and treatment of patients through telecommunications technology.8,9 In the COVID-19 scenario, telemedicine helps conserve healthcare resources, such as personal protective equipment, continue safe and high-quality patient care, and maintain social distancing to minimize virus spread. In the field of orthopaedic surgery, telemedicine has previously been used to provide “virtual clinics” in rural Iowa10 and Norway11 and for follow-up after total joint arthroplasty.12 Approximately half2 of US hospitals use telemedicine, primarily in the field of radiology, in which remote diagnosis can be achieved via cloud-based imaging systems; however, this communication is largely physician to physician, not physician to patient. During the current crisis, telemedicine has been used to screen for COVID-19 symptoms and to prescribe testing, and its use for other types of care has rapidly expanded.13 In light of the COVID-19 pandemic, the US Department of Health and Human Services has temporarily suspended some Health Insurance Portability and Accountability Act (HIPAA) requirements and also extended the nature of patient visits suitable for telehealth (Table 1).14 The use of telemedicine allows providers to maintain continuity of patient care while triaging patients in preparation for an anticipated case backlog after crisis abatement. In an effort to appropriately allocate resources and prevent virus exposure while maintaining safe, efficient, and effective patient care, our department has urgently introduced a robust telemedicine program.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "8",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 114,
                    "end": 115,
                    "mention": "9",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Telemedicine in the Time of SARS-COV-2",
            "ref_spans": [
                {
                    "start": 1209,
                    "end": 1210,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Before the COVID-19 public health emergency declaration, only one of 36 surgeons in our department was prepared to use synchronous (real-time) remote video technology for patient encounters. A crucial element of telemedicine effectiveness is careful patient selection. Each orthopaedic division within our department created guidelines for determining which patients may require in-person visits, which can be served via telemedicine, and which are appropriate to be rescheduled for after crisis abatement (Table 1). Common reasons that patients were deemed ineligible for telehealth visits were the need for suture or staple removal, the need for a cast change, and the need for a hands-on clinical examination to determine appropriate treatment of an acute injury. Patients who required imaging were assessed on an individual basis to determine whether imaging would best be performed at our clinic (prompting an in-person visit) or at an imaging center near the patient's home (with remote review of images via a HIPAA-compliant, cloud-based platform). Most standard wound checks, range-of-motion checks, and standard postoperative visits do not require in-person visits and are deemed appropriate for telemedicine. Patients whose scenarios are indeterminate are offered a telemedicine visit for remote triage to decide whether an in-person visit is necessary. Each patient who must be seen in the clinic is screened for symptoms of COVID-19 before entering the clinical care area.",
            "cite_spans": [],
            "section": "Patient Triage ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 513,
                    "end": 514,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Several priorities were identified for the introduction of this initiative (Table 2). One of the first priorities is to determine the technology resources available in the practice. Each provider requires a device with a functioning camera and microphone, and computing power similar to that required for common video-chat applications, such as Skype (Microsoft, Redmond, WA) or FaceTime (Apple, Cupertino, CA). Providers who intend to perform video visits from a patient care area, such as an office examination room, may consider using a lens cover to avoid unintentionally capturing video of other patients. Our department purchased several additional cameras with lens covers for this purpose. In addition to testing the microphone's audio and camera's video quality, we found it helpful to test each device to ensure adequate bandwidth to support video transfer, particularly in remote locations such as providers' homes.",
            "cite_spans": [],
            "section": "Technological Resources ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To implement telemedicine, practices may use routine consumer video applications or may select more sophisticated medical applications that interface with common EMR platforms (Table 3). For example, our health system uses Epic software (Epic Systems, Verona, WI) and hosts a HIPAA-compliant remote patient portal. Through this portal, patients connect remotely through the Polycom RealPresence application (Plantronics, Santa Cruz, CA) for a secure, synchronous (real-time) audiovisual encounter. EMR-linked telehealth applications have the advantages of HIPAA compliance and integration with the patient's medical record for documentation and billing purposes. Server requirements for such a platform included 16 physical cores and at least 2.0-GHz speed, and 16 virtual cores to support approximately six simultaneous encounters. Practices running an EMR typically have adequate server capacity to support remote video visits without interfering with office operations. Anecdotally, when running a HIPAA-compliant platform through our practice's server, we have experienced an audiovisual delay of approximately 1 second during video visits. This delay may not impair the quality of the visit but occasionally interrupts the smooth flow of discussion.15,16 For practices not using an EMR system, more basic teleconferencing software may be preferable, which may not require this server capacity.",
            "cite_spans": [
                {
                    "start": 1254,
                    "end": 1256,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Technological Resources ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In addition, the US Department of Health and Human Services, together with the Office for Civil Rights, announced that it would “exercise its enforcement discretion” regarding HIPAA violations made by providers during “good faith” attempts to provide patient care during the COVID-19 pandemic, when use of a non–HIPAA-compliant IT platform is necessary.16 In light of these HIPAA considerations, surgeons may use consumer applications (eg, FaceTime) that can be implemented easily and immediately (Note: providers who use such applications may consider obscuring their cellular telephone numbers, eg, for FaceTime encounters). Cellular connections that can support FaceTime or WhatsApp (Facebook, Menlo Park, CA) are adequate for providers and patients using telemedicine. When using these commercial applications, however, documentation of the encounter within the medical record is still necessary.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Technological Resources ::: Rapid Implementation",
            "ref_spans": []
        },
        {
            "text": "Telemedicine capabilities were verified as being within the credentialing guidelines for providers at our institution and within the scope of practice of individual provider licenses in our state. For advanced practice providers, the addition of a virtual practice location to their state licenses was determined to be unnecessary, although this may differ by jurisdiction. Telemedicine consent forms were made available for providers and office staff to send to patients electronically, and our EMR provider was engaged to add “smart phrases” into the EMR's lexicon to document the use of a 2-way synchronous audiovisual platform of communication, the duration of the encounter (for time-based billing), and verbal consent for the telemedicine encounter (if applicable).",
            "cite_spans": [],
            "section": "Credentialing Considerations ::: Rapid Implementation",
            "ref_spans": []
        },
        {
            "text": "When introducing our department's telemedicine capabilities, we found it helpful to distribute learning modules about the workflow for scheduling (for office staff) and performing (for providers) remote video encounters, including videos and webinars that simulated the telemedicine functionality. Virtual “office hours” were held by credentialed faculty members who were comfortable with the technology to facilitate peer-to-peer education. “Test patients” were added to our EMR system so that providers could practice navigating the platform independently. For practices using a teleconference platform that is independent of the EMR, “dry-run” encounters with colleagues may be beneficial to optimize the clinical workflow. We developed tip sheets to address common troubleshooting issues (Table 4), and departmental/practice frequently asked questions and lessons learned were distributed.",
            "cite_spans": [],
            "section": "Education of Providers ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 799,
                    "end": 800,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "A letter explaining our department's intent to use telemedicine for future clinical encounters was sent to patients via the EMR's patient engagement portal. Other practices may use direct-to-patient marketing channels to contact patients via e-mail or text message regarding this new functionality. Our department's letter explains the decision to implement telemedicine and instructions for scheduling a telemedicine visit. For patients whose clinic visits have been postponed because of the COVID-19 pandemic, office coordinators contact them via telephone and offer to reschedule them via telemedicine. Tip sheets were developed for patients to set appropriate expectations during the encounter and to explain how they can use their devices to check-in remotely and begin a telemedicine visit. As would be expected in an orthopaedic practice, our patients who successfully completed encounters were, on average, older than 50 years (Figure 1).",
            "cite_spans": [],
            "section": "Education of Patients ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 943,
                    "end": 944,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Telemedicine visits require the use of online, synchronous (real-time), 2-way audiovisual portals for patient communication. Alternatively, “e-visits” are those in which established patients communicate asynchronously via an online patient messaging portal. As of March 6, 2020, temporary legislation (ie, a 1,135 Waiver) was enacted, allowing for telehealth parity during this crisis.17 During the COVID-19 public health emergency, the Centers for Medicare & Medicaid Services (CMS) will reimburse physicians for services rendered through telehealth at the same rate as in-person visits, for all diagnoses. Additional relaxation of restrictions on telemedicine visit requirements by CMS during the COVID-19 crisis include the following: allowing for new visits to be performed remotely, easing “originating site” (ie, the patient's location at the time of the visit) requirements to allow telemedicine for patients who were not in rural locations or within another healthcare facility, and suspension of interstate licensing laws (paving the way for states to allow providers to practice telemedicine across state lines if certain criteria are met) (Table 5).18 State licensure laws still apply during this time, although as individual states have declared healthcare emergencies, many have suspended or altered restrictions on providers with valid licenses in other states or jurisdictions providing telehealth services across state lines. This flexibility has been important for our department because approximately 19% of our patients travel from other states for their orthopaedic care. Continued daily updates on regulatory changes, as well as an online posting of frequently asked billing, coding, and regulatory questions, are provided by our department's “physician champion” to our practitioners to keep all informed during this period of frequent changes.17",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Regulatory Environment ::: Rapid Implementation",
            "ref_spans": [
                {
                    "start": 1157,
                    "end": 1158,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Current CMS recommendations favor use of the standard office-based evaluation and management codes for remote telemedicine encounters performed in the outpatient setting. Although CMS suggests a “place of service” code of 11 during the COVID-19 public health emergency for telemedicine encounters, indicating the office location where the patient would normally have been seen, other payors may prefer a place of service code of 02 for telehealth services. For the duration of the public health crisis, CMS has allowed level of service requirements to be based on time-based billing or on medical decision-making alone.",
            "cite_spans": [],
            "section": "Billing and Coding ::: Rapid Implementation",
            "ref_spans": []
        },
        {
            "text": "Electronic check-in, consent processes, and billing queues were streamlined and automated to improve clinic coordinator workflow. Since the initial provider setup, the greatest continuing challenge has been managing the cameras, microphones, and software on patients' devices to allow HIPAA-compliant video communication. In recognition of the learning curve involved with telemedicine, the number of remote visits was limited at first. New clinic templates were developed to facilitate telemedicine visits. Within the first 2 weeks, most providers scheduled approximately three remote synchronous visits per day, with encounters scheduled hourly to allow time to troubleshoot and orient to the new interface. As our provider workflows have become more streamlined, each provider is paired with a medical office coordinator or medical assistant to help prepare patients for remote visits. Office coordinators and medical assistants were taught how to help patients set up their telecommunications software, test their devices, and check-in online. Patients are contacted 10 minutes before the scheduled encounter to help them prepare and to answer any questions. This format has worked well during the first 2 weeks, with visits now commonly scheduled every 30 minutes. Most providers are templated for blocks of 2 to 3 consecutive hours of remote encounters on specific days of the week.",
            "cite_spans": [],
            "section": "Scheduling ::: Rapid Implementation",
            "ref_spans": []
        },
        {
            "text": "One week after implementation, we surveyed providers to identify barriers to their use of telemedicine and to compile additional tips and best practices. Providers anticipated seeing, on average, approximately 25% of their normal clinic volume remotely during the following week. Respondents estimated that nearly one-third of their patients would be appropriate for telemedicine visits during the pandemic. Considering both telemedicine and in-person visits, we estimate that most providers will achieve nearly 50% of their typical clinic volume within 2 weeks of implementation. The 50% of patients visits not completed via telemedicine or in person has consisted predominantly of nonurgent follow-up and routine postoperative visits. These patients can be safely managed with asynchronous (messaging or e-mail) communication or postponement until the COVID-19 crisis has abated.17-19",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 883,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 883,
                    "end": 884,
                    "mention": "-",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 884,
                    "end": 886,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Early Experience",
            "ref_spans": []
        },
        {
            "text": "As we adapt to the quickly evolving challenges during the COVID-19 pandemic, we embrace the flexibility that is imperative for crisis management. The pandemic has upended routines and patterns in our department and removed the barriers of inertia that would have prevented such major changes in our practice. The marked disruption of our ability to continue routine patient care drove the accelerated introduction of novel tools to provide evaluation and treatment involving a concerted effort across all orthopaedic divisions. We are still learning and troubleshooting our new workflows, but telemedicine has been critical to the safe and effective continuation of orthopaedic care during this challenging time. We hope that, by using such technology, we can continue serving our patients with musculoskeletal conditions while reducing infection risk and the burden on our healthcare system.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sample Triage List for Determining Which Patients May be Appropriate for In-Person Visits During a Public Health Emergency\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Task Checklist for Telemedicine Launch\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Examples of Telemedicine Technology Applications and Their Functions\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Tip Sheets Developed to Assist Patients, Office Staff, and Providers With Critical Areas of Troubleshooting\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Comparison of CMS Telehealth Regulatory Requirements Before and After the COVID-19 Emergency Declaration17\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Figure demonstrating the age distribution of the first 250 patients who completed successful remote video encounters in one orthopaedic surgery department during the COVID-19 pandemic.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Telemedicine technology: A review of services, equipment, and other aspects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Improving rural access to orthopaedic care through visiting consultant clinics",
            "authors": [
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Gruca",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Pyo",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Bone Joint Surg Am",
            "volume": "98",
            "issn": "",
            "pages": "768-774",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Patient reported outcomes with remote orthopaedic consultations by telemedicine: A randomised controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buvik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bugge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Knutsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smabrekke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wilsgaard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Telemed Telecare",
            "volume": "25",
            "issn": "",
            "pages": "451-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Economic evaluation of web-based compared with in-person follow-up after total joint arthroplasty",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Hoch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Bone Joint Surg Am",
            "volume": "96",
            "issn": "",
            "pages": "1910-1916",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Virtually perfect? Telemedicine for covid-19",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003539"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronavirus Prepardness and Response Supplemental Appropriations Act, HR 6074, 116th Congress (2020)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Polycom RealPresence Platform, Virtual Editions",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Notification of Enforcement Discretion for Telehealth Remote Communications During the COVID-19 Nationwide Public Health Emergency",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Medicare Telemedicine Health Care Provider Fact Sheet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "2019-Novel Coronavirus (COVID-19) Medicare Provider Enrollment Relief Frequently Asked Questions (FAQs)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The opportunity awaits to lead orthopaedic telehealth innovation: AOA critical issues",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Wongworawat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capistrant",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Bone Joint Surg Am",
            "volume": "99",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "OJ",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Telehealth Systems",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Medicare telehealth frequently asked questions (FAQs) March 17, 2020",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Evaluating barriers to adopting telemedicine worldwide: A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scott Kruse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shifflett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Telemed Telecare",
            "volume": "24",
            "issn": "",
            "pages": "4-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Trends in telemedicine use in a large commercially insured population, 2005-2017",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehrotra",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "",
            "pages": "2147-2149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "COVID-19-New insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "PN",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1339-1340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Critical supply shortages—the need for ventilators and personal protective equipment during the covid-19 pandemic",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2006141"
                ]
            }
        },
        "BIBREF17": {
            "title": "COVID-19 and surgery: Clinical issues and guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "National telemedicine initiatives: Essential to healthcare reform",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Bashshur",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Krupinski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Telemed J E Health",
            "volume": "15",
            "issn": "",
            "pages": "600-610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "What is telehealth?",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}