{
    "paper_id": "PMC7206427",
    "metadata": {
        "title": "ONLINE FORECASTING OF COVID-19 CASES IN NIGERIA USING LIMITED DATA",
        "authors": [
            {
                "first": "Kabir",
                "middle": [],
                "last": "Abdulmajeed",
                "suffix": "",
                "email": "kbmajeed1@gatech.edu",
                "affiliation": {}
            },
            {
                "first": "Monsuru",
                "middle": [],
                "last": "Adeleke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Labode",
                "middle": [],
                "last": "Popoola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The daily number of COVID-19 cases in Nigeria from February 27, 2020, to April 5, 2020, were automatically mined every 24 hours from the official websites of NCDC (http://covid19.ncdc.gov.ng/) and Wikipedia (http://tiny.cc/nigeria_covid19) using a python script. The case numbers up to April 5 can be found in the supplemental data (Appendix A). As at the point of writing this brief, the dataset contains 39 time-series data points. For forecasting purposes, earlier days with zero incidences of COVID-19 were filtered for building the forecast models. This is presented in tabular form in Table 1\n-2\nand visual form in Fig. 1\nwhile the number of new cases per day is shown in Fig. 2\n. Seven successive daily forecasts by the ensemble, starting from March 29, 2020, to April 5, 2020, are presented in Table 3\n. The autocorrelation and partial autocorrelation behavior of the dataset of Fig. 3\naids in developing ARIMA modeling insights. Similarly, Fig. 4\nis a visualization of the forecast beams indicating the direction and strength of increases or decreases in the forecasted number of cases. Table 4\nhighlights the relative strength and weaknesses of the models individually and finally; Fig. 5\npresents a visual comparison of COVID-19 cases in Nigeria vs South Africa for analyzing policy impact.",
            "cite_spans": [],
            "section": "Data Description",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 627,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 684,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 887,
                    "end": 893,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 949,
                    "end": 955,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1192,
                    "end": 1198,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 591,
                    "end": 598,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 600,
                    "end": 601,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 802,
                    "end": 809,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In this paper, we present the application of ensemble forecasting models in a data constrained environment. The objective is to establish the lower and upper bounds on the possible number of COVID-19 cases per day using a framework that automatically streams web data in real-time from reliable sources. This data is used for retraining and adapting the parameters of an ensemble of three models which in turn updates its forecast prediction for the following day. Each of the three models provides an estimated lower bound and upper bound for the number of cases. The Ensemble forecast is achieved by taking the minimum of the lower bounds and the maximum of the upper bounds. Due to limited sources of data (the only available information is a single variable, “number of COVID-19 cases per day”), it makes it difficult to implement specialized, advanced, and more generalizable methods that often require a variety of features and bigger datasets. It is also important to highlight that there are only a few samples (22) in the dataset making it equally challenging to apply nonparametric neural models.",
            "cite_spans": [],
            "section": "Experimental Design, Materials, and Methods",
            "ref_spans": []
        },
        {
            "text": "The Nigeria Center for Disease Control (NCDC) records the number of cases of COVID-19 in Nigeria using established epidemiological methods [1]. This data is presented to the public on social media several times a day as updates arrive and are available at NCDC secretariat/website. Unfortunately, information about the number of tests carried out per day and other factors are not readily available. This leaves us with only one variable: the total number of cases. In the same vein, Wikipedia maintains a data table of the number of COVID-19 cases in Nigeria with values updated using information from NCDC as well as other reliable verified news and media outlets. Surprisingly, even under data and information constraints, bounds on our ensemble forecast has been able to accurately capture the daily total number of cases from March 29, 2020, to April 5, 2020 (Tables 1&2; Figures 1&2). We also provide an informative data visualization comparing COVID-19 cases in South Africa after policy impact.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Experimental Design, Materials, and Methods",
            "ref_spans": [
                {
                    "start": 877,
                    "end": 886,
                    "mention": "Figures 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 887,
                    "end": 888,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 865,
                    "end": 873,
                    "mention": "Tables 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 874,
                    "end": 875,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\ni. Autoregressive Integrated Moving Average (ARIMA) is made up of integrated Autoregressive and Moving Average components and has the form ARIMA (p, d, q):yt′=c+ϕ1yt−1′+…+ϕpyt−p′+θ1εt−1+…+θqεt−q+εt\nyt′ represents the series of differences, ϕi are the coefficients, the yt−p and εt−q are the lagged predictors for the model [2]. The ARIMA model is a generalization of many sub-models and characterized by three parameters: order of autoregressive observations p, degree of differencing d, and number of moving average terms q. The foundations of ARIMA lie on the fact that nonstationary time-series can be made stationary by through differencing. The verification of stationarity can be achieved using autocorrelation plots and unit root tests such as the Kwiatkowski-Phillips-Schmidt-Shin (KPSS) test [3]. For this model, we are interested in non-seasonal phenomena. Using brute search and inspection of the autocorrelation function ACF and partial autocorrelation function PACF plots (Figure 3), an ARIMA (2,1,0) model was chosen.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 802,
                    "end": 805,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Ensemble of Forecasting Algorithms",
            "ref_spans": [
                {
                    "start": 987,
                    "end": 995,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nii. Prophet is an additive regression time-series forecasting algorithm developed by Facebook [4,5]. It has strengths in dealing with strong seasonal effects, missing data, outliers, and shifts in trend making it fully automatic. It is also implemented with a Stan backend which introduces a fast solution to L-BFGS (Limited-memory Broyden-Fletcher-Goldfarb-Shannon algorithm) for the forecasting problem. Prophet includes a decomposable time series model defined by:y(t)=g(t)+s(t)+h(t)+ε(t)\ng(t) is the trend, s(t) represents seasonal changes and h(t) captures irregular effects. We elicit trend characteristics g(t) as of primary importance in developing the forecast. The trend model in this work utilizes a piecewise saturated growth model with time-varying carrying capacity defined below:g(t)=C(t)1+exp(−(k+α(t)⊺δ)(t−(m+α(t)⊺γ)))\nC(t) is the time-varying carrying capacity, k is the growth rate, m is an offset. The growth rate is not constant but piecewise with α(t), γ, and δ defining its structure.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 98,
                    "end": 99,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Ensemble of Forecasting Algorithms",
            "ref_spans": []
        },
        {
            "text": "\niii. Holt-Winters Exponential smoothing is a famous time-series modeling and forecasting algorithm that came to light in the 1950s after some scientific reports [6], [7], [8]. This algorithm is a weighted average of past observations with exponentially decaying weights to capture the trend in a time-series dataset. It has the general form of:y^T+1|T=αyT+α(1−α)yT−1+α(1−α)2yT−2+…Where the values of alpha tune the response of the model. Alpha values close to 0 emphasize past input data, while values close to 1 emphasize recent input data. The Holt-Winters ES algorithm introduces a seasonality component to the vanilla ES. In addition to the ES model, a GARCH model [9] was used to forecast variances and combined with the ES model gives the upper and lower bound for this model",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 167,
                    "end": 170,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 172,
                    "end": 175,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 670,
                    "end": 673,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Ensemble of Forecasting Algorithms",
            "ref_spans": []
        },
        {
            "text": "\niv. Forecasts: In Table 3, the dates for each of the forecasts along with the corresponding acutal reported (official) cases by NCDC can be observed. The performance of the ensemble models can easily be visualized in Figure 4. The forecast envelope accurately captures the actual number of real cases detected by the NCDC.",
            "cite_spans": [],
            "section": "Ensemble of Forecasting Algorithms",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 19,
                    "end": 26,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "By combining these three algorithms, we compensate for their relative weaknesses while reinforcing their relative strengths (Table 4). Ultimately, we believe in the mantra that All models are wrong, but some are useful – George Box.",
            "cite_spans": [],
            "section": "Ensemble of Forecasting Algorithms",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Although, there is more information on the COVID-19 situation in North America, Europe, and Asia in comparison with Nigeria. Figure 5 presents the comparison of COVID 19 cases in South Africa (SA) with Nigeria (NG). The figure shows that the number of confirmed cases of the infection in SA in geometrically higher than NG. This observation could be explained from two perspectives: (i) SA either has much more people infected with COVID-19 than NG; (ii) or there is wider coverage in the number of people test per day among the population. The latter reason may probably be stronger than the former as there is corroboratory evidence for the later. As of the 20th March 2020, SA had conducted 6,438 tests [10] while Nigeria only performed 69 tests [11].",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 749,
                    "end": 753,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Visualization of data comparing COVID-19 cases in South Africa with Nigeria and policy impact",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "One of the current strategies being deployed for the containment of COVID-19 is the lockdown of regions affected to avoid further spread by human movement. We find evidence that this strategy is effective in the containment of the infection in SA. SA declared a National lockdown on the 26th of March, 2020 [12] to tame the spread of infection. As shown in Figure 5, there was a kink in the progression of confirmed cases on March 27, 2020. The steepness of the curve was relatively flattened and steady for a few days thereafter. The steep upward trend of the infections was stemmed the same day the national lockdown policy was announced. The fact that those that have been infected before the lockdown will be presenting themselves for tests and treatment could have accounted for a slight rise in cases within 2 weeks of lockdown. The full compliance with the policy and number of new cases in post-2-weeks lockdown policy are scenarios that would guide further actions in SA.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Visualization of data comparing COVID-19 cases in South Africa with Nigeria and policy impact",
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "It is difficult to model COVID-19 (in fact, any real-life scenario) has inherent modeling difficulties such as the number of tests, randomness, interventions, stay-at-home compliance, curfews, epidemiological realities, and many other factors contribute to the difficulty of forecast models in this case. Countries, especially in Africa who are just witnessing a progressive rise in COVID-19 cases must be decisive in implementing the containment interventions and ensure strict compliance by the citizenry.",
            "cite_spans": [],
            "section": "Visualization of data comparing COVID-19 cases in South Africa with Nigeria and policy impact",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships which have, or could be perceived to have, influenced the work reported in this article.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Description of the NigeriaCOVID-19 dataset.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Percentage change in COVID-19 cases in Nigeria (Filtered)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: COVID-19 Forecasted cases (lower and upper bounds) and Official NCDC cases.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Some Strengths and Weaknesses of the Individual Models.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: COVID-19 cases in Nigeria from March 2020 to April 5, 2020.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: COVID-19 new cases in Nigeria from March 2020 to April 5, 2020.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Autocorrelation (top) and Partial Correlation (bottom) plots of the NigeriaCovid-19 dataset.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Forecasted region versus actual cases reported by NCDC.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Nigeria vs South Africa Comparison from 20th of March.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Athanasopoulos",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "J.",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Forecasting: principles and practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Testing the null hypothesis of stationarity against the alternative of a unit root",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kwiatkowski",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Econom.",
            "volume": "54",
            "issn": "1-3",
            "pages": "159-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Forecasting at scale",
            "authors": [
                {
                    "first": "SJ.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "B.",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PeerJ Prepr",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Forecasting sales by exponentially weighted moving averages",
            "authors": [
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Winters",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Manage. Sci.",
            "volume": "6",
            "issn": "3",
            "pages": "324-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Generalized Autoregressive Conditional Heteroskedasticity",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bollerslev",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Econom.",
            "volume": "31",
            "issn": "",
            "pages": "307-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Ramaphosa announces 21-day coronavirus lockdown for South Africa",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Writer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Businesstech",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}