{
    "paper_id": "PMC7134453",
    "metadata": {
        "title": "Journal Roundup",
        "authors": [
            {
                "first": "J.A.",
                "middle": [],
                "last": "Otter",
                "suffix": "",
                "email": "jonathan.otter@kcl.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nEbola seems to be topping the bill this month, with commentary and analysis in most of the big journals.1, 2 One area of controversy is the level of personal protective equipment (PPE) that should be worn in field and hospital settings. An opinion piece in Annals of Internal Medicine justifies the US Centers for Disease Control and Prevention approach, which is considerably less stringent than the UK guidelines in terms of PPE.3 It is certainly true that you can be wearing all the PPE in the world but if you put in on incorrectly, don't take care of it during use, or remove it carelessly you will put yourself at risk, as outlined in another Annals of Internal Medicine article.4 There's also some discussion on experimental Ebola drugs, principally the monoclonal antibody-based ZMapp.5, 6 How do we investigate efficacy, benefit, and harm in a turbulent outbreak setting? Animal models are one route, and a Nature study of ZMapp shows a lot of promise.7 Also regarding pandemic viruses, a paper in the New England Journal of Medicine evaluates domestic transmission of Middle East respiratory syndrome coronavirus (MERS-CoV).8 Probable transmission of MERS-CoV occurred to only 4% of 280 household contacts. However, looking at this another way, probable transmission to household contacts occurred on 12 occasions from just 26 cases!",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 109,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 432,
                    "end": 433,
                    "mention": "3",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "4",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 794,
                    "end": 795,
                    "mention": "5",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 797,
                    "end": 798,
                    "mention": "6",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 962,
                    "end": 963,
                    "mention": "7",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1135,
                    "end": 1136,
                    "mention": "8",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Research",
            "ref_spans": []
        },
        {
            "text": "Several useful environmental science updates are published this month. Infection Control and Hospital Epidemiology publishes a model comparing the relative contribution of contaminated hands versus surfaces to the transmission of multidrug-resistant (MDR) organisms.9 The model simulating transmission in a 20-bed intensive care unit (ICU) found that improvements in hand hygiene compliance are about twice as effective in preventing the transmission of MDR A. baumannii, meticillin-resistant Staphylococcus aureus, or vancomycin-resistant enterococci compared with improvements in environmental hygiene, i.e. a 20% improvement in terminal cleaning is required to ‘match’ a 10% improvement in hand hygiene compliance. However, this is only applicable for rooms or, by extension, bed spaces, where the prior room occupant was infected or colonized by these pathogens. Meanwhile, a study in the American Journal of Infection Control found that many of the sites sampled, particularly around the bedspace, failed proposed microbiological standards (<2.5 cfu/cm2).10 The authors recommend reverting to previous, less stringent standards of <5 cfu/cm2. Or perhaps their cleaners should scrub harder? Finally, a number of technological solutions have emerged in recent years to augment conventional cleaning and disinfection methods. One option, reviewed in the Journal of Hospital Infection, is 405 nm light, which has the advantage of operability in occupied rooms and wards (unlike most “no-touch” systems).11 However, the ‘pay-off’ for this is a lower level of efficacy; will it be sufficient to reduce transmission?",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "mention": "9",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1060,
                    "end": 1062,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1504,
                    "end": 1506,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Research",
            "ref_spans": []
        },
        {
            "text": "The prevalence of MDR Gram-negative rods is on the rise globally but we still don't really know what works to control them, as illustrated by a survey of infection control practices in Australian hospitals published in the American Journal of Infection Control.12 Oddly, more hospitals implemented contact precautions for ESBL Enterobacteriaceae (96%) than for CRE (81%) representing, perhaps, a lack of education. Lack of effective therapy for MDR Gram-negatives and the threat of pan-drug resistance is of great concern. A useful leader in the Journal of Antimicrobial Chemotherapy concludes that colistin combination therapy is better than monotherapy for carbapenem-resistant Gram-negatives.13 Finally, chlorhexidine has shown promise in reducing the transmission of Gram-positive bacteria in the ICU, but a concerning study in Infection Control and Hospital Epidemiology identifies more reduced susceptibility to chlorhexidine in bacteria isolated from units performing daily chlorhexidine gluconate bathing.14 The study also illustrates that Gram-negative bacteria tend to have less susceptibility to chlorhexidine than Gram-positive bacteria.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 695,
                    "end": 697,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Research",
            "ref_spans": []
        },
        {
            "text": "\n–A review in the American Journal of Infection Control examines infection control practice in the emergency department, highlighting a lack of data more than anything else.15 The review reminded me of a 2005 study examining the compliance with handwashing in the television show ER, reporting a hand hygiene compliance rate of 0.2%.16 I wonder how far from reality this is?–An interesting article in The Lancet Infectious Diseases highlights the inadequate level of funding for antibiotic research in the UK.17\n–The full SHEA Compendium is published in Infection Control and Hospital Epidemiology.\n18\n–The BMJ publishes a short piece arguing that the “hygiene hypothesis” explaining the increase in allergic disease should be rephrased in the terms of “biome depletion”.19 Whether we are ‘too clean for our own good’ is the wrong question; we lack exposure to key microbial ‘old friends’, especially in childhood, and require these exposures to develop a functional immune system.20\n–A Journal of Hospital Infection review identifies considerable variation in the cost (around $2,000 to $30,000) and length of stay (2–20 days) attributable to C. difficile infection.21\n–If you put a virus and a bacterium in the ring, which would win? A Journal of Antimicrobial Chemotherapy review suggests that viruses usually come out on top, which provides an exciting prospect for antibacterial therapy as we come towards the end of antibiotics.22\n–Another novel approach to antimicrobial therapy, outlined in a PLoS Pathogens review, is interrupting regulatory RNA function.23\n\n",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 771,
                    "end": 773,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 981,
                    "end": 983,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1434,
                    "end": 1436,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Reviews and guidelines",
            "ref_spans": []
        },
        {
            "text": "How do you take your tea sir? With a spot of proteinaceous material from the patient down the hall? This may be the case, according to an article in the Journal of Hospital Infection, which found fairly high levels of soil on beverage trolleys as judged by an ATP assay.24 Does this constitute an infection risk? It’s difficult to know – but beverage trolleys should certainly be visibly clean.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "And finally…",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ebola in West Africa",
            "authors": [
                {
                    "first": "M.-A.",
                    "middle": [],
                    "last": "Trad",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "How clean is clean – is a new microbiology standard required?",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Cloutman-Green",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "D'Arcy",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Spratt",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "1002-1003",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "405 nm light technology for the inactivation of pathogens and its potential role for environmental disinfection and infection control",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "McKenzie",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gettinby",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "MacGregor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hosp Infect",
            "volume": "88",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Predictors of use of infection control precautions for multiresistant gram-negative bacilli in Australian hospitals: analysis of a national survey",
            "authors": [
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Havers",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Harris-Brown",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "963-969",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Combination therapy for carbapenem-resistant Gram-negative bacteria",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Carmeli",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Durante-Mangoni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Antimicrob Chemother",
            "volume": "69",
            "issn": "",
            "pages": "2305-2309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "High prevalence of reduced chlorhexidine susceptibility in organisms causing central line-associated bloodstream infections",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Suwantarat",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Tekle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "1183-1186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Common infection control practices in the emergency department: a literature review",
            "authors": [
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Pouch",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "957-962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Infection control in ER: how hand-washing is avoided even in fiction",
            "authors": [
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "de Leon Rosales",
                    "suffix": ""
                },
                {
                    "first": "M.V.",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huertas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "131-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "UK and European Union public and charitable funding from 2008 to 2013 for bacteriology and antibiotic research in the UK: an observational study",
            "authors": [
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Bragginton",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Piddock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "857-868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Introduction to “A Compendium of Strategies To Prevent Healthcare-Associated Infections in Acute Care Hospitals: 2014 updates”",
            "authors": [
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Yokoe",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Berenholtz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "455-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The “hygiene hypothesis” for allergic disease is a misnomer",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Ebola: a failure of international collective action",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Philips",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Markham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Regulation of the immune system by biodiversity from the natural environment: an ecosystem service essential to health",
            "authors": [
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Rook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "110",
            "issn": "",
            "pages": "18360-18367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Hospitalization stay and costs attributable to Clostridium difficile infection: a critical review",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Beriot-Mathiot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hosp Infect",
            "volume": "88",
            "issn": "",
            "pages": "12-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Viruses versus bacteria – novel approaches to phage therapy as a tool against multidrug-resistant pathogens",
            "authors": [
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Viertel",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                },
                {
                    "first": "H.P.",
                    "middle": [],
                    "last": "Horz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Antimicrob Chemother",
            "volume": "69",
            "issn": "",
            "pages": "2326-2336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Regulatory RNAs involved in bacterial antibiotic resistance",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Lalaouna",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Eyraud",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chabelskaya",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Felden",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Masse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Communal beverage trolleys are an infection risk",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dyas",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Gentry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hosp Infect",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Ebola fever: reconciling Ebola planning with Ebola risk in U.S. hospitals",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Diekema",
                    "suffix": ""
                },
                {
                    "first": "N.O.",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Yokoe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Protecting health care workers from Ebola: personal protective equipment is critical but is not enough",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": "II"
                },
                {
                    "first": "N.A.",
                    "middle": [],
                    "last": "Hynes",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Ebola: an opportunity for a clinical trial?",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Arie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Experimental Ebola drugs enter the limelight",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mullard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "47-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Transmission of MERS-coronavirus in household contacts",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828-835",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Preventing the transmission of multidrug-resistant organisms: modeling the relative importance of hand hygiene and environmental cleaning interventions",
            "authors": [
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Carling",
                    "suffix": ""
                },
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Thom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "1156-1162",
            "other_ids": {
                "DOI": []
            }
        }
    }
}