{
    "paper_id": "PMC7177006",
    "metadata": {
        "title": "Development of a Yeast Two-Hybrid Screen for Selection of Human Ras-Raf Protein Interaction Inhibitors",
        "authors": [
            {
                "first": "Edward",
                "middle": [
                    "D."
                ],
                "last": "Zanders",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Khazak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erica",
                "middle": [
                    "A."
                ],
                "last": "Golemis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lutz",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With recent advances in genome-wide sequencing, studies of the function of individual proteins and protein complexes have become increasingly important for understanding biological functions, and for selection of novel targets for drug discovery applications. The yeast two-hybrid system was originally developed to identify and study protein-protein interactions (1,2). This method was later expanded to allow detection of interactions between proteins and RNA (3), proteins and nonprotein ligands (4), proteins and peptides (5), proteins and multiple partners (6,7), and whole-genome applications (8–10). In addition, some investigators have begun to study the potential of two-hybrid screens to detect protein-small-molecule interactions (11–13). However, limited progress has so far been made to adapt such yeast screening technologies for the identification of new clinical candidates in high-throughput screens (HTSs).",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 367,
                    "end": 368,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 527,
                    "end": 528,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 563,
                    "end": 564,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 600,
                    "end": 601,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One major barrier to the use of yeast for drug screening has been thought to be the relative impermeability of yeast cells to a broad spectrum of organic molecules. 254 Khazak, Golemis, and Weber Physical and chemical genetic techniques have been used to enhance the permeability of yeast membranes. Permeabilizing agents, such as polymyxin B sulfate and polymyxin B nonapeptide, have been used to physically disrupt the integrity of yeast membranes (14). However, use of such chemical agents in drug screening is not ideal, because of the toxicity induced by polymyxin B treatment.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 453,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As an alternative strategy, a number of yeast genes involved in the control of membrane permeability have been identified, which might be targeted to improve strain permeability (15). In particular, a network of regulators associated with the phenotype known as pleiotropic drug resistance (PDR), which closely resembles the mammalian multi-drug resistance phenotype (MDR) (16), is known to affect cellular transport and drug resistance. Pdrlp and Pdr3p, members of the C6 zinc cluster family of transcriptional regulatory proteins, redundantly modulate expression of ABC transporter proteins by inducing their transcription (17,18). Disruption of PDRI and PDR3, the genes encoding Pdrlp and Pdr3p, respectively, results in decreased expression of the ABC transporter PDR5, and thereby increases drug sensitivity of pdr1\n−\npdr3\n− cells (19). Further, it has been shown that overexpression of either the HXT9p or HXT11p hexose transporter proteins independently promotes drug sensitivity, by increasing uptake of certain drugs (19,20). Based on these earlier studies, we have exploited these properties of PDR and HXT mutants to create hyperpermeable yeast strains useful for HTS for the two-hybrid system. We here describe the creation of these strains and their utilization for the selection of small-molecule inhibitors of interaction between Ras and Raf oncoproteins.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1027,
                    "end": 1029,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nYeast Saccharomyces cerevisiae strains SKY48 (MATα trp1 URA3 his3 6 lexAop-LEU2 cIop-LYS2) and SKY191 (MATα trp1 URA3 his3 2 lexAop-LEU2 cIop-LYS2) have been described in (1).\nEscherichia coli strain DH5α.pGem-T/A (Promega, Madison, WI).DBD and AD plasmids for yeast two-hybrid screen have been described in (1,21).Restriction enzymes T4 DNA ligase and Taq DNA polymerase (MBI Fermentas).Oligonucleotide primers.Yeast dropout (DO) media, YPD (rich medium with dextrose), and YPG/R (rich medium with galactose and raffinose) (Clontech, CA).Cycloheximide (CYH), 4-nitroquinoline-oxide (4-NQO), sulfomethuron methyl (SMM), and 5-fluoro-orotic acid (5FOA) (BioMol, PA).Zeocin (Zeo) (Invitrogen, CA).X-Gal (Clontech, CA).96-pin replicator (Nalge Nunc International Corp., IL).\n",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 311,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Materials",
            "ref_spans": []
        },
        {
            "text": "Primers VK11 and VK14 were used to amplify an 1158-base-pair (bp) 5′ fragment of PDR1, and primers VK12 and VK13 were used to amplify a 741-bp 3′ fragment of PDR1, using PCR. The amplified PDR1 fragments were cloned into pGem-T/A (Promega, Madison, WI) to construct the pGem5-3-PDR1 plasmid, with a unique BamHI site between the fragments. Next, the pHisCadA plasmid was constructed by replacing the Salmonella hisG DNA fragment in the pNKY51 plasmid with the E. coli cadBA gene operon. Next, the hisG-URA3-cadA gene fragment from pHis-CadA was isolated, purified, and ligated into the BamHI site of the pGem5-3-PDR1 vector to construct the pPDR1-HisCadA plasmid (Fig. 3\nA) (see\nNote 1).\n",
            "cite_spans": [],
            "section": "Construction of the pPDR1-HisCadA Plasmid ::: Expression Plasmids ::: Methods",
            "ref_spans": [
                {
                    "start": 664,
                    "end": 670,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Primers VK07 and VKl0 were used to amplify an 839-bp 5′ fragment of the yeast PDR3 gene, and VK09 and VK11 were used to amplify a 743-bp 3′ fragment of the yeast PDR3 gene. The amplified fragments were then cloned into pGem-T/A to create pGEM5-3-PDR3, which bears a unique BamHI site between the PDR3 fragments. The pHisInt plasmid was then constructed by replacing the hisG 3′ fragment of the pNKY51 plasmid with a fragment from the human \n\n",
            "cite_spans": [],
            "section": "Construction of the pPDR3-Hislnt Plasmid ::: Expression Plasmids ::: Methods",
            "ref_spans": []
        },
        {
            "text": "immunodeficiency virus (HIV) integrase gene (Int) (see\nNote 1). The hisG-URA3-Int fragment was then isolated, purified, and ligated into the BamHI site of the pGem5-3-PDR3 vector to create the pPDR3-HisInt plasmid (Fig. 3\nB).\n\n",
            "cite_spans": [],
            "section": "Construction of the pPDR3-Hislnt Plasmid ::: Expression Plasmids ::: Methods",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 221,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Primers VK05 and VK06 were used to PCR amplify the coding sequence of the yeast HXT9 gene. The HXT9 gene fragment was ligated downstream of the GAL1-inducible promoter and upstream of the CYC1 transcription terminator region (TT) in the pYES2 plasmid to create the pYES-HXT9 plasmid. The fragment containing the GAL1 promoter region, the HXT9 gene fragment, and the CYC1 TT region from pYES-HXT9 were then ligated into pHisCadA (see above) to create pHisCadA-HXT9 (Fig. 3\nC) (see\nNote 2).\n\n",
            "cite_spans": [],
            "section": "Construction of the pHisCadA-HXT9 Plasmid ::: Expression Plasmids ::: Methods",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 471,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Primers VK03 and VK04 were used to PCR amplify the coding sequence of the yeast HXT11 gene. The HXT11 fragment was ligated downstream of the GAL1-inducible promoter and upstream of the CYC1 TT region in the pYES2 plasmid to create the pYES-HXT11 plasmid. The fragment containing the GAL1 promoter region, the HXT11 coding region, and the CYC1 TT region from pYes-HXT11 were then excised, purified, and ligated into pHisInt to create pHisInt-HXT11 (Fig. 3\nD).",
            "cite_spans": [],
            "section": "Construction of the pHislnt-HXT11 Plasmid ::: Expression Plasmids ::: Methods",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 454,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The plasmid pPDR3-HisInt was digested with AatII-SacI and the purified integrative cassette, hisG-URA3-PDR3-Int (see\nFig. 2\nC) was transformed into parental strains SKY48 and SKY191. Positive cells were selected on yeast dropout media that lacked uracil. Cells that grew on such media contained integrated copies of hisG-URA3-Int cassette and were designated SKY49 and SKY192.",
            "cite_spans": [],
            "section": "Constructing Yeast S. cerevisiae Strains SKY49 and SKY192 ::: Integration of HXT9 and HXT11 in the PDR1 and PDR3 Chromosomal Loci of Yeast S. cerevisiae Strains SKY48 and SKY191 ::: Methods",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Strains SKY49 and SKY192 were used for the next round of integrative transformation. The goal of this transformation was to replace the URA3 gene at the PDR3 locus in the chromosome of SKY49 and SKY192 with a galactose-inducible copy of HXT11. To this end, plasmid pHisHXT11-Int was digested with AatII and PshAI, and the hisG-HXT11-Int cassette was purified and transformed into SKY49 and SKY192. To select yeast with the hisG-HXT11-Int cassette integrated into the chromosome, cells were propagated on YPD plates for 5–6 h to decrease the amount of Ura3p enzyme, and then replica-plated on plates containing minimal DO media containing 1.5 mg/mL 5-fluoro-orotic acid (5FOA) and uracil at a concentration of 1.2 mg/mL (see\nNote 3). Yeast that express the URA3 gene convert 5FOA to a toxic metabolite and die. However, cells that have replaced the URA3 gene with HXT11 grow normally. Several hundred transformants containing the HXT11 gene at the PDR3 chromosomal locus were obtained. Two strains containing the inserted cassettes (Fig. 2\nC) were selected, and named SKY51 and SKY194.",
            "cite_spans": [],
            "section": "Constructing Yeast S. cerevisiae Strains SKY51 and SKY194 With Galactose-Inducible HXT11 Gene Integrated in PDR3 Chromosomal Locus ::: Integration of HXT9 and HXT11 in the PDR1 and PDR3 Chromosomal Loci of Yeast S. cerevisiae Strains SKY48 and SKY191 ::: Methods",
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1038,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "At the next round of integrative transformation, the hisG-URA3-cadA cassette in pPDR1-HisCadA was digested with AatII-SacI and the purified cassette (Fig. 1\nC) was transformed into SKY51 and SKY194. Two resulting yeast strains, SKY52 and SKY195, were selected on yeast dropout media that lacked uracil. The hisG-HXT9-cadA cassette was then purified and transformed into SKY52 and SKY195, thereby replacing the hisG-URA3-cadA cassette with the hisG-HXT9-cadA cassette. Another round of 5FOA selection (see\nFig. 1\nD) yielded two strains, SKY54 and SKY197, with HXT9 substituted for URA3 at the PDR1 locus (see\nFig. 1\nE).",
            "cite_spans": [],
            "section": "Constructing Yeast S. cerevisiae Strains SKY54 and SKY197 Bearing Galactose-Inducible HXT9 and HXT11 Genes in PDR1 and PDR3 Loci ::: Integration of HXT9 and HXT11 in the PDR1 and PDR3 Chromosomal Loci of Yeast S. cerevisiae Strains SKY48 and SKY191 ::: Methods",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 505,
                    "end": 511,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 608,
                    "end": 614,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Cells selected after this final round of integrative transformation have integrated copies of HXT9 and HXT11 at the PDR1 and PDR3 loci, respectively. The full genotype of SKY54 is (MATα trp1 ura3 his3 3lexAop-Leu2 1cIop-Lys2 pdr1::HXT9 pdr3::HXT11), and that of SKY197 is (MATα trp1 ura3 his31lexAop-Leu2 1cIop-Lys2 pdr1::HXT9 pdr3::HXT11).",
            "cite_spans": [],
            "section": "Constructing Yeast S. cerevisiae Strains SKY54 and SKY197 Bearing Galactose-Inducible HXT9 and HXT11 Genes in PDR1 and PDR3 Loci ::: Integration of HXT9 and HXT11 in the PDR1 and PDR3 Chromosomal Loci of Yeast S. cerevisiae Strains SKY48 and SKY191 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To confirm the proper insertion of HXT9 and HXT11 into the chromosomal loci of PDR3 and PDR1, respectively, genomic DNA was purified from SKY54 and SKY197, and analyzed using PCR for the presence of HXT9 and HXT11 recombinant sequences within PDR1 and PDR3 loci. (Figs. 4\nA,B and 5\nA,B). Figure 4\nA depicts the DNA fragment PDR1-hisG-HXT9-cadA-PDR1, which was inserted into the PDR1 locus of SKY54 and SKY197, showing the location and orientation of PCR primers. Figure 4\nB shows an agarose gel stained with ethidium bromide to visualize the PCR products. The six bands correspond to the proper lengths between the specific primer pairs, and confirm the correct insertion and orientation of the cassettes. Figure 5A depicts the DNA fragment PDR3-hisG-HXT11-Int-PDR3 that was inserted into the PDR3 locus of SKY54 and SKY197, indicating the location and direction of PCR primers. Fig. 5B shows an ethidium bromide-stained gel of the PCR products. The eight bands correspond to the proper lengths between the specific primer pairs indicated, and confirm the correct insertion and orientation of the cassettes.\n\n\n",
            "cite_spans": [],
            "section": "Characterization of SKY54 and SKY197 ::: Integration of HXT9 and HXT11 in the PDR1 and PDR3 Chromosomal Loci of Yeast S. cerevisiae Strains SKY48 and SKY191 ::: Methods",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "mention": "Figs. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 280,
                    "end": 281,
                    "mention": "5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 288,
                    "end": 296,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 463,
                    "end": 471,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 706,
                    "end": 715,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 879,
                    "end": 886,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Cycloheximide (CYH), 4-nitroquinoline-oxide (4-NQO), sulfomethuron methyl (SMM) and Zeocin (Zeo) were used to evaluate the drug sensitivity of the yeast strains. Yeast cells were seeded as a lawn on YPD or YPG/R plates by being dispersed in a “pad” of top agar poured over a normal plate (100 µL of resuspended yeast [108 cells] to 13 mL of cooled 1% low-melt SeaPlaque agarose prepared with YPD or YPG/R growth media). Immediately after seeding, CYH (5 mg/mL), NQO (2.5 mg/mL), SMM (100 mg/mL), and Zeo (100 mg/mL) stock solutions were diluted 2-, 5-, 10-, 25-, and 100-fold, and applied onto the top-agar growing yeast by means of a pronged replicator device that delivered 1-µL liquid aliquots of compound into the top-agar layer. Sensitivity to compounds was scored by visualization of growth on this media, and the size of “death zones” around areas of compound application.",
            "cite_spans": [],
            "section": "SKY54 and SKY197 Have Increased Sensitivity to Selected Antifungal Inhibitors ::: Testing the Permeability (Sensitivity) of Yeast Strains SKY54 and SKY197 With Targeted Antifungals, and to a Diverse Chemical Library of Small-Molecular-Weight Compounds ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The plates shown in Fig. 6 demonstrate the sensitivity of the parental and modified yeast strains to the test compounds. Both parental SKY191 and modified SKY197 strains showed no sensitivity to SMM at all concentrations tested. However, based on the size of the death zones, SKY197 is significantly more sensitive to CYH and 4-NQO than SKY191 on YPD media (Fig. 6). Further, when the SKY197 yeast were incubated on Gal/Raff-containing media (thereby inducing expression of HXT9 and HXT11 genes), their sensitivity to CYH and 4-NQO increased. The estimated increase of death-zone diameters for 4-NQO for SKY197 on YPG/R media in comparison with the parental strains grown on the same media was approx 32–40%. After 48 h of incubation on YPG/R media, sensitivity to CYH was estimated to be 0.01 µg/mL minimal inhibitory concentration (MIC) in comparison to 0.5 µg/mL for the parental strain. The MIC is defined as the lowest concentration (micrograms per milliliter of broth) that inhibited visible growth, disregarding a haze of barely visible growth. Sensitivity to CYH of a yeast strain harboring PDR1 and PDR3 deletions, and with the HXT11 gene overexpressed from a multicopy plasmid, was previously reported as having an MIC of 0.03 µg/mL CYH (19). Thus, integrating inducible copies of HXT11 and HXT9 into the chromosome while deleting pdr1 and pdr3 significantly increased the sensitivity of yeast cells to the tested compounds (see\nNote 4).\n\n",
            "cite_spans": [
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "SKY54 and SKY197 Have Increased Sensitivity to Selected Antifungal Inhibitors ::: Testing the Permeability (Sensitivity) of Yeast Strains SKY54 and SKY197 With Targeted Antifungals, and to a Diverse Chemical Library of Small-Molecular-Weight Compounds ::: Methods",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 358,
                    "end": 364,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "A comparative analysis of parental strain SKY48 and its derivative SKY54 to 73,400 compounds from the diverse combinatorial chemical library is shown in Table 2. SKY48 was sensitive to 1959 compounds, while SKY54 was sensitive to 3011 compounds. Thus, SKY54 was sensitive to 1.54 times as many compounds as the parental strain, SKY48. The sensitivity/permeability of modified yeast SKY54 and SKY197 was similar to the permeability of E. coli strains specifically designed for HTS purposes, and screened with the same library of compounds (data not shown). This fact created a unique opportunity to use modified yeast two-hybrid strains SKY54 and SKY197 for screening of various protein-protein interaction inhibitors. \n\n",
            "cite_spans": [],
            "section": "SKY54 Has Increased Sensitivity to a Diverse Chemical Library of Small-Molecular-Weight Compounds ::: Testing the Permeability (Sensitivity) of Yeast Strains SKY54 and SKY197 With Targeted Antifungals, and to a Diverse Chemical Library of Small-Molecular-Weight Compounds ::: Methods",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The Ras/Raf/MEK/ERK signaling pathway controls fundamental cellular processes including proliferation, differentiation, and survival, and the altered expression or action of components of this pathway is commonly observed in human cancers (22–24). Ras has suffered oncogenic mutations in nearly 30% of human cancers and mediates its action through interaction with downstream effector targets (25,26). Activated Ras binds to and recruits Raf-1 to the cell membrane, where Raf-1 is activated by a complex mechanism that is not yet completely understood (27). Agents capable of inhibiting the activating interaction between oncogenic Ras and Raf proteins have the potential to be valuable additions to the chemotherapy of multiple cancers. The human Ras and Raf proteins effectively interact in a yeast two-hybrid system (28), which makes this interaction an attractive drug target in yeast strains with increased permeability.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Selecting Novel Inhibitors of Ras-Raf Interaction by High-Throughput Screening in SKY54 Dual-Bait Yeast Two-Hybrid Strain ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To screen for chemical compounds that would effectively block or diminish the interaction between a DNA binding domain (DBD) fusion to Ras (cI-H-Ras) and an activation domain (AD) fused Raf (AD-c-Raf-1), while simultaneously testing the properties of the new permeable yeast strains, these two fusion proteins were expressed in SKY54, and in parallel in SKY48, and plated as described under Subheading 3.3.1., with the addition of X-Gal. Yeast containing an independent interacting protein pair, DBD-fused-hsRPB7 and AD-hsRPB4, were similarly plated in parallel in both strains, as a control to be used for detection and subtraction of toxic compounds. These strains were used to screen a library of 73,400 compounds applied in microarray format. A representative panel demonstrating specific vs nonspecific inhibition of growth is shown in Fig. 7. From 3009 compounds that produced growth-inhibiting effects in the SKY54 CI-H-Ras-AD-Raf-1 strain, 708 compounds also reduced β-galactosidase activity, with varying degrees of selectivity for Ras-Raf-1 vs hsRPB7-hsRPB4 on plates. Significantly fewer positive colonies were detected in the screen performed for Ras-Raf interaction inhibitors in the SKY48 yeast strain (data not shown). Further assessment of the selectivity of interaction inhibition by liquid beta-galactosidase assay (29) identified 38 compounds that produced a clear reduction (with a final range of 3–45% of starting values) in LacZ activity in SKY54 expressing H-Ras and Raf-1, but not LexA-hsRPB7 and AD-hsRPB4, when included in culture medium at concentrations of 30 µM. These 38 compounds, reflecting a yield of approx 0.05% from the starting library, were used for subsequent functional analyses in mammalian cells, that have extensively validated their mechanism of action, as described in (30).\n\n",
            "cite_spans": [
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1815,
                    "end": 1817,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Selecting Novel Inhibitors of Ras-Raf Interaction by High-Throughput Screening in SKY54 Dual-Bait Yeast Two-Hybrid Strain ::: Methods",
            "ref_spans": [
                {
                    "start": 841,
                    "end": 847,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Here, we have reported a general approach for creating a super-permeable yeast two-hybrid strain, and the application of this strain for HTS for identification of novel protein-protein interaction inhibitors. The developed strains were successfully used for screening a diverse combinatorial library to select a novel class of clinically relevant protein-protein interaction inhibitors, and have the potential to be used in future efforts to search for new drugs in two-hybrid HTS.",
            "cite_spans": [],
            "section": "Selecting Novel Inhibitors of Ras-Raf Interaction by High-Throughput Screening in SKY54 Dual-Bait Yeast Two-Hybrid Strain ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nOur choice of the hisG DNA fragment from Salmonella, cadBA gene from E. coli, and the Int gene from the HIV virus was based on the lack of sequences homologous to these DNA sequences in yeast. Thus, the chromosomal integration of the expression cassettes was directed to the specific sites intended (PDR1, PDR3) through homologous recombination. The specific DNAs we have used can be successfully replaced in integration cassettes by other DNA sequences that have no or low homology to yeast genomic DNA.\nGAL1 was chosen as a promoter because of its strength and inducible nature. Further, comparison of the yeast sensitivity to the given compound on media supplemented with glucose (YPD) vs galactose (YPG) allows unequivocal estimation of the contribution of the HXT9 gene to the reduction of resistance phenotype.We found that the Ura3p enzyme synthesized from the first integration cassette is present in the yeast cells at the time of addition of 5FOA compound even in the cells with a successful second cassette integration and elimination of an active copy of URA3 gene. The activity of these remnants of Ura3p causes the conversion of 5FOA into a toxic metabolite, and subsequent cell death. Additional propagation of the yeast on the YPD media, rich in exogenous uracil, is sufficient to significantly reduce the level of the earlier synthesized Ura3p enzyme in the cells with successful recombinations, and escape from 5FOA-related toxicity.The absence of improved sensitivity to SMM and Zeo in the modified SKY197 strain indicates that the enhancement of permeability is not universal, but limited to some compound classes, likely reflecting differences in the uptake and efflux mechanisms for different drugs.\n",
            "cite_spans": [],
            "section": "Notes",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: \nOligonucleotide Primers Used in Plasmid and Strain Construction\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: \nSensitivity of Yeast SKY48 and SKY54 to a Library of Small-Molecule Compounds\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: In the first step of the integrative transformation strategy used to construct the modified yeast strains SKY51 and SKY194: the HXT9 gene is targeted to the yeast PDR1 locus. (A) A plasmid vector containing upstream (5′) and downstream (3′) flanking regions of the PDR1 gene separated by a unique restriction site (BamHI). (B) An integrative cassette containing hisG-URA3-cadA is inserted at the unique BamHI site between the PDR1 gene fragments. (C) The structure of the recombination intermediate containing a PDR1 gene disrupted by the hisG-URA3-cadA cassette is shown. (D) Recombination between hisG and cadA sequences of the hisG-URA3-cadA cassette on the chromosome and the hisG and cadA sequences on separately prepared linear hisG-HXT9-cadA cassette is detected by growth on 5FOA (i.e., ura3- phenotype), which reflects insertion of HXT9 into the chromosomal location of the PDR1 gene with loss of PDR1 and URA3. (E) The genomic structure of the PDR1 locus of the modified yeast strains SKY51 and SKY194, derived from SKY48 and SKY191, respectively.\n",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: In a second step of the integrative transformation strategy used to construct the modified yeast strains SKY54 and SKY197 from strains SKY51 and SKY194, the HXT11 gene is targeted to the yeast PDR3 locus. (A) Plasmid vector was constructed containing the upstream (5′) and downstream (3′) flanking regions of the PDR3 gene separated by a unique restriction site (BamHI). (B) An integrative cassette containing hisG-URA3-Int was inserted at the unique BamHI site between the PDR3 gene fragments. This was used for integration by homologous replacement of PDR3 as selected by a ura-phenotype. (C) The structure of recombination intermediate containing a PDR3 gene disrupted by the hisG-URA3-Int cassette is shown. (D) Next, homologous recombination between hisG and Int sequences of the integrated hisG-URA3-Int cassette on the chromosome and a separately prepared, linear hisG-HXT11-Int cassette results in insertion of the HXT11 gene at the endogenous yeast PDR3 1ocus as selected by growth on 5FOA media. (E) The genomic structure of the PDR3 locus of the final yeast strains, SKY54 and SKY197.\n",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: Plasmid maps. (A) Map of the pPDRI-HisCadA plasmid. The hisG-URA3-cadA gene fragment is flanked by upstream (PDR1-5′) and downstream (PDRl-3′) sequences of PDR1, as indicated. This is the source of the PDR1-hisG-URA3-cadA-PDR1 cassette (Fig. 1). (B) Map of the pPDR3-HisInt plasmid. The hisG-URA3-Int gene fragment is flanked by upstream (PDR3-5′) and downstream (PDR3-3′) sequences of PDR3, as indicated. This is the source of the PDR3-hisG-URA3-Int-PDR3 cassette (Fig. 2).\n",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3.: \n(C) Map of the pHisCadA-HXT9 plasmid. The P GAL1-HXT9 -CYC1-TT is inserted upstream from Escherichia coli cadBA gene operon (cadA). This is the source of the hisG-HXT9-cadA cassette (Fig. 1). (D) Map of the pHisInt-HXT11 plasmid. The P GALl-HXT11-CYC1-TT is inserted upstream from human immunodeficiency virus (HIV) integrase gene sequences (INT). This is the source of the hisG-HXT11-Int cassette (Fig. 2).\n",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 4.: Structure of the inserted HXT9 gene sequence at the yeast PDR1 locus in strains SKY54 and SKY197. (A) is a diagram of the structure of the inserted DNA sequence at the PDR1 locus. (B) is an ethidium bromide-stained gel of polymerase chain reaction products, confirming the integration of recombinant HXT9 sequences at the PDR1 locus: LM—Ladder Mix DNA standard (MBI Fermentas); 1—VK11-VK22 (SKY197); 2—VK15-VK12 (SKY197); 3—VK15-VK12 (SKY54); 4—VK15-VK22 (SKY54); 5—VK23-VK06 (SKY54); 6—VK23-VK22 (SKY54).\n",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 5.: Structure of the inserted HXT11 DNA sequence at the yeast PDR3 locus in strains SKY54 and SKY197. (A) is a diagram of the structure of the inserted DNA sequence at the PDR3 locus. (B) is an ethidium bromide-stained agarose gel of polymerase chain reaction products, confirming the integration of recombinant HXT11 sequences at the PDR3 locus: LM—Ladder Mix DNA standard (MBI Fermentas); 1— VK07-VK16 (SKY197) (top band); 2—VK15-VK08 (SKY197); 3—VK23-VK24 (SKY197); 4—VK15-VK24 (SKY197); 5—VK07-VK16 (SKY54) (top band); 6— VK23-VK24 (SKY54); 7—VK15-VK24 (SKY54); 8—VK03-VK24 (SKY197).\n",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 6: Sensitivity of the modified yeast strain SKY197, relative to the unmodified parental strain SKY191, to various compounds. Decreasing concentrations of cycloheximide (CYH), 4-nitroquinoline-oxide (4-NQO), sulfomethuron methyl (SMM), and Zeocin (Zeo) were plated on parental yeast strain SKY191 and the modified strain SKY197, and incubated on YPD (Glu) or YPG/R (Gal/Raff) media. From top to bottom of each plate, and from left to right of each row: 5 µg, 2.5 µg, 1 µg, 0.5 µg, 0.2 µg, and 50 ng of CYH; 2.5 µg, 1.25 µg, 0.5 µg, 0.25 µg, 0.1 µg, and 25 ng of NQO; 100 µg, 50 µg, 20 µg, 10 µg, 4 µg, and 1 µg of SMM; and 100 µg, 50 µg, 20 µg, 10 µg, 4 µg, and 1 µg of Zeo.\n",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 7.: Screening plates with yeast SKY54 Ras-Raf, SKY54 hsRPB4-hsRPB7, and SKY48 Ras-Raf strains incubated with the 96 compounds from combinatorial chemical library. The area with putative Ras-Raf inhibitors and individual antifungal compounds is indicated by frame or by arrow, respectively. Note increased size of “death zones” for some compounds on SKY54 vs SKY48 plates.\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A two-hybrid dual bait system to discriminate specificity of protein interactions",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Serebriiskii",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Khazak",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [
                        "A."
                    ],
                    "last": "Golemis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Biol. Chem.",
            "volume": "274",
            "issn": "",
            "pages": "17080-17087",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.274.24.17080"
                ]
            }
        },
        "BIBREF1": {
            "title": "A protein linkage map of Escherichia coli bacteriophage T7",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "L."
                    ],
                    "last": "Bartel",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "A."
                    ],
                    "last": "Roecklein",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "SenGupta",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nat. Genet.",
            "volume": "12",
            "issn": "",
            "pages": "72-77",
            "other_ids": {
                "DOI": [
                    "10.1038/ng0196-72"
                ]
            }
        },
        "BIBREF2": {
            "title": "Identification of a calcium channel modulator using a high throughput yeast two-hybrid screen",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat. Biotechnol.",
            "volume": "16",
            "issn": "",
            "pages": "946-950",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt1098-946"
                ]
            }
        },
        "BIBREF3": {
            "title": "Reverse two-hybrid and one-hybrid systems to detect dissociation of protein-protein and DNA-protein interactions",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "K."
                    ],
                    "last": "Brachmann",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fattaey",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "D."
                    ],
                    "last": "Boeke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "93",
            "issn": "",
            "pages": "10315-10320",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.93.19.10315"
                ]
            }
        },
        "BIBREF4": {
            "title": "Cytoskeletal protein ABP-280 directs the intracellular trafficking of furin and modulates proprotein processing in the endocytic pathway",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "A."
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Cell Biol.",
            "volume": "139",
            "issn": "",
            "pages": "1719-1733",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.139.7.1719"
                ]
            }
        },
        "BIBREF5": {
            "title": "Effects of polymyxin B sulfate and polymyxin B nonapeptide on growth and permeability of the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Boguslawski",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Gen. Genet.",
            "volume": "199",
            "issn": "",
            "pages": "401-405",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00330749"
                ]
            }
        },
        "BIBREF6": {
            "title": "A simple method for the isolation and characterization of thymidylate uptaking mutants in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Brendel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Mol. Gen. Genet.",
            "volume": "147",
            "issn": "",
            "pages": "209-215",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00267573"
                ]
            }
        },
        "BIBREF7": {
            "title": "A major superfamily of transmembrane facilitators that catalyse uniport, symport and antiport",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "D."
                    ],
                    "last": "Marger",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "H."
                    ],
                    "last": "Saier",
                    "suffix": "Jr."
                }
            ],
            "year": 1993,
            "venue": "Trends Biochem. Sci.",
            "volume": "18",
            "issn": "",
            "pages": "13-20",
            "other_ids": {
                "DOI": [
                    "10.1016/0968-0004(93)90081-W"
                ]
            }
        },
        "BIBREF8": {
            "title": "Transcriptional control of the yeast PDR5 gene by the PDR3 gene product",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "J."
                    ],
                    "last": "Katzmann",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "E."
                    ],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Golin",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Mahe",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "S."
                    ],
                    "last": "Moye-Rowley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Cell Biol.",
            "volume": "14",
            "issn": "",
            "pages": "4653-4661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Allelism of pleiotropic drug resistance in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "G.",
                    "middle": [
                        "W."
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "H."
                    ],
                    "last": "Rank",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Can. J. Genet. Cytol.",
            "volume": "24",
            "issn": "",
            "pages": "493-503",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Multiple-drug-resistance phenomenon in the yeast Saccharomyces cerevisiae: involvement of two hexose transporters",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nourani",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wesolowski-Louvel",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Delaveau",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Jacq",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Delahodde",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Cell Biol.",
            "volume": "17",
            "issn": "",
            "pages": "5453-5460",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A novel genetic system to detect protein-protein interactions",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "340",
            "issn": "",
            "pages": "245-246",
            "other_ids": {
                "DOI": [
                    "10.1038/340245a0"
                ]
            }
        },
        "BIBREF12": {
            "title": "The hexose transporter family of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "L."
                    ],
                    "last": "Kruckeberg",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch. Microbiol.",
            "volume": "166",
            "issn": "",
            "pages": "283-292",
            "other_ids": {
                "DOI": [
                    "10.1007/s002030050385"
                ]
            }
        },
        "BIBREF13": {
            "title": "Analysis of the interaction of the novel RNA polymerase II (pol II) subunit hsRPB4 with its partner hsRPB7 and with pol II",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Khazak",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Estojak",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol. Cell Biol.",
            "volume": "18",
            "issn": "",
            "pages": "1935-1945",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Aspects of growth factor signal transduction in the cell cytoplasm",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "A."
                    ],
                    "last": "Panaretto",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Sci.",
            "volume": "107",
            "issn": "Pt 4",
            "pages": "747-752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Signal transduction—a conserved pathway from the membrane to the nucleus",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Pawson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Dev. Genet.",
            "volume": "14",
            "issn": "",
            "pages": "333-338",
            "other_ids": {
                "DOI": [
                    "10.1002/dvg.1020140502"
                ]
            }
        },
        "BIBREF16": {
            "title": "The pathway to signal achievement",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "E."
                    ],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "A."
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "365",
            "issn": "",
            "pages": "781-783",
            "other_ids": {
                "DOI": [
                    "10.1038/365781a0"
                ]
            }
        },
        "BIBREF17": {
            "title": "Ras effectors",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "J."
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Curr. Opin. Cell Biol.",
            "volume": "8",
            "issn": "",
            "pages": "197-204",
            "other_ids": {
                "DOI": [
                    "10.1016/S0955-0674(96)80066-4"
                ]
            }
        },
        "BIBREF18": {
            "title": "Increasing complexity of Ras signal transduction: involvement of Rho family proteins",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Khosravi-Far",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [
                        "L."
                    ],
                    "last": "Rossman",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "J."
                    ],
                    "last": "Der",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv. Cancer Res.",
            "volume": "72",
            "issn": "",
            "pages": "57-107",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-230X(08)60700-9"
                ]
            }
        },
        "BIBREF19": {
            "title": "Meaningful relationships: the regulation of the Ras/Raf/MEK/ERK pathway by protein interactions",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Kolch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem. J.",
            "volume": "351",
            "issn": "Pt 2",
            "pages": "289-305",
            "other_ids": {
                "DOI": [
                    "10.1042/0264-6021:3510289"
                ]
            }
        },
        "BIBREF20": {
            "title": "Mammalian Ras interacts directly with the serine/threonine kinase Raf",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "B."
                    ],
                    "last": "Vojtek",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "M."
                    ],
                    "last": "Hollenberg",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "A."
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "205-214",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(93)90307-C"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [
                        "M."
                    ],
                    "last": "Ausubel",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kingston",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Current Protocols in Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A three-hybrid system to detect RNA-protein interactions in vivo",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "J."
                    ],
                    "last": "SenGupta",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pochart",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wickens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "93",
            "issn": "",
            "pages": "8496-8501",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.93.16.8496"
                ]
            }
        },
        "BIBREF23": {
            "title": "Inhibitors of Ras/Raf-1 interaction identified by two-hybrid screening revert Ras-dependent transformation phenotypes in human cancer cells",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kato-Stankiewicz",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Hakimi",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "14398-14403",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.222222699"
                ]
            }
        },
        "BIBREF24": {
            "title": "A family of human cdc2-related protein kinases",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Meyerson",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "H."
                    ],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "L."
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO J.",
            "volume": "11",
            "issn": "",
            "pages": "2909-2917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Genetic selection of peptide aptamers that recognize and inhibit cyclin-dependent kinase 2",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Colas",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Jessen",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Grishina",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "McCoy",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "380",
            "issn": "",
            "pages": "548-550",
            "other_ids": {
                "DOI": [
                    "10.1038/380548a0"
                ]
            }
        },
        "BIBREF26": {
            "title": "The inositol 5’-phosphatase SHIP binds to immunoreceptor signaling motifs and responds to high affinity IgE receptor aggregation",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "A."
                    ],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zenner",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lubinus",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biol. Chem.",
            "volume": "271",
            "issn": "",
            "pages": "29271-29278",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.271.51.32689"
                ]
            }
        },
        "BIBREF27": {
            "title": "A conditionally expressed third partner stabilizes or prevents the formation of a transcriptional activator in a three-hybrid system",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Tirode",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Malaguti",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Camonis",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "M."
                    ],
                    "last": "Egly",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Biol. Chem.",
            "volume": "272",
            "issn": "",
            "pages": "22995-22999",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.272.37.22995"
                ]
            }
        },
        "BIBREF28": {
            "title": "Toward a functional analysis of the yeast genome through exhaustive two-hybrid screens",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fromont-Racine",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "Rain",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Legrain",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat. Genet.",
            "volume": "16",
            "issn": "",
            "pages": "277-282",
            "other_ids": {
                "DOI": [
                    "10.1038/ng0797-277"
                ]
            }
        },
        "BIBREF29": {
            "title": "Interaction mating reveals binary and ternary connections between Drosophila cell cycle regulators",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "L."
                    ],
                    "last": "Finley",
                    "suffix": "Jr."
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "12980-12984",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.91.26.12980"
                ]
            }
        }
    }
}