{
    "paper_id": "PMC7094751",
    "metadata": {
        "title": "On the dynamics of SEIRS epidemic model with transport-related infection",
        "authors": [
            {
                "first": "Adisak",
                "middle": [],
                "last": "Denphedtnong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Settapat",
                "middle": [],
                "last": "Chinviriyasit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wirawan",
                "middle": [],
                "last": "Chinviriyasit",
                "suffix": "",
                "email": "iwirwong@kmutt.ac.th",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The spread of infectious diseases between discrete geographic regions (or cities) is a phenomenon that involves many different compartments. To control the spread of an infectious disease, one has to understand how the growth and spread of the disease affect its outbreak. There are many factors that lead to the dynamics of an infectious disease of humans. They include such human behaviors as population dislocations, living styles, sexual practices and rising international travel. In current, population dispersal by human transportation plays an important role in the spread of infectious disease around the world. SARS (severe acute respiratory syndrome) spread along the routes of international air travel and infection was carried to many places [33], [34]. Khan et al. [14] pointed out a correlation between inter-regional spread of a novel influenza A (H1N1) virus and travelers. From these observations a number of authors have proposed epidemic models describing disease transmission dynamics among multiple locations due to the population dispersal (see [3], [4], [10], [23], [24], [25], [26], [29], [30], [31], [32] and the references therein). Recently, Cui et al. [7] have proposed a SIS epidemic model to understand the effect of transport related infection on disease spread. Takeuchi et al. [27] proved the global dynamics of model in [7]. They found that the global stabilities of equilibria disease-free and endemic equilibriums, still required additional condition besides the condition for their existence. Considering entry screening and exit screening to detect infected individuals, Liu and Takeuchi [20] proposed an SIQS model to study the effect of transport-related infection and entry screening. Subsequently, Liu and Zhou [21] analyzed global stability of an SIRS epidemic model with transport-related infection. Their results shown transport-related infection can make the disease endemic even if both the isolated regions are disease free. Obviously, the models in [7], [20], [27] assumed that a susceptible individual becomes infectious immediately after infected. However, for many diseases, a host stays in a latent period before becoming infectious after infected, Wan and Cui [29] formulated an SEIS epidemic model to describe the transmission of infectious diseases related by transports. When the individuals have immunity to the disease after recover, the SEIR or SEIRS models are more general than the SEI or SEIS types depending on whether the acquired immunity is permanent or otherwise. These kinds of models have These kinds of models have been studied to gain insights into the transmission dynamics of disease in community. For example, Greenhalgh [11] considered an SEIR model that incorporates density dependence in the death rate. Cooke and Driessche [6] introduced and analyzed the SEIRS model with two delays. Greenhalgh [12] studied Hopf bifurcations in the SEIRS type models with density dependent contact rate and death rate. Li and Muldowney [16] and Li et al. [17] studied the global dynamics of the SEIR models with a non-linear incidence rate as well as standard incidence rate. Li et al. [18] analyzed the global dynamics of the SEIR model with vertical transmission and a bilinear incidence. Recently, Zhang and Ma [36] analyzed the global dynamics of the SEIR model with saturating contact rate. However, those models have not applied to real data of outbreak to investigate the effect of transport-related infection when individuals travel among two cities.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 760,
                    "end": 764,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 778,
                    "end": 782,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1753,
                    "end": 1757,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1998,
                    "end": 2001,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2003,
                    "end": 2007,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2009,
                    "end": 2013,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2214,
                    "end": 2218,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2696,
                    "end": 2700,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2802,
                    "end": 2805,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2874,
                    "end": 2878,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2999,
                    "end": 3003,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3018,
                    "end": 3022,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3149,
                    "end": 3153,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3277,
                    "end": 3281,
                    "mention": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The aim of this paper is to formulate an SEIRS epidemic model to describe the transmission of infectious diseases related by transports. The formulated model is applied to real data of SARS outbreak in 2003 in order to investigate the transmission of disease when individuals in a population suffer from diseases and possibly become infected during the movement between two cities.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This paper is organized as follows. An SEIRS model with transport-related infection is formulated in Section 2. In Section 3, the basic reproduction number of the formulated model is derived and the local stability of the model is analyzed to verify that the equilibria of the model are locally asymptotically stable under the condition of the basic reproduction number. Simulation results are presented in Section 4 to illustrate the effect of transport-related infection on its outbreak and the final size of all individuals for the populations. The SEIRS model and SEIRS model with transport-related infection are applied to predict the SARS outbreak within a city and if there is the movement of population between two cities, respectively.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The epidemic model for transmission of a communicable disease with population travel between two cities is based on monitoring the dynamics of the sub–populations (susceptible; Si(t), exposed (latent); Ei(t), infected; Ii(t), and recovered; Ri(t), in the city i, i=1,2 at time t). Thus, the total population in city i at time t is given by Ni=Si(t)+Ei(t)+Ii(t)+Ri(t) for i=1,2. It is assumed that both cities are identical, i.e. the demographic parameters are the same for each city.",
            "cite_spans": [],
            "section": "Model formulation",
            "ref_spans": []
        },
        {
            "text": "The population of susceptible individuals is increased by the recruitment of individuals which are all newborn into the population at the rate a and the loss of infection–acquired immunity among recovered individuals at the rate α2 and by the susceptible individuals of city j leave to city i\n(j≠i,i=1,2) at the rate α1. In the other hand, it is decreased when the susceptible individuals in city i leave to city j at the rate α1 and by natural death at the rate b. It is assumed that susceptible individuals can acquire exposed individuals via effective contacts with infected individuals. The disease is transmitted horizontally within and between cities according to standard the incidence rate (that is, the number of new cases of infection per unit time)βSiIiNi,fori=1,2,where β is the transmission rate within a city. This population is further decreased when the individuals in city j travel to city i, and the disease is transmitted with the incidence rateγ(α1Sj)(α1Ij)(α1Sj+α1Ej+α1Ij+α1Ri)=γα1SjIjNj,forj=1,2,where γ is the transport-related transmission rate. Thus, the rate of change of population of susceptible class is given by(2.1)dSidt=a-bSi-βSiIiNi+α2Ri-α1Si+α1Sj-γα1SjIjNj.The population of exposed individuals is generated by the infected of susceptible individuals at the rate βSiIiNi and at the rate γα1SjIjNj when the individuals in city j travel to city i. It is reduced by progression to symptoms development at the rate c, travel to city j at the rate α1 and natural death at the rate b. Thus(2.2)dEidt=βSiIiNi-b+c+α1Ei+α1Ej+γα1SjIjNj.The population of infected individuals in city i is generated when exposed individuals develop symptoms at the rate c, and when infected individuals of city j leave to city i at the rate α1. It is decreased by progression to the recovered class at the rate d, natural death and disease induced mortality at the rate e, and when infected individuals of city i move to city j at the rate α1. Thus,(2.3)dIidt=cEi-e+d+α1Ii+α1Ii.The population of recovered individuals is generated when infected individuals recover and move to the recovered class at the rate d, and when recovered individuals of city j leave to city i. It is decreased by the loss of infection–acquired immunity at the rate α2, by natural death at the rate b, and when recovered individuals of city i move to city j at the rate α1. Thus,(2.4)dRidt=dIi-b+α1+α2Ri+α1Rj.It is assumed that the individuals have no infectious force in the latent period and the exposed individuals cannot recover to susceptible individuals. The individuals who are travelling do not give birth and do not take die. Infected individuals do not recover during travel. Thus, An SEIRS with transport-related infection consists of the following system of non–linear differential equations:(2.5)dS1dt=a-bS1-βS1I1N1+α2R1-α1S1+α1S2-γα1S2I2N2,dE1dt=βS1I1N1-b+c+α1E1+α1E2+γα1S2I2N2,dI1dt=cE1-e+d+α1I1+α1I2,dR1dt=dI1-b+α1+α2R1+α1R2,dS2dt=a-bS2-βS2I2N2+α2R2-α1S2+α1S1-γα1S1I1N1,dE2dt=βS2I2N2-b+c+α1E2+α1E1+γα1S1I1N1,dI2dt=cE2-e+d+α1I2+α1I1,dR2dt=dI2-b+α1+α2R2+α1R1.A flow diagram of the model is depicted in Fig. 1\n. The standard incidence is used in the model. If initial conditions are set as Si(0)⩾0, Ei(0)⩾0, Ii(0)⩾0 and Ri(0)⩾0, it is easy to check that all solutions of (2.5) are nonnegative (that is Si(0)⩾0, Ei(0)⩾0, Ii(0)⩾0 and Ri(0)⩾0 for t>0, i=1,2) under the assumption 0⩽γ≤1. Note that the last two terms in the first and fifth equations of (2.5) satisfy thatα1Si-γα1SiIiNi⩾0(i=1,2),for any Si⩾0, Ei⩾0, Ii⩾0 and Ri⩾0 when 0⩽γ≤1. This is reasonable from a biological point of view, since the first term α1Si represents the susceptible individuals leaving city i and the second term γα1SiIiNi denotes individuals in α1Si becoming infected during travel from city i to j. Hence, the difference between these two numbers should be nonnegative. It is supposed that 0⩽γ≤1.",
            "cite_spans": [],
            "section": "Model formulation",
            "ref_spans": [
                {
                    "start": 3097,
                    "end": 3103,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The movement of individuals is neglected, this case α1=0, then model (2.5) reduces to the SEIRS model:(3.2)dSdt=a-βSIN-bS+α2R,dEdt=βSIN-b+cE,dIdt=cE-e+dI,dRdt=dI-b+α2R.From biological considerations, we study (3.2) in the closed setD={(S,E,I,R)∈R+4|S⩾0,E⩾0,I⩾0,R⩾0,S+E+I+R⩽a/b},where R+4 denotes the non–negative cone of R4 including its lower dimensional faces. It can be verified that D is positively invariant with respect to (3.2).",
            "cite_spans": [],
            "section": "No individual travel ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "The disease-free equilibrium, obtained by setting the right–hand sides of equations in (3.2) to zero, is given by(3.3)P0(S0,0,0,0)=ab,0,0,0.The linear stability of P0 can be established using the next generation method [8], [10] by writing the right hand sides of second and third equation in (3.2) in term of two matrices F and V, where F is a matrix consisting of all term with β and V is M-matrix consisting of the remaining transition term in two equations (it should be recalled that a matrix A is an M-matrix if and only if every off-diagonal entry of A is non-positive and the diagonal entries are all non-negative). That is, for the model (3.2), the next generation matrices F and V are given byF=0β00andV=b+c0-ce+d.Using the next generation method, the local stability of disease-free equilibrium, P0, is based on whether or not ρ(FV-1)<1, where ρ is the spectral radius. If ρ(FV-1)<1, then all eigenvalues of the linearized model have negative real parts, so that the disease-free equilibrium is locally asymptotically stable (LAS). For ρ(FV-1)>1, at least one of the eigenvalues of the linearization has positive real part, thus, the disease-free equilibrium is unstable in this case. Let R0=ρ(FV-1), it is easy to show that(3.4)R0=βce+db+c.Consequently, using Theorem 2 of [28], the following results is established.Theorem 3.1\nThe disease-free equilibrium (DFE),\nP0\n, of the system (\n3.2\n) is locally asymptotically stable (LAS) if\nR0<1\nand unstable if\nR0>1\n.\nThe quantity R0 in (3.4) is called the basic reproduction number of infection [2]. It is generally known that if R0<1, then the disease-free equilibrium is locally asymptotically stable (and the disease will be eradicate from the community if the initial sizes of the four state variables are within the vicinity of P0). Therefore, in the event of an epidemic, the theoretical determination of conditions that can make R0 less than unity is of great public health interest. If R0>1, the system (3.2) has an endemic equilibrium P∗(S∗,E∗,I∗,R∗), where(3.5)S*=ab+α2(c+d+e)+cdΩ,E*=aR0-1b+α2e+dΩ,\n(3.6)I*=acR0-1b+α2Ω,R∗=acdR0-1b+α2Ω,with Ω=R0b(be+cd+dα2+eα2+bd)+c(b+α2)((R0-1)e+b), and N*=S∗+E∗+I∗+R∗=R0S∗.\n",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 224,
                    "end": 228,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1285,
                    "end": 1289,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1551,
                    "end": 1554,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "No individual travel ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "Evaluating the Jacobian of (3.2) at P∗ gives(3.7)J(P∗)=-b-ψ1ψ2-ψ3ψ2+α2ψ1-b-c-ψ2ψ3-ψ20c-e-d000d-b-α2,where(3.8)ψ1=βI∗(N∗-S∗)N∗2=βcR0-12b+α2R02(b+α2)(c+d+e)+cd,ψ2=βS∗I∗N∗2=βcR0-1b+α2R02(b+α2)(c+d+e)+cd,ψ3=βS∗(N∗-I∗)N∗2=(βc+βR0(d+e))(b+α2)+βcdR0R02(b+α2)(c+d+e)+cd.Note that Jacobian matrix (3.7) has the form as (3.1), using Lemma 3.1 (see Appendix A), we have the following result:Theorem 3.2\nIf\nR0>1\n, the endemic equilibrium,\nP∗\n, is LAS.\n",
            "cite_spans": [],
            "section": "No individual travel ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "When the infected and recovered individuals are inhibited from traveling to another city, that is α1=γ=0, the model (2.5) becomes(3.9)dS1dt=a-bS1-βS1I1N1+α2R1-α1S1+α1S2,dE1dt=βS1I1N1-b+c+α1E1+α1E2,dI1dt=cE1-e+dI1,dR1dt=dI1-b+α2R1,dS2dt=a-bS2-βS2I2N2+α2R2-α1S2+α1S1,dE2dt=βS2I2N2-b+c+α1E2+α1E1,dI2dt=cE2-e+dI2,dR2dt=dI2-b+α2R2.From calculations, there are possible two steady states for model (3.9); namely, disease-free equilibrium, P1(ab,0,0,0,ab,0,0,0) and endemic equilibrium, P2(S∗,E∗,I∗,R∗,S∗,E∗,I∗,R∗), respectively. Here S∗,E∗,I∗,R∗,R0 are given by Eqs. (3.5), (3.6).",
            "cite_spans": [],
            "section": "Only susceptible and exposed individuals travel ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "According to the concept of next generation matrix [8] and reproduction number presented in van den Driessche and Watmough [28], the matrices F and V are given byF=0β00000000β00000andV=b+c+α10-α10-ce+d00-α10b+c+α1000-ce+d,respectively.Therefore, the basic reproduction number of model (3.9) is given by(3.10)R0′=ρ(FV-1)=βce+db+c.Note that the basic reproduction numbers of (3.2), (3.9) are identical.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Only susceptible and exposed individuals travel ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "The Jacobian matrix of the model (3.9) at equilibrium point, P, is given by(3.11)J(P)=A1BBA2where, for i=1,2,\nAi=-b-α1-βIi(Ni-Si)Ni2βSiIiNi2-βSi(Ni-Ii)Ni2βSiIiNi2+α2βIi(Ni-Si)Ni2-b-c-α1-βSiIiNi2βSi(Ni-Ii)Ni2-βSiIiNi20c-e-d000d-b-α2and B=α10000α10000000000. From calculations in Appendix B, the following result is established:Theorem 3.3(i) If\nR0′<1\n, then\nP1\nis LAS. (ii) If\nR0′>1\n, then\nP2\nis LAS.\n\nRemark 3.2There is, from Theorem 3.3, some import implications. First, if the disease have appeared in both cities then the travel of susceptible and exposed individuals does not change the dynamics of disease spreading, and the final size of susceptible, exposed, infected and recovered individuals does not change, see Fig. 4. Second, if a disease has appeared only in city 1 with E1(0)>0, I1(0)>0, E2(0)=0, I2(0)=0 and R0′>1 (see Figs. 4(b)–(c)), the traveling of exposed individuals will bring the disease to city 2 and the disease will break out later in city 2 (see Figs. 4(f)–(g)). On the contrary, if R0′<1, there is not the possibility for disease spreading in both cities, as shown in Figs. 4(b)–(c)), and Figs. 3(f)–(g).\n",
            "cite_spans": [],
            "section": "Only susceptible and exposed individuals travel ::: Analysis of the model",
            "ref_spans": [
                {
                    "start": 722,
                    "end": 728,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 834,
                    "end": 841,
                    "mention": "Figs. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 973,
                    "end": 980,
                    "mention": "Figs. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "mention": "Figs. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1117,
                    "end": 1124,
                    "mention": "Figs. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this section, the full model (2.5) is explored to study the effect of transport-related infection when all individuals can travel between two cities. The extended model (2.5) has a disease-free equilibrium, given by P1(ab,0,0,0,ab,0,0,0). Here, the next generation matrices, F and V, are given byF=0β0γα100000γα10β0000andV=b+c+α10-α10-ce+d+α10-α1-α10b+c+α100-α1-ce+d+α1.It follows that, using the next generation approach, the basic reproduction number of the model (2.5), denoted by R0γ, is(3.12)R0γ=R0+γα1c(b+c)(d+e).Consequently, using Theorem 2 of [28], the following result is established.Lemma 3.2\nThe disease-free equilibrium,\nP1\n, of the model\n(2.5)\nis LAS if\nR0γ<1\n, and unstable if\nR0γ>1.\n",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "The model (2.5) has a unique coexistence endemic equilibrium denoted by Pγ∗(Sγ∗,Eγ∗,Iγ∗,Rγ∗,Sγ∗,Eγ∗,Iγ∗,Rγ∗),(3.13)Sγ*=ab+α2(c+d+e)+cdΩγ,Eγ*=aR0γ-1b+α2e+dΩγ,\n(3.14)Iγ*=acR0γ-1b+α2Ωγ,Rγ*=acdR0γ-1b+α2Ωγ,with Ωγ=R0γb(be+cd+dα2+eα2+bd)+c(b+α2)((R0γ-1)e+b).\n",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "The local stability of the coexistence endemic equilibrium is now explored. The Jacobian matrix of system (2.5) at the equilibrium point, P, is given by(3.15)J(P)=A1B2B1A2,where, for i=1,2, Ni=Si+Ei+Ii+Ri,Ai=-b-α1-βIi(Ni-Si)Ni2βSiIiNi2-βSi(Ni-Ii)Ni2βSiIiNi2+α2βIi(Ni-Si)Ni2-b-c-α1-βSiIiNi2βSi(Ni-Ii)Ni2-βSiIiNi20c-e-d-α1000d-b-α1-α2andBi=α1-γα1Ii(Ni-Si)Ni2γα1SiIiNi2-γα1Si(Ni-Ii)Ni2γα1SiIiNi2γα1Ii(Ni-Si)Ni2α1-γα1SiIiNi2γα1Si(Ni-Ii)Ni2-γα1SiIiNi200α10000α1.From calculations in Appendix C, we have the following results:Theorem 3.4\nThe endemic equilibrium,\nPγ∗\n, of\n(2.5)\nis LAS if\nR0γ>1.\n\n",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "From Theorem 3.4, the disease eradication is possible for a sufficient small parameter γ when the both cities are disease-free without traveling (that is, R0γ<1 for small γ when R0<1). Comparing R0γ with R0, on the other hand, we find that even a small transmission rate γ is unfavorable or harmful to disease eradication since R0γ>R0 for γ>0. In fact, if γ=0 and R0<1 hold, then infectious disease should disappear in both cities from (3.12) (see Fig. 5, Fig. 6). Further, if infected individuals can travel and there is transport-related infection such that R0γ>1 then the endemic steady state Pγ∗(Sγ∗,Eγ∗,Iγ∗,Rγ∗,Sγ∗,Eγ∗,Iγ∗,Rγ∗) appears in two cities to become stable. This situation is illustrated in Fig. 7, Fig. 8.",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 454,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 456,
                    "end": 462,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 706,
                    "end": 712,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 714,
                    "end": 720,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "As above results, it can be concluded that if the disease is endemic in both isolated cities, then transport-related infection will surely lead to the disease becoming endemic. When the two isolated cities are disease-free, transport-related infection may also have the possibility to lead to the disease becoming endemic. In addition, to see clearly the effect of transport-related infection, the relations among two reproduction number, R0 in (3.4) and R0γ in (3.12), are compared. It is found that R0γ>R0 for γ>0, and R0γ=R0 for γ=0. Since ∂R0γ∂γ=α1(b+c)(e+d)>0 for all γ>0, it implies that R0γ increases with the increase of γ. Consider the coexistence steady state Pγ∗(Sγ∗,Eγ∗,Iγ∗,Rγ∗,Sγ∗,Eγ∗,Iγ∗,Rγ∗) of the model (2.5) given by Eqs. (3.13), (3.14), it is clear that Sγ∗→S∗, Eγ∗→E∗, Iγ∗→I∗, Rγ∗→R∗ as γ→0. Comparing coexistence steady state values of susceptible, exposed, infected and recovered individuals in the case of γ=0 with those of γ>0, respectively, give Sγ∗<S∗, Eγ∗>E∗, Iγ∗>I∗ and Rγ∗>R∗ for γ>0 because of∂Sγ∗∂γ=-a[(b+α2)(c+d+e)+cd]∂R0γ/∂γΩγ2<0,∂Eγ∗∂γ=aΛ(b+α2)(e+d)∂R0γ/∂γΩγ2>0,∂Iγ∗∂γ=acΛ(b+α2)∂R0γ/∂γΩγ2>0,∂Rγ∗∂γ=acΛ(b+α2)∂R0γ/∂γΩγ2>0,with Λ=b(bc+cα2+be+cd+dα2+eα2+bd). It is also found that Sγ∗=S∗, Eγ∗=E∗, Iγ∗=I∗ and Rγ∗=R∗ when γ=0. This implies that, at steady–state, the total number of susceptible individuals in the both cities decreases with the increase of γ, while the total number of exposed, infected and recovered individuals increase with the increase of γ.",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "Next, the effect of transport-related infection to the final size of population is discussed. Note that(3.16)Nγ∗=Sγ∗+Eγ∗+Iγ∗+Rγ∗=a[(b+α2)(c+d+e)+cd]Δ+ℵ,where Δ=b(be+cd+dα2+eα2+bd+ce)+ceα2 and ℵ=c(b+α2)(b-e)(e+d)(b+c)β+γα1.",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "The partial derivative of Nγ∗ with respect to γ is given by∂Nγ∗∂γ=-a[(b+α2)(c+d+e)+cd](Δ+ℵ)2∂ℵ∂γwith∂ℵ∂γ=cα1(b+α2)(e-b)(e+d)(b+c)(β+γα1)2.Since e>b then ∂ℵ∂γ>0. It follows that ∂Nγ∗∂γ<0. Therefore, Nγ∗<N∗ for γ>0 and Nγ∗=N∗ for γ=0. This implies that the final size of populations decreases with the increase of γ.",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "By the way, it is found that∂∂γEγ∗+Iγ∗+Rγ∗Nγ∗=1Nγ∗2∂(Eγ∗+Iγ∗+Rγ∗)∂γSγ∗-∂Sγ∗∂γ(Eγ∗+Iγ∗+Rγ∗)>0,∂∂γSγ∗Nγ∗=1Nγ∗2∂Sγ∗∂γ(Eγ∗+Iγ∗+Rγ∗)-Sγ∗∂(Eγ∗+Iγ∗+Rγ∗)∂γ<0,since ∂Sγ∗∂γ<0. These imply that the proportion of the total number of exposed, infected and recovered individuals (i.e. the total number of individuals affected by the disease) increases with the increase of γ. On the contrary, the proportion of the susceptible individuals decreases with the increase of γ. Therefore, as above described, it can be suggested that transport-related infection will cause an endemic disease more seriously on spreading disease. Moreover, from these epidemiological implications, it is very essential to strengthen restrictions of passengers once when an infectious disease appears.",
            "cite_spans": [],
            "section": "All individuals travel between two cities ::: Analysis of the model",
            "ref_spans": []
        },
        {
            "text": "Firstly, the dynamics of model (3.2) which neglects the movement of individuals are investigated by setting the transmission rate within a city, β=0.6, 0.95 due to give R0=0.72<1 and R0=1.14>1, respectively. The typical behaviors of all individuals at steady-states as a function of R0 are shown in Fig. 2\n. Figs. 2(a)–(d) verifies that the numerical solutions of the model (3.2) converge to disease-free equilibrium, P0(S0,0,0,0), whenever R0<1, and to endemic equilibrium in (3.5), (3.6), P∗(4.219,0.317,0.19,0.083), if R0>1, (see Figs. 2(e)–(h)), respectively. These results are in line with Theorem 3.1, Theorem 3.2, respectively.",
            "cite_spans": [],
            "section": "Experiment 1: numerical simulations of the models ::: Numerical experiments",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 305,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 308,
                    "end": 315,
                    "mention": "Figs. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 533,
                    "end": 540,
                    "mention": "Figs. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Next, assume that only susceptible and exposed individuals travel to another city at the same rate α1 while the infected and recovered individuals are inhibited from traveling to another city. Thus, model (3.2) is extend to model (3.9). The model (3.9) is simulated with parameter values in Table<br/>1. For numerical simulation purposes, the transmission rate within a city, β, is set to be 0.6 and 0.95, respectively. The initial conditions are used: S1(0)=2, E1(0)=1, I1(0)=1, R1(0)=0, S2(0)=2, E2(0)=0, I2(0)=0 and R2(0)=0. The profiles of susceptible, exposed, infected and recovered individuals at steady–state are depicted in Fig. 3, Fig. 4\n. Let β=0.6, then R0′=0.72. It is seen that the obtained results convergence to the disease-free equilibrium P1=(S0,0,0,0,S0,0,0,0)=(5,0,0,0,5,0,0,0) if R0′<1, as shown in Fig. 3. According to Theorem 3.3, the disease-free equilibrium P1 is locally asymptotically stable whenever R0′<1. It interprets that the infected individuals in city 1 decrease while the infected individuals in city 2 appear to be pandemic initially, and are eventually extinct. Therefore, the disease die out separately in two cities if R0′<1. When β=0.95, then R0=1.14. All solutions of the model (3.9) admit an endemic equilibrium P2=(S∗,E∗,I∗,R∗,S∗,E∗,I∗,R∗)=(4.219,0.317,0.19,0.083,4.219,0.317,0.19,0.083), see Fig. 4. This confirms that the endemic equilibrium, P2, is locally asymptotically stable whenever R0′>1 (as guaranteed by Theorem 3.3).",
            "cite_spans": [],
            "section": "Experiment 1: numerical simulations of the models ::: Numerical experiments",
            "ref_spans": [
                {
                    "start": 633,
                    "end": 639,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 641,
                    "end": 647,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 820,
                    "end": 826,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1337,
                    "end": 1343,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 291,
                    "end": 302,
                    "mention": "Table<br/>1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Finally, two basic reproductions numbers, R0 and R0γ, are compared,(4.17)R0=βcb+ce+dandR0γ=R0+γα1c(b+c)(e+d).It is clear that, from (4.17), R0γ>R0, and R0γ depends on R0 and transport-related infection rate, γ. When β=0.6 and the other parameters b,c,d,e,α1 given in Table 1, it is found that R0<1 and R0γ<1 whenever 0<γ<7/27, and R0>1 and R0γ>1 whenever 7/27<γ≤1. Whereas β=0.95 then R0>1 and R0γ>1 for all γ>0. Thus, this experiment investigates the dynamics of disease transmission into two cases by solving model (2.5) with various values of β and γ: β=0.6,0.95 and γ=0.09,0.2,1, whilst retaining the same values of the other parameters. In all computations, the initial conditions are taken to be S1(0)=2, E1(0)=2, I1(0)=2, R1(0)=2, S2(0)=1, E2(0)=1, I2(0)=1, R2(0)=1.Case 1.When R0<1 and R0γ<1, the parameters β and γ are chosen to be β=0.6 and γ=0.09,0.2, respectively. The profiles of susceptible, exposed, infected and recovered individuals, as depicted in Fig. 5, Fig. 6\n, reveal that the numerical solutions of model (2.5) converge to disease-free equilibrium, P1, whenever R0γ<1 (as guaranteed by Lemma 3.2). This study suggests that the transport-related infection may not lead to the disease becoming endemic when R0<1 and R0γ<1 for small γ.Case 2.Taking the values of γ=1, β=0.6 and γ=1, β=0.95 give R0=0.72, R0γ=1.8 and R0=1.14, R0γ=2.22, respectively. These lead to study the dynamics of model (2.5) in the cases R0<1<R0γ, and 1<R0<R0γ. All experiments are guaranteed by Theorem 3.4 in the way that the number of all individuals asymptotically approach to coexistence endemic equilibrium for R0γ>1, see Fig. 7, Fig. 8\n. Therefore, the results suggest that if there is transport – related infection such that R0γ>1, then the disease is endemic in both two cities.\n",
            "cite_spans": [],
            "section": "Experiment 1: numerical simulations of the models ::: Numerical experiments",
            "ref_spans": [
                {
                    "start": 966,
                    "end": 972,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 974,
                    "end": 980,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1620,
                    "end": 1626,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1628,
                    "end": 1634,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 267,
                    "end": 274,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The SEIRS model (3.2) is first applied to study the SARS outbreak in Hongkong 2003 by adding the cumulative number of SARS cases [5] which is given by(4.18)C′=kI,where C denotes cumulative number of SARS cases and k is the rate of progression from infective to diagnosed. Simulations are obtained by choosing the most proper parameters (base-case estimates) to SARS on 17 March 2003 to 26 April 2003 [35]:(4.19)a=3day-1,b=0.000034day-1,c=16.4day-1,d=14day-1,e=0.007934day-1,α2=0.001day-1andk=13day-1.The values of b, c and d correspond to life expectancy of 80 years [13], an average incubation period of 6.4 days and infectious period of approximately 4 days [9], respectively. The rate of SARS induced mortality is 0.0079 day-1\n[13]. The rate k is progression from infective to diagnosed and is set to be 1/3 day-1\n[5]. The natural death rate is 0.000034 day-1\n[13], then the rate e is 0.007934 day-1 (summation of natural death rate and SARS induced mortality rate). The basic reproduction number (R0) values for SARS is in the range 2.2 to 3.7 [19], then R0 is selected as 2.7 [19]. Substituting R0=2.7 in (3.4) give the transmission rate(4.20)β=0.679day-1.For numerical simulations, the initial conditions are assumed to be S(0)=1,100, E(0)=95, I(0), R(0)=0 and C(0)=95. For I(0)=95 corresponds to number of infectious cases on 17 March 2003. The numerical results of model (3.2), (4.18) are shown in Fig. 9, Fig. 10\n. Fig. 9 shows that the number of susceptible individuals decrease whereas the number of exposed, infected and recovered individuals increase. This means that when the disease spread occurs, the number of susceptible individuals decrease since the susceptible individuals contact with infected individuals. Thus, susceptible individuals can require exposed individuals. After 2–10 days [9], the exposed individuals is progression to symptoms development, therefore, exposed individual is called infected individuals. After that infected individuals is hospitalized about 3–5 days [9] and then infected individuals is becomes recovered individuals. It can be concluded that SARS is highly infectious base on the gradient of the susceptible curve. Fig. 10 shows the predicted total cases obtained by (4.18). The resulting curve for C fits very well with the observed total cases from 17 March 2003 to 26 April 2003 (totally 54 days). This implies that SEIRS model (3.2) can be used to predict the SARS transmission in Hongkong 2003.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 400,
                    "end": 404,
                    "mention": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 567,
                    "end": 571,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 660,
                    "end": 663,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 730,
                    "end": 734,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 817,
                    "end": 820,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 863,
                    "end": 867,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1808,
                    "end": 1811,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2002,
                    "end": 2005,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Experiment 2: effect of transport-related infection to SARS outbreak in Hongkong 2003 ::: Numerical experiments",
            "ref_spans": [
                {
                    "start": 1406,
                    "end": 1412,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1414,
                    "end": 1421,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1424,
                    "end": 1430,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2168,
                    "end": 2175,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Next, an SEIRS model with transport-related infection (2.5) is applied to study the dynamic of SARS during the movement among two cities. It is assumed that the all individuals can travel from one city to another city at the rate α1. It is also assumed that both cities are identical, i.e. the demographic are the same for each city. When the disease spread occurs, the disease is transmitted with transition rate γα1. Thus, the effect of transport-related infection, γ, is monitored to forecast the total number of infected individuals and duration of its outbreak. In this case the model (2.5) is simulated by using parameter values α1=0.9 and various values of γ: γ=0, γ=0.2 and γ=1, whilst retaining the same values of other parameters in the previous experiment. The initial conditions are used S1(0)=1,100, E1(0)=95, I1(0)=95, R1(0)=0, C1(0)=95, S2(0)=1,100, E2(0)=5, I2(0)=5, R2(0)=0, C2(0)=0. The cumulative number of cases and trajectory of infected individuals, in two cities, are shown in Fig. 11, Fig. 12\n, respectively. The results show that the total number of SARS in both cities increases with increase of γ (see Fig. 11). It is also seen that the maximum number of infected individuals are 130, 150, 240 and the outbreak reached its peak about 22 days, 20 days, 10 days as γ increase, γ=0, γ=0.2, γ=1, respectively (see Fig. 12). This confirms that the size and duration of an outbreak can be influenced by transport-related infection. Thus, to reduction and to prevention the spread of SARS, it should have the control measure of the traveling of individual from one city to another city.",
            "cite_spans": [],
            "section": "Experiment 2: effect of transport-related infection to SARS outbreak in Hongkong 2003 ::: Numerical experiments",
            "ref_spans": [
                {
                    "start": 1000,
                    "end": 1007,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1009,
                    "end": 1016,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1129,
                    "end": 1136,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1337,
                    "end": 1344,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "This paper presents an SEIRS with transport-related infection for studying the spreading disease during the movement between two cities. The model was rigorously analyzed into three cases in order to gain insights into their qualitative dynamics. The following results are obtained:(i)Each of the three models considered in this study has a locally asymptotically stable if a certain threshold quantity, known as the basic reproduction number, is less than unity; indicating that the number of infectious individual in the community will be brought to zero if public health measures that make (and keep) the threshold to a value less than unity are carried out;(ii)The basic reproduction number of the models (3.2), (3.9) are identical, then the traveling of susceptible and exposed (means exposed but not yet infectious) individuals does not change the dynamics of the corresponding epidemic model when the disease had appeared in both regions. But if the basic reproduction number is greater than unity, the traveling of the exposed individuals can bring the disease from one region to other regions according to Theorem 3.3;(iii)If there is no restriction on the traveling of the exposed and infectious individuals, according to Theorem 3.7 and the discussion behind this theorem, then transport-related infection intensifies the disease spread in the sense of that both the absolute and relative size of patients increase when R0γ>1;(iv)The result of the SEIRS model without transport related infections (3.2) is good agreement with the real data of SARS outbreak in Hongkong 2003. When there is the movement of exposed and infectious individuals between two cities, the SEIRS model with transport related infection (2.5) is used to investigate the outbreak of SARS when the individuals in one city travel to another city. The results show that the transport-related infection is effected to the number of infected individuals and the duration of outbreak in such the way that the disease becomes more endemic due to the movement between two cities. This study can be helpful in providing the information to public health authorities and policy maker to reduce spreading disease when its occurs. However, the results of the model (2.5) has not yet forecasted the real size of the SARS epidemics in two city and one can see that in the model (2.5), it is assumed that the two regions share an identical parameter set. It may be necessary to consider two different population sizes and different dispersal rates in order to discuss precisely the impact of the transport-related infection on the disease dynamics. Moreover, to make the model more realistic, gravity models introduced by Murray and Cliff [15] is applied. We leave these to future work.\n",
            "cite_spans": [
                {
                    "start": 2705,
                    "end": 2709,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Description and parameter values for the models (2.5), (3.2), (3.9).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Schematic diagram of the SEIRS model for the transmission of communicable disease during the movement of population between two cities.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Time series plot of the model (3.2) with parameter values in Table 1 and initial conditions S(0)=2, E(0)=1, I(0)=1, R(0)=0: (a)–(d) profiles of all populations for β = 0.6, R0=0.72<1; (e)–(h) profiles of all populations for β = 0.95, R0=1.14>1.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Simulations of the model (3.9) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.6 and R0′=0.72<1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Simulations of the model (3.9) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.95 and R0′=1.14>1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Simulations of the model (2.5) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.6, γ=0.09, R0=0.72<1 and R0γ=0.82<1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Simulations of the model (2.5) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.6, γ=0.2, R0=0.72<1 and R0γ=0.936<1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Simulations of the model (2.5) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.6, γ=1, R0=0.72<1 and R0γ=1.8>1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Simulations of the model (2.5) showing the number of all individuals in two cities as a function of time using the parameter values in Table 1 with β=0.95, γ=1, R0=1.14>1 and R0γ=2.22>1: (a)–(d) the profiles of all populations in city 1; (e)–(h) the profiles of all populations in city 2.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: The number of all populations in a city produced by the model (3.2) with the parameter values: a=3day-1, b=0.000034day-1, c=16.4day-1, d=14day-1, e=0.007934day-1, α2=0.001day-1, k=13day-1 and β=0.679day-1.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 10: Comparison the cumulative numbers of SARS between actual data by WHO [35] (dotted lines) and predicted by SEIRS model(3.2) (solid lines).",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 11: The cumulative number of SARS cases obtained by the model (2.5) with various of γ: γ=0, γ=0.2, γ=1: (a) the cumulative number of SARS cases in city 1; (b) the cumulative number of SARS cases in city 2.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 12: The trajectory of infected individuals of the model (2.5) with various of γ and other parameter values: a=3day-1, b=0.000034day-1, c=16.4day-1, d=14day-1, e=0.007934day-1, α2=0.001day-1, k=13day-1, β=0.679day-1, and α1=0.9day-1.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "L.J.S.",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A multi–city epidemic model",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Math. Popul. Stud.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "SARS outbreaks in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chowella",
                    "suffix": ""
                },
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "Fenimorea",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Castillo-Garsowc",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Theor. Biol.",
            "volume": "224",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Analysis of an SEIRS epidemic model with two Delays",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol.",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "On the definition and the computation of the basic reproduction ratio R0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J.A.J.",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "J.A.P.",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol.",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The metapopulation dynamics of an infectious disease: tuberculosis in possums",
            "authors": [
                {
                    "first": "G.R.",
                    "middle": [],
                    "last": "Fulford",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J.A.P.",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Theor. Biol.",
            "volume": "61",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Some results for an SEIR epidemic model with density dependence in the death rate",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Grenhalgh",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "IMA J. Math. Appl. Med. Biol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Hopf bifurcation in epidemic models with a latent period and nonpermanent immunity",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Math. Comput. Model.",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Roy. Soc. B",
            "volume": "271",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Spread of a novel influenza a (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Heidebrecht",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liauw",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med.",
            "volume": "361",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A stochastic model for measles epidemics in a multi–region setting",
            "authors": [
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Inst. Br. Geog.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Global stability for SEIR modle in epidemiology",
            "authors": [
                {
                    "first": "M.Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Muldoweney",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math. Biosci.",
            "volume": "125",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Global stability of a SEIR epidemic model with vertical transmission",
            "authors": [
                {
                    "first": "M.Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Muldoweney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SIAM J. Appl. Math.",
            "volume": "62",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Global dynamics of an SEIR epidemic model with a varying total population size",
            "authors": [
                {
                    "first": "M.Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Muldoweney",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Karsai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Math. Biosci.",
            "volume": "160",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Spread of disease with transport-related infection and entry screening",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Theor. Biol.",
            "volume": "242",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Global stability of an SIRS epidemic model with transport-related infection",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Global stability of an SIRS epidemic model with transport-related infection",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A mathematical model for predicting the geographic spread of new infectious agents",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Math. Biosci.",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The effect of global travel on the spread of SARS",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci. Eng.",
            "volume": "3",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A mathematical model for the global spread of influenza",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rvachev",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Math. Biosci.",
            "volume": "75",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A structured epidemic model incorporating geographic mobility among cities",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math. Biosci.",
            "volume": "128",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Global dynamics of SIS models with transport-related infection",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Math. Anal. Appl.",
            "volume": "329",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Reproduction numbers and sub–threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Van den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci.",
            "volume": "180",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "An SEIS epidemic model with transport-related infection",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Theor. Biol.",
            "volume": "247",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "An epidemic model in a patchy environment",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.-Q.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Biosci.",
            "volume": "190",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Threshold of disease transmission in a patch environment",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Mulone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Math. Anal. Appl.",
            "volume": "285",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Simulating the SARS outbreak in Beijing with limited data",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Theor. Biol.",
            "volume": "227",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Global stability of SEIR model with saturating contact rate",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Math. Biosci.",
            "volume": "185",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}