{
    "paper_id": "PMC7094437",
    "metadata": {
        "title": "Introduction and Executive Summary",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "D."
                ],
                "last": "Christian",
                "suffix": "",
                "email": "michael.christian@utoronto.ca",
                "affiliation": {}
            },
            {
                "first": "Asha",
                "middle": [
                    "V."
                ],
                "last": "Devereaux",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "R."
                ],
                "last": "Dichter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lewis",
                "middle": [],
                "last": "Rubinson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Niranjan",
                "middle": [],
                "last": "Kissoon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "We provide a summary of the suggestions from the 13 articles included in the supplement. Please refer to the appropriate article for a detailed discussion of the suggestions.",
            "cite_spans": [],
            "section": "Summary of Suggestions",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest hospital and local/regional disaster committees include a critical care expert to optimize critical care surge capacity planning.\n",
            "cite_spans": [],
            "section": "Role of Critical Care in Disaster Planning ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest utilization of the existing framework for surge response that recognizes the shift in surge response across thresholds that distinguish conventional surge from contingency surge from crisis surge and delivery of crisis care is important in ensuring consistency in planning for critical care surge response.\n",
            "cite_spans": [],
            "section": "Surge Continuum: Conventional, Contingency, and Crisis Care ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest in the presence of a slow onset, impending disaster/threat, targets for surge capacity and capability be focused, where possible, on projected patient loads.\n",
            "cite_spans": [],
            "section": "Targets for Surge Response ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n4a. We suggest hospital critical care resources be able to expand immediately by at least 20% above the baseline ICU maximal capacity for a conventional response.\n",
            "cite_spans": [],
            "section": "Targets for Surge Response ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n4b. In a contingency response, we suggest hospital critical care resources be able to expand rapidly by at least 100% above the baseline ICU capacity to meet patient demand using local and regional resources.\n",
            "cite_spans": [],
            "section": "Targets for Surge Response ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n4c. We suggest hospital critical care resources be able to expand by at least 200% above baseline ICU capacity to meet patient demand in a crisis response using any combination of local, regional, national, and international resources.\n",
            "cite_spans": [],
            "section": "Targets for Surge Response ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest more prolonged demands on critical care compared with the demands placed on other sections of the hospital (ie, days rather than hours) be taken into consideration when resuming routine hospital activities that may require ICU support.\n",
            "cite_spans": [],
            "section": "Targets for Surge Response ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest facilities, coalitions, and other components of the emergency response system, including those related to government entities, study how information about patients, events, and epidemiology are shared on a routine basis and during a major incident. Information technology (IT) should be leveraged to provide better indicators, more rapid alerting, and better patient data to facilitate decision-making.\n",
            "cite_spans": [],
            "section": "Situational Awareness and Information Sharing ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest the ability to provide dynamic forecasting of the functioning and sustainability of the supply chain be supported by hospitals.\n",
            "cite_spans": [],
            "section": "Situational Awareness and Information Sharing ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n8a. We suggest medically fragile patients be supported and protected by pre-event planning for ongoing medical support in the community to mitigate their reliance on hospital-based resources during a disaster event.\n",
            "cite_spans": [],
            "section": "Mitigating the Impact on Critical Care ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n8b. We suggest local and regional authorities be responsible for integration of preventive community medical support in the plans to treat medically fragile patients during disasters.\n",
            "cite_spans": [],
            "section": "Mitigating the Impact on Critical Care ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n8c. Given a situation where mitigation measures fail, medically fragile patients and victims of a disaster or pandemic should be given equal consideration for access to ICU resources.\n",
            "cite_spans": [],
            "section": "Mitigating the Impact on Critical Care ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n9a. We suggest regional planning include the expectation that the hospital be able to provide initial stabilization care to unique populations that they may not normally serve such as pediatrics, burn and trauma patients.\n",
            "cite_spans": [],
            "section": "Planning of Surge Capacity for Unique Populations ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n9b. We suggest access to regional expertise for care of all patients who require specialty critical care services including participation in the planning phase and access to just-in-time consultation for care coordination during a response.\n",
            "cite_spans": [],
            "section": "Planning of Surge Capacity for Unique Populations ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n10a. We suggest hospitals adopt a process of engineered systems cessation when the staff and/or material resources required for the ongoing critical care of a small number of patients could be used to save a greater number of lives.\n",
            "cite_spans": [],
            "section": "Service Deescalation and Engineered Failure ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n10b. We suggest hospital cessation of the delivery of critical care services be considered if such endeavors are likely to entail significant personal risk to the treating team despite the availability of personal protective equipment and appropriate medical countermeasures.\n",
            "cite_spans": [],
            "section": "Service Deescalation and Engineered Failure ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n10c. We suggest a hospital's decision to restrict or expand the delivery of critical care be made as part of a local/regional decision-making process with consultation and input provided by hospital ICU leadership.\n",
            "cite_spans": [],
            "section": "Service Deescalation and Engineered Failure ::: Surge Capacity Principles",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest hospital support services, including pharmacy, laboratory, radiology, respiratory therapy, and nutrition services, also be included in the planning of critical care surge.\n",
            "cite_spans": [],
            "section": "Stockpiling of Equipment, Supplies, and Pharmaceuticals ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest equipment, supplies, and pharmaceutical stockpiles specific to the delivery of mass critical care (MCC) be interoperable and compatible at the regional level and ideally at the state/provincial level, so as to ensure uniformity of response capabilities, coordinated training, and a mechanism for exchange of material among facilities.\n",
            "cite_spans": [],
            "section": "Stockpiling of Equipment, Supplies, and Pharmaceuticals ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest facilities should ensure adequate availability of disaster supplies through facility-based caches, with vendor agreements and understanding of supply chain resources and limitations.\n",
            "cite_spans": [],
            "section": "Stockpiling of Equipment, Supplies, and Pharmaceuticals ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest the existing MCC hospital target lists for basic equipment, supplies, and pharmaceuticals remain relevant for institutions seeking to plan for MCC response.\n",
            "cite_spans": [],
            "section": "Stockpiling of Equipment, Supplies, and Pharmaceuticals ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest regional and hospital stockpiles include equipment, supplies, and pharmaceuticals that can be used to accommodate the needs of unique populations that are likely to require critical care in centers other than specialty care centers, including pediatric, burn, and trauma patients.\n",
            "cite_spans": [],
            "section": "Stockpiling of Equipment, Supplies, and Pharmaceuticals ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest hospitals use adaptive measures to compensate for reduced staffing, such as additional shifts, workload, and changes in shift structure/time, should be planned in collaboration with the critical care staff representatives.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest hospital staff preparation for response to a disaster is vitally important to the successful outcomes of such events and should include emphasis on role definition, integration with the incident command system, and the ability to perform cross-trained functions.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest hospital staff preparedness to support critical care surge response include knowledge of the following: standard operating procedures, role definition, use of hospital incident command system, cross-training of additional staff, and training in the use of situational awareness tools, particularly those that can assist in decision-making regarding critical care surge planning, operations, response, and recovery.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest once a disaster or pandemic has occurred, hospitals should implement measures to mitigate preventable causes of staff shortage, including sheltering of staff and their families, provision of mental health support, measures to mitigate fatigue, access to transportation services, and maintenance of a safe working environment.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n10. We suggest critical care nurse-to-patient ratios in an event requiring critical care surge be determined by provider experience, available support (ancillary staff), and clinical demands.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n11. During a disaster or pandemic, we suggest critical care physician oversight and direction of the clinical care teams who provide critical care services, including scheduled patient assessment and treatment plan evaluation. If direct oversight is unavailable, a means of remote consultation should be used.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n12. Should expert consultation (eg, pediatrics, trauma, burn, or critical care) not be available locally, we suggest every effort be made by hospitals to ensure that such expertise be provided at a minimum through remote consultation.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest hospitals consider the utilization of technology (eg, telemedicine) as an important adjunct to the delivery of critical care services in a disaster to serve as a force multiplier to support response to disaster events. Where no such systems are currently in place, development of a telemedicine or other electronic platform to support patient care delivery is suggested.\n",
            "cite_spans": [],
            "section": "Staff Preparation and Organization ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n14. We suggest decisions regarding in-hospital placement of critically ill patients during an MCC (after initial survey and treatment) be performed by an experienced clinician who makes similar triage decisions on a daily basis.\n",
            "cite_spans": [],
            "section": "Patient Flow and Distribution ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n15. Early discharge of ICU patients to the general ward is a complex process, requiring critical care expertise. To enable rapid admission of critically ill patients to the ICU immediately after termination of ED/operating room workup and treatment, we suggest discharge of ICU patients (when possible) during preparation for an impending MCC be given priority simultaneous to decisions made about initial ED patient distribution.\n",
            "cite_spans": [],
            "section": "Patient Flow and Distribution ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n16. We suggest deployable critical care services be considered a temporary alternative to critical care when loss of hospital infrastructure limits provision of critical care.\n",
            "cite_spans": [],
            "section": "Deployable Critical Care Services ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n17. We suggest deployable critical care services are not definitive critical care facilities but may be used as a temporizing measure for delivery of critical care in a disaster setting. Expansion of critical care resources in the hospital environment, with temporary facilities for lesser acuity patients, is preferred over provision of deployable critical care when possible.\n",
            "cite_spans": [],
            "section": "Deployable Critical Care Services ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n18. We suggest deployable critical care services may serve as temporary critical care locations provided there is a clear plan for patient transfer, within a few hours to days, to a definitive treatment location.\n",
            "cite_spans": [],
            "section": "Deployable Critical Care Services ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n19. In crisis surge response, we suggest less intensive treatment of moderately injured patients be prioritized over the deployment of temporary critical care services when it would result in improved outcomes for larger numbers of patients.\n",
            "cite_spans": [],
            "section": "Deployable Critical Care Services ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n20. We suggest surge capacity plans include predetermined standards that define minimal ongoing critical care capability in order to define the framework for decisions regarding patient transfer as the demands on the system gradually increase during a disaster or pandemic.\n",
            "cite_spans": [],
            "section": "Using Transportation Assets to Support Surge Response ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n21. We suggest priority be given to transfer of assets to patients, particularly when transfer of patients to definitive care is limited by dangerous conditions (including considerable risk posed by available transportation options).\n",
            "cite_spans": [],
            "section": "Using Transportation Assets to Support Surge Response ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n22. Transportation used for patient evacuations may also be used to bring in assets (eg, specialty providers and equipment), particularly when access/transport capacity is the limiting factor in patient movement.\n",
            "cite_spans": [],
            "section": "Using Transportation Assets to Support Surge Response ::: Surge Capacity Logistics",
            "ref_spans": []
        },
        {
            "text": "\n1a. We suggest local and regional mutual-aid agreements should be established with other appropriately staffed and resourced hospitals to redistribute critically ill and injured patients from an evacuating hospital(s), and these agreements should be integrated within the framework of disaster preparedness plans.\n",
            "cite_spans": [],
            "section": "Form Hospital and Transport Agreements ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n1b. We suggest creation of predisaster formal agreements between hospitals and transport agencies or between Health Coalitions or Regional Health Authorities and transport agencies for air or ground transport of critically ill patients during a disaster.\n",
            "cite_spans": [],
            "section": "Form Hospital and Transport Agreements ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n2a. We suggest staffing requirements within disaster plans should take into account the staffing resources necessary for desired surge capability to both safely move patients and to provide continuous care for patients remaining in the ICU.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n2b. We suggest developing a detailed vertical evacuation plan using stairs when applicable for critically ill and injured patients.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n2c. We suggest hospital exercises should simulate a mass critical care event and include vertical evacuation when applicable that evaluates (1) patient movement using specialized evacuation equipment and (2) the ability to maintain effective respiratory and hemodynamic support while moving down stairs.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n3a. We suggest specialized care is resource intensive, and specialized ground and aeromedical teams may be required to ensure appropriate initial and ongoing care prior to and during evacuation.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Transport ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n3b. We suggest preidentifying unique transport resources that are required for movement of specific populations, such as critically ill neonates, children, and technology-dependent patients, at a regional level. This information can then be used in real time to match allocated resources to patients.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Transport ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n3c. We suggest conducting detailed and realistic exercises that require ICU evacuation with local and regional ground and air transport agencies.\n",
            "cite_spans": [],
            "section": "Prepare for and Simulate Critical Care Transport ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n4a. We suggest the Incident Management System at the evacuating ICU hospital should support early and frequent communication between Incident Command and a designated Critical Care Team Leader (CCTL) during an impending evacuation to provide close coordination and support of ICU evacuation preparations.\n",
            "cite_spans": [],
            "section": "Designate a Critical Care Team Leader ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n4b. We suggest the CCTL coordinating the critical care evacuation should be responsible for (1) categorizing ICU patients by ICU resource requirement and (2) communicating these ICU patient resource requirements with the Hospital Incident Command and to any Regional or National Emergency Command Center supporting hospital evacuation.\n",
            "cite_spans": [],
            "section": "Designate a Critical Care Team Leader ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n4c. We suggest when preparing for and during an ICU evacuation, a primary role of the CCTL should be to categorize each candidate ICU patient evacuee by (1) ICU resources required and (2) skill set of transport staff required.\n",
            "cite_spans": [],
            "section": "Designate a Critical Care Team Leader ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n4d. We suggest CCTLs and staff should receive special training, education, and practice on patient categorization and transport requirements.\n",
            "cite_spans": [],
            "section": "Designate a Critical Care Team Leader ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n4e. Expert providers from evacuation teams and outside facilities, when possible through face-to-face communication on site, can help ensure appropriate transport planning and distribution based on available resources during transport and in receiving facilities.\n",
            "cite_spans": [],
            "section": "Designate a Critical Care Team Leader ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n5a. If pre-event hospital evacuation of critically ill patients might be required, then we suggest planning for patient evacuation or shelter in place using an Incident Command System should begin as early as possible. Possible strategies include shelter in place, partial evacuation, or early evacuation, depending on the circumstances.\n",
            "cite_spans": [],
            "section": "Initiate Pre-Event ICU Evacuation Plan ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n5b. We suggest Hospital Incident Command during a threatened hospital evacuation should have a clear and direct mechanism for communication with local governing bodies that control the timing and issuance of regional evacuation orders. To prevent obstruction of ground medical transport during hospital evacuation, coordination with local government regarding timing of recommendations for evacuation of the general population may be required. Efficient ground medical transport of patients during a hospital evacuation may be facilitated by providing a time period for hospital evacuation prior to recommendations for evacuation of the general population.\n",
            "cite_spans": [],
            "section": "Initiate Pre-Event ICU Evacuation Plan ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n6a. We suggest during a disaster or pandemic that overwhelms local and regional resources and requires large-scale hospital evacuations assistance, from national and/or international government medical support and evacuation agencies should be requested.\n",
            "cite_spans": [],
            "section": "Requesting Assistance for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n6b. We suggest the CCTL should be aware of the process for requesting evacuation assistance and the resources available at a regional and national level.\n",
            "cite_spans": [],
            "section": "Requesting Assistance for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n7a. We suggest surge ventilators with flexible electrical power and oxygen requirements should be available to support patients with respiratory failure that can maintain function while either (1) sheltering in place or (2) evacuating to an outside facility. These ventilators should be portable, run on alternating current power with battery backup, and have the ability to run on low-flow oxygen without a high-pressure gas source. Surge ventilators may be of limited capability but should be able to ventilate and oxygenate patients with acute lung injury or ARDS as well as airflow obstruction. This requires capability to deliver a high minute ventilation, high flow, and high positive end-expiratory pressure. They should be safe (disconnect alarm) and relatively easy for staff to operate.\n",
            "cite_spans": [],
            "section": "Ensure Adequate Power and Transport Ventilation Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n7b. We suggest availability of adequate portable energy and medical gas flexible ventilators that can provide accurate small tidal volumes or pressure limits for the premature and neonatal patients expected at designated hospitals (for instance pediatric centers or hospitals with a neonatal ICU). Special consideration should be given to creating a standard, quickly accessible regional stockpile of mechanical ventilators for evacuation of neonatal patients as it may not be feasible for some nonpediatric centers to have adequate numbers of portable energy and gas flexible neonatal ventilators.\n",
            "cite_spans": [],
            "section": "Ensure Adequate Power and Transport Ventilation Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest evacuation order and identification of appropriate facility should be based on the following factors:\n",
            "cite_spans": [],
            "section": "Prioritizing Critical Care Patients for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n8a. In a time-limited evacuation, less critical patients can be evacuated faster and with fewer resources per patient and, thus, may be moved first in order to evacuate the most patients in the fastest time.\n",
            "cite_spans": [],
            "section": "Prioritizing Critical Care Patients for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n8b. When there is adequate time for evacuation, then more critically ill patients may be moved first and in parallel with less ill patients. Similar acuity patients often use similar transport resources and strain the same group of sending staff members. Thus, moving both the less critical and more critical patients simultaneously in parallel, as compared with sequentially in series (when there is adequate time to evacuate the entire hospital), may decrease the overall time to evacuation.\n",
            "cite_spans": [],
            "section": "Prioritizing Critical Care Patients for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n8c. In some situations, moving groups of similar-type patients to a single hospital entity may enable the sending hospital to provide staff to a single location to facilitate continuity of care and allow receiving hospitals to preplan to surge for specific types of patients and cluster disaster resources.\n",
            "cite_spans": [],
            "section": "Prioritizing Critical Care Patients for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n8d. The most critically ill patients dependent on mechanical devices for life support may, in some conditions, be safely cared for with a shelter-in-place strategy if it is deemed the risk of evacuation is too high.\n",
            "cite_spans": [],
            "section": "Prioritizing Critical Care Patients for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9a. We suggest during isolated, small, or pre-event ICU evacuations, CCTLs should coordinate with Hospital Incident Command and identify receiving hospitals for patient evacuation via the usual practice of provider-to-provider communication.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9b. We suggest during multiple-facility, large, or late ICU evacuations, the usual provider-to-provider system of communication for identification of receiving facilities should be augmented by other Regional or National Incident Management Systems.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9b.i. Every hospital should be specifically affiliated with (and drill evacuation with) a Regional or National Command Center for such events. Regional or National Command Centers may need to assume responsibility for designation of the receiving facilities for their patients.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9b.ii. We suggest when a Regional or National Emergency Command Center assumes responsibility for patient distribution, they should be responsible for identifying receiving facilities that match ICU patient resource requirements.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9b.iii. We suggest the Regional or National Emergency Command Center should enlist assistance of regional specialist experts to assist in the above matching process for distribution of patients requiring highly specialized care among receiving centers.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9c. We suggest assignment of transportation resources and lines of critical care patient evacuation should follow common existing referral patterns provided receiving facilities retain adequate capacity to care for these patients.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n9d. We suggest patients who require advanced specialty care should be directed to high-volume centers and distribution take into account the capacity and resources required to provide ongoing care to these patients.\n",
            "cite_spans": [],
            "section": "Critical Care Patient Distribution ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n10a. We suggest standardized preparation of critically ill patients should be performed prior to hospital-to-hospital transfer, including initial stabilization, diagnostic procedures, damage control procedures, and medical interventions, to address anticipated physiologic changes during transport.\n",
            "cite_spans": [],
            "section": "Preparing the Critical Care Patient for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n10b. We suggest the transport team should provide the equipment used for transport to ensure compatibility and familiarity during transport and retain important resources at the source institution for ongoing care of the remaining patients.\n",
            "cite_spans": [],
            "section": "Preparing the Critical Care Patient for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n10c. We suggest evacuation planning and coordination should include the provision of additional expert providers, staff, and equipment to assist in the ongoing provision of care in situations where patient volume, acuity, or nature of illness or injury exceeds the capabilities of the CCTL and staff.\n",
            "cite_spans": [],
            "section": "Preparing the Critical Care Patient for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n10d. We suggest utilizing a staging area for patients prepared and awaiting transport. This area should ideally be located near the point of embarkation and be staffed by medical personnel with training and experience in critical care evacuation. These personnel should be prepared to provide triage and perform ongoing medical care interventions prior to transport. The area should have the capability for additional surgical and medical stabilization pretransport if necessary.\n",
            "cite_spans": [],
            "section": "Preparing the Critical Care Patient for Evacuation ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n11a. We suggest electronic transfer of patient information to the receiving hospital is optimal because a complete medical record can be included. Electronic transfer may be through an intranet or by copying patient information onto a USB flash memory drive or compact disk and transferring the information with the patient (see the “Business and Continuity of Operations” article in this consensus statement).\n",
            "cite_spans": [],
            "section": "Sending Critical Care Patient Information With Patient ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n11b. We suggest a paper medical record be required to travel with the patient because there may be no ability to send an electronic copy of the medical record, or the receiving facility may not be able to read the electronic format of the medical record. A backup paper system may require (a) a printed copy of the electronic medical record or (b) a handwritten patient identification on a standardized patient tracking form. Any paper system should include basic patient identification, problem lists, and medications on forms that travel with the patient.\n",
            "cite_spans": [],
            "section": "Sending Critical Care Patient Information With Patient ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n12a. We suggest transportation methods should prioritize moving the greatest number of patients as rapidly and safely as possible to locations with adequate capacity and expertise where definitive care can be provided.\n",
            "cite_spans": [],
            "section": "Transporting Critical Care Patients to Receiving Hospitals ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n12b. We suggest local evacuation of highest acuity patients to hospitals with additional capacity by ground or rotary transport may be most appropriate to minimize risk and reduce ongoing critical care demands at the incident facility.\n",
            "cite_spans": [],
            "section": "Transporting Critical Care Patients to Receiving Hospitals ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n12c. We suggest alteration in the usual standards for modes of transport may be required during a disaster where transport resources are overwhelmed and evacuation and transport of critically ill patients to a receiving hospital ICU is required.\n",
            "cite_spans": [],
            "section": "Transporting Critical Care Patients to Receiving Hospitals ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n13a. We suggest tracking of patients should commence in the sending clinical unit, continue to the point of embarkation, and if possible, continue to the destination facility. Tracking of the patient and equipment should commence prior to being loaded onto the transportation. Minimum data sets for tracking should include the patient first and last name, date of birth, medical record number or tracking number or triage number, time leaving facility, transportation company name and transport vehicle number, and expected destination and next of kin.\n",
            "cite_spans": [],
            "section": "Tracking Critical Care Patients and Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n13b. We suggest both the evacuating and receiving hospitals should track patients and equipment.\n",
            "cite_spans": [],
            "section": "Tracking Critical Care Patients and Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n13c. We suggest tracking systems may be electronic or paper. In the event of complete power failure, however, a redundant paper system for tracking of patients and equipment should be performed by both sending and receiving hospitals, with communications provided to the sending hospital and/or a centralized coordinating center to confirm receipt of the patients.\n",
            "cite_spans": [],
            "section": "Tracking Critical Care Patients and Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n13d. We suggest evacuation drills should test tracking of patients and equipment both by electronic and paper systems.\n",
            "cite_spans": [],
            "section": "Tracking Critical Care Patients and Equipment ::: Evacuation of the ICU",
            "ref_spans": []
        },
        {
            "text": "\n1. In the event of an incident with mass critical care casualties, we suggest all hospitals within a defined geographic/administrative region (eg, state), health authority, or health-care coalition should implement a uniform triage process and cooperate when critical care resources become scarce.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest critical care only be rationed when resources have, or will shortly be, overwhelmed despite all efforts at augmentation and a regional-level authority that holds the legal authority and adequate situational awareness has declared an emergency and activated its mass critical care plan.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest health-care systems provide oversight for any triage decisions made under their authority via activation of a mass critical care plan to ensure they comply with the prescribed process and include appropriate documentation.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest health-care systems that have instituted a triage policy have a central process to update the triage protocol/system so that information that becomes available during an event informs the process in order to promote the most effective allocation of resources.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest health-care systems establish in advance, a formal legal and systematic structure for triage in order to facilitate effective implementation of triage in the event of an overwhelming disaster.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest health-care systems that have instituted a triage policy triage patients based on improved incremental survival rather than on a first-come, first-served basis when a substantial incremental survival difference favors the allocation of resources to another patient.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7. Triage officers:\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7a. We suggest health-care systems that have instituted a triage policy have clinicians with critical care triage training function as triage officers (tertiary triage) to provide optimum allocation of resources.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7b. We suggest triage officers should have situational awareness at both a regional level and institutional level.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7c. We suggest in trauma or burn disasters, triage be carried out by triage officers who are senior surgeons/physicians with experience in trauma, burns, or critical care and experience in care of the age-group of the patient being triaged.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7d. We suggest in environments where triage is not usual, individual triage officers or teams consisting of a senior intensive care physician and an acute care physician be designated to make mass critical care triage decisions in accordance with previously prepared, publicly vetted, and widely disseminated guidelines.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n7e. We suggest in limited resource settings in which there is a limited need for expansion of critical care resources, a continuation of well-established systems is appropriate.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest triage protocols (clinical decision support systems), rather than clinical judgment alone, be used in triage whenever possible.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest in health-care systems that have instituted a triage policy, technology such as baseline ultrasound, oxygen saturation as measured by pulse oximetry, mobile phone/Internet, and telemedicine be leveraged in triage where appropriate and available to augment clinical assessment in an effort to improve incremental survival and efficiency of resource allocation.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n10. We suggest triage decision processes, whenever possible, provide for an appeals mechanism in case of deviation from an approved process (which may be a prospective or retrospective review) or a clinician request for reevaluation in light of novel or updated clinical information (prospective).\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11. Triage process:\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11a. We suggest tertiary-care triage protocols for use during a disaster that overwhelms or threatens to overwhelm resources be developed with inclusion and exclusion criteria.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11b. We suggest the inclusion criteria for admission to intensive care.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11c. We suggest patients who will have such a low probability of survival that significant benefit is unlikely be excluded from ICUs when resources are overwhelmed.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11d. We suggest consideration be given to excluding patient groups that have a life expectancy < 1 year.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11e. We suggest if a physiologic (nondisease-specific) outcome prediction score can be demonstrated to reliably predict mortality in a specified population upon screening for ICU admission, it is reasonable to use this to exclude admission for patients with a predicted mortality rate > 90%. Similarly if a disease-specific score can be demonstrated to reliably predict mortality when used in the same manner for patients with the disease, we suggest it is reasonable to use this to exclude admissions for patients with a predicted mortality rate of > 90%.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n11f. We suggest each patient's condition be reassessed after a suitable time period (eg, 72 h) by the triage officer or triage team. If at that point the patient meets the criteria for exclusion from ICU, consideration should be given to withdrawal of therapy. If in the future a score is demonstrated to reliably predict high mortality when the patient is assessed during ICU stay, this should be used in preference to or as a supplement to clinical judgment.\n",
            "cite_spans": [],
            "section": "Triage",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest the definition of special populations for mass critical care be those patients that may be at increased risk for morbidity and mortality outside a fully functional critical care environment or those patients that present unique challenges to providers when a full complement of supportive services is not available. We include the chronically ill and technologically dependent as the fragility of their baseline health puts them at significant risk for progression to a higher level of medical need.\n",
            "cite_spans": [],
            "section": "Defining Special Populations for Mass Critical Care ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest critical care disaster planning include special populations.\n",
            "cite_spans": [],
            "section": "Special Population Planning ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest professional societies, advocacy groups, governmental, and nongovernmental organizations be consulted when planning special population disaster preparedness and just-in-time care.\n",
            "cite_spans": [],
            "section": "Special Population Planning ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest daily needs assessment of shelters include identification of those residents from special populations susceptible to decompensation to critical illness. A system to refer those identified to appropriate medical care should be in place.\n",
            "cite_spans": [],
            "section": "Special Population Planning ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest disaster preparedness for special populations be part of their primary health-care maintenance. These patients should also be identified pre-event by their community (ie, nursing home facilities, health-care services, and social services providers) as an at-risk group for decompensation during a disaster and measures be taken to ensure they have a continuum of care during the event.\n",
            "cite_spans": [],
            "section": "Special Population Planning ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest identification of regionalized centers and establishment of communication be included in mass critical care planning.\n",
            "cite_spans": [],
            "section": "Planning for Access to Regionalized Services for Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest regional specialized centers have mass disaster plans in place that include easily accessible, multidimensional, round-the-clock expertise available for consultation by local providers during mass critical care events.\n",
            "cite_spans": [],
            "section": "Planning for Access to Regionalized Services for Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n8. Some special populations of mass critical care may require early transfer to specialized centers to maximize outcomes so should be identified early.\n",
            "cite_spans": [],
            "section": "Planning for Access to Regionalized Services for Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest triage and resource allocation of special populations adhere to the same resource allocation strategy and process as the general population.\n",
            "cite_spans": [],
            "section": "Triage and Resource Allocation of Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n10a. We suggest local, regional, and national critical care pharmacists and resources be identified during disaster preparedness.\n",
            "cite_spans": [],
            "section": "Therapeutic Considerations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n10b. We suggest access to critical care or specialist pharmacist and resources include consideration for special populations such as those with burns, cirrhosis, organ transplant, and need for dialysis.\n",
            "cite_spans": [],
            "section": "Therapeutic Considerations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n10c. We suggest pharmacists, especially those with critical care and specialty training, be an integral part of any mass critical care disaster team.\n",
            "cite_spans": [],
            "section": "Therapeutic Considerations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n11. We suggest research be conducted in crisis standard of care triggers for special populations that includes clinical, planning, and ethical domains across the life cycle of a disaster.\n",
            "cite_spans": [],
            "section": "Crisis Standards of Care for Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n12. We suggest experts in the care of technology- and resource-dependent special populations convene to discuss and determine the acceptable parameters for crisis standards of care for a disaster.\n",
            "cite_spans": [],
            "section": "Crisis Standards of Care for Special Populations ::: Special Populations",
            "ref_spans": []
        },
        {
            "text": "\n1a. We suggest political leadership at national levels should support health-care preparedness through financial assistance, support of market driven incentives, and preparedness requirements to health-care coalitions/regional health authorities (HC/RHAs).\n",
            "cite_spans": [],
            "section": "National Government Support of Health-care Coalitions/Regional Health Authorities—Policy ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n1b. We suggest national governments should support the development of responsive and nimble disaster/pandemic research processes that can both organize and assess information from prior disasters/pandemics, acquire real-time data in an ongoing one to provide situational awareness, and which can also learn from and support international disaster relief efforts.\n",
            "cite_spans": [],
            "section": "National Government Support of Health-care Coalitions/Regional Health Authorities—Policy ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n1c. We suggest national, state/province/regional, and city/district governments should:\n\n• Working with health-care experts and leadership, develop formal legal disaster/pandemic activation mechanisms to initiate, implement, and support disaster/pandemic plans and standards of care for HC/RHAs and health-care professionals; and legally initiate step down termination procedures and processes as conditions and criteria warrant in the recovery phase\n\n• Work with health-care experts and leadership in the greater health-care community to develop and refine specific “trigger” criteria for formal legal activation and step down termination procedures and processes of disaster/pandemic plans and standards of care.\n\n",
            "cite_spans": [],
            "section": "National Government Support of Health-care Coalitions/Regional Health Authorities—Policy ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n1d. We suggest local governments and government agencies should be formal partners in their local health-care coalition(s), and be actively engaged with their ongoing preparedness and response activities.\n",
            "cite_spans": [],
            "section": "National Government Support of Health-care Coalitions/Regional Health Authorities—Policy ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest health-care coalition partners should work together, with the following objectives:\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2a. HC/RHA clinical and administrative leaders from all partners meet together on a routine, scheduled basis. Clinician leaders must include critical care medicine experts.\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2b. HC/RHA clinical and administrative leaders from all partners work together at least yearly with primary focus on developing and updating joint disaster/pandemic preparedness plans based on likely events (Hazard Vulnerability Analyses).\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2c. HC/RHA clinical and administrative leaders from all partners jointly practice activation and implementation of disaster/pandemic plans and standards of care through exercises.\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2d. HC/RHA partners activate their communication and collaboration mechanisms for virtually all actual or potential surge events, or unusual or large scale planned or unplanned events requiring cooperation, to ensure optimal responses and enable experience working together.\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2e. HC/RHAs identify clinical experts to oversee and address the needs of specific populations, especially pediatrics, and also specialty populations such as trauma, burns, oncologic, etc.\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n2f. HC/RHA clinical and administrative leadership should be defined by position, not specific personnel, consistent with Incident Command System (ICS) nomenclature or equivalent, and designed with appropriate redundancy.\n",
            "cite_spans": [],
            "section": "Teamwork Within HC/RHAs—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3a. We suggest HC/RHAs should have secure online and/or published directories for all partners' clinical and administrative leadership, with emergency contact information (phone numbers, e-mail addresses, pagers, cell phone texting preferences, other means) and current call schedules.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3b. We suggest HC/RHA's should have defined communication vehicles which may include (but are not limited to): dedicated secure health-care coalition web sites; conference call lines and teleconferencing technologies (eg, Skype, others); hospital phones (land lines and cell phones); pagers, hand held walkie-talkies, ham radios, or other similar means of communication; telemedicine technologies, such as E-ICU, integrated into their disaster plans.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3c. We suggest HC/RHA partners should attempt to routinely use those agreed upon communication vehicles when working together.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3d. We suggest all agreed upon communication vehicles should be tested on a scheduled basis, with objective criteria to validate the test.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3e. We suggest the choice of communication vehicles and testing may be based on likely disaster/pandemic events (Hazard Vulnerability Analyses), and/or other appropriate considerations.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3f. We suggest developing defined disaster/pandemic plans for monitoring and leveraging popular social media (eg, Twitter, Facebook, others) during all actual or potential surge events, or unusual or large scale planned or unplanned events requiring cooperation, as both a means for gathering and transmitting information, as appropriate.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n3g. We suggest HC/RHAs should have defined communication tools designated for each level of organizational leadership, which should be consistent with ICS structure or equivalent.\n",
            "cite_spans": [],
            "section": "Systems-Level Communication—Foundational Principles ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n4a. We suggest HC/RHA surge objectives should be consistent with individual hospital surge goals and include the capability to surge to:\n\n• Up to 200% above routine maximal capacity based on the nature and severity of the disaster (contingency to crisis)\n\n• Up to the limit of the total number of ventilators available to coalition partners.\n\n• Up to projected patient loads in a slow onset, slow evolving disaster.\n\n",
            "cite_spans": [],
            "section": "System-Level Surge Capacity and Capability ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n4b. We suggest HC/RHAs should be able to monitor and track their defined surge capacity supplies and equipment, ideally “real-time” and electronically, with the intent of being able to use all HC/RHA assets. These supplies and equipment may include identified caches of important medications or equipment, and bed availability among partners.\n",
            "cite_spans": [],
            "section": "System-Level Surge Capacity and Capability ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n4c. We suggest HC/RHAs should have the ability to track the number of available ICU capable personnel (“force multipliers”) and other designated specialist “resources” (eg, pediatric and special populations) through their partner hospitals. Partners with telemedicine capability (such as tele-ICU's) should have plans for how to use this resource to optimize the use of pediatric and specialty expertise across hospitals served by the telemedicine resource.\n",
            "cite_spans": [],
            "section": "System-Level Surge Capacity and Capability ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n4d. We suggest HC/RHAs should have defined policies and procedures for emergency privileging for all health-care professionals designated as coalition resources.\n",
            "cite_spans": [],
            "section": "System-Level Surge Capacity and Capability ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n4e. We suggest fair and adequate reimbursement for expenditures and loss of revenue related to delivery of acute critical care services during a disaster or pandemic must be ensured. This should include the guarantee of payments from governmental sources, as well as by insurance companies and other payers of health-care services.\n",
            "cite_spans": [],
            "section": "System-Level Surge Capacity and Capability ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n5a. We suggest HC/RHAs have identified, and be familiar with, the following pediatric disaster/pandemic designated resources including, but not limited to:\n\n• Pediatric consultative specialists available by dedicated phone line support and/or dedicated video or telemedicine consultation.\n\n• Designated pediatric surge personnel (eg, pediatric hospitalists, others) available to non-pediatric hospitals and health systems to support surge in contingency or crisis level events, with a defined plan for how to activate this resource when needed.\n\n• Identified pediatric capable transport resources for allocation and matching of pediatric patients to available HC/RHA pediatric resources.\n\n• Knowledge of available key supplies, medications, and other pediatric assets; location of these assets with a defined process for how they may be accessed urgently; and ability to monitor when asset reserves fall below a defined critical threshold.\n\n• Pediatric educational resources. If web-based, they should be found on HC/RHA websites, or with links to appropriate resources. If published, resources should be readily available to all partners.\n\n",
            "cite_spans": [],
            "section": "Pediatric Patients and Specialty Populations ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n5b. We suggest HC/RHAs should have plans to provide care for specialty populations routinely found in their catchment area or region in parallel as described for pediatrics. Resources should include consultative services, potential surge personnel, transport resources, specialty supplies/medications, and educational resources. These populations include but are not limited to trauma, nephrology, burns, oncologic patients.\n",
            "cite_spans": [],
            "section": "Pediatric Patients and Specialty Populations ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n5c. Health-care coalitions, health systems, and hospitals identify patients with high-level chronic disease care needs, such as a home ventilator, home oxygen, chronic dialysis, and work to ensure their needs are met at home to help prevent these patients from having to seek assistance at hospitals.\n",
            "cite_spans": [],
            "section": "Pediatric Patients and Specialty Populations ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n6a. We suggest during a disaster requiring transfer of patients, whether from emergency medicine departments or inpatient areas, transferring partners may have initial choice of where patients are referred based on traditional referral patterns. However, HC/RHA leadership must oversee this process, and be able to intercede as both a resource and with the authority to redirect transfers based on anticipated or actual events. Defined health-care coalition coordination processes and transfer resources should be planned and identified ahead of time.\n",
            "cite_spans": [],
            "section": "HC/RHAs and Networks ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n6b. Health-care coalitions should designate neighboring health-care coalitions as potential partners during a contingency or crisis event, and have readily available leadership contact information, and knowledge of these potential partners' size and capabilities.\n",
            "cite_spans": [],
            "section": "HC/RHAs and Networks ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n7. Advanced Regional Care Systems instituted within large hospitals, and across hospitals, health systems and HC/RHAs, will have the greatest chance for success if they are established with the following goals:\n\n• Clear and transparent objectives for what those programs are to accomplish, and the programs are well integrated and accepted across their hospital and health system partners.\n\n• Have administrative and financial resources sufficient to support the objectives desired\n\n• Are evaluated based on objective outcome measures and best-practice process indicators, and strive for consistent data definitions and goals, which facilitate outcome comparison with other systems.\n\n• Are driven by an impassioned performance improvement culture.\n\n• Have effective communication systems and processes across their hospitals, health systems, and health-care coalitions/regional health authority partners, between potential pre- and post-hospital partners, and with patients and families.\n\n• Develop clear expectations and supportive clinical and educational resources for patients and their families, especially those patients with chronic medical illnesses.\n\n",
            "cite_spans": [],
            "section": "Models of Advanced Regional Care Systems ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest hospitals, health systems, and HC/RHAs promote the use of computer modeling to gain insight into their operational capabilities and limitations, in the following ways:\n\n• Support the creation of computer models utilizing industry templates in collaboration with their own administrative, clinical, and technical resource experts from participating system partners. Models should include government and military resources when applicable, and include provision of maintenance of chronically ill patient populations.\n\n• Collaborate with modelers in the design, implementation, and testing of these models; and with the interpretation and application of these results.\n\n• Support the data requirements for such system models, and develop repositories for operationally relevant data that can be used in future modeling efforts.\n\n• Leverage their relationships with national, regional, and local governments and public health agencies and emergency medical service providers to obtain necessary data on the transportation and patient logistic components of such models as required.\n\n",
            "cite_spans": [],
            "section": "The Use of Simulation for Preparedness and Planning ::: System-Level Planning, Coordination, and Communication",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest highest priority critical care supplies and medications needed for routine day-to-day care, and crucial in mass casualty events, for which no substitutions are available be identified (eg, ventilator circuits, N95 masks, insulin, etc). Once identified, dual sourcing should be used for routine purchasing of these key supplies and medications to reduce the impact of a supply chain disruption.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest available alternatives for routinely used critical care supplies and medications (eg, sedatives, vasopressors, antimicrobials, etc) be identified in routine practice and pre-event planning to anticipate solutions to supply chain disruptions.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest health-care systems use integrated electronic systems to track purchase, storage, and use of medical supplies.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest these systems be used to identify equipment, supplies, and medications that are in short supply and for which increased routine inventory levels would be needed to adequately address both day-to-day and mass casualty event planning.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest modified use protocols, which restrict routine use of affected medications and supplies and encourage use of alternatives, be implemented at the earliest opportunity when impending medication and medical supply shortages are identified, and for which adequate resupply may not be available in a timely manner.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest health-care facilities, health systems, and health-care coalitions encourage, comply with, and support ongoing governmental and non-governmental organizational efforts to reduce global medical supply chain vulnerabilities.\n",
            "cite_spans": [],
            "section": "Supply Chain Vulnerabilities in Mass Critical Care ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest hospitals have the mobile technology necessary to identify patients quickly and effectively, including in austere parts of the hospital (eg, parking lots).\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest hospitals have the ability to set up ad-hoc secure networks in austere sections of the hospital campuses for mobile technology.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest hospitals have a strategy for supplying austere sites with electric power to charge the mobile devices, provide local network facilities, and provide essential services for an extended period of time.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n10. We suggest hospitals be capable of transferring patient identification, identification of next of kin with contact information, and a defined minimal database of medical history with every patient. This minimal database of medical history should be able to be printed, or hand written if necessary, in the absence of computer technology.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n11. We suggest hospitals have the ability to effectively and quickly download all patient-related information into a mobile package (eg, a flash drive or disk) that can be easily read by other information systems, and can be rapidly prepared for transport with the patient. This should obey the clinical document architecture/continuity of care document documents currently specified under meaningful use proposals, making them both human and digitally readable.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n12. We suggest hospitals have real-time connection to databases for uploading and downloading clinical information.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest hospitals have the necessary information technology (IT) functionality to store health information when hospital systems are not available, and be able to rapidly upload and download clinical information once connections are reestablished.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n14. We suggest hospitals have the means to ensure confidentiality of all patient protected information.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n15. We suggest patient information may be uploaded and stored in central, off site databases, similar to that used by the Veterans Administration system in the United States, and consistent with local health-care laws and regulation pertaining to patient privacy and protections.\n",
            "cite_spans": [],
            "section": "Portable Mobile Support Information Networks ::: Health Information Technology Continuity in Disasters ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n16. We suggest hospitals have a plan for rapid movement of the data center to offsite remote operations in the case of prolonged local power disruption for critical functions.\n",
            "cite_spans": [],
            "section": "Hospitals and Health-Care IT Preparedness Planning ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n17. We suggest a plan be in place to provide power to the client machines, analyzers, networking equipment, etc along with the data center for an extended period of time.\n",
            "cite_spans": [],
            "section": "Hospitals and Health-Care IT Preparedness Planning ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n18. We suggest hospitals plan around extended supply disruption of critical IT supplies, such as servers and disk drives.\n",
            "cite_spans": [],
            "section": "Hospitals and Health-Care IT Preparedness Planning ::: Business and Continuity of Operations",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest integrated communication systems and a robust infrastructure of the electronic health record system to facilitate tracking the number of people affected by a mass event, including the types and severity of injuries and detection of secondary illnesses.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest, when power is intact, virtual ICUs, point-of-care testing, portable monitoring systems with Global Positioning System, and telemedicine facilitate transfer and sharing of clinical information. Such technologies need to be established and used prior to mass critical care delivery in order to provide familiarity to the users.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest aggregated essential clinical information be included with other key ICU logistical communication so that bidirectional transfer of information permits a consistent delivery of health care across the spectrum.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest public health/government officials at centralized or regional emergency management coordinating centers use expert medical guidance, such as burn, neuro, or trauma critical care, specific to the nature of the incident to inform decision-making for mass critical care delivery.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest every ICU clinician participate in disaster response training and education.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest expectations regarding clinician response to disasters or pandemics be delineated in contractual agreements, medical staff bylaws, or other formal documents that govern the array of responsibilities to the health-care system.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest hospitals employ and/or train ICU physicians in disaster preparedness and response.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest hospitals ensure appropriate ICU leadership with knowledge and expertise in the management of surge capacity, disaster response, and ICU evacuation.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest critical care leaders be invited to participate in health-care coalitions so they can facilitate sharing expertise, resources, and knowledge between ICUs in the event of a regional disaster.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n10. We suggest incorporation of disaster medicine into critical care training curricula will facilitate future ICU clinician training and engagement in disaster preparedness and response activities.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n11. We suggest expert opinions be considered in mass critical care education curricula.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n12. We suggest an independent panel of multidisciplinary specialty society experts determine the core competencies for mass critical care education curriculum.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest translating competencies into multidisciplinary learning modules become a core focus of academic, professional organizations, governmental, and nongovernmental organizations whose students and responsible agencies may be called upon to provide mass critical care.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n14. We suggest standing committees in education, or a reasonable equivalent in relevant stakeholder groups, review and endorse the curriculum and competencies.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n15. We suggest educational activities draw on all modern modalities of education (including access via web-based learning, simulation, or other modalities for remote learners) and include incremental (individual, organizational, community), realistic, and challenging training opportunities.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n16. We suggest stakeholder organizations determine the thresholds and milestones for trainer education and certification.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n17. We suggest individuals with board certification in critical care medicine be tested on the core competencies (when developed) by their certification process.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n18. We suggest those involved with critical care disaster education develop ongoing, internal process improvement methodologies and metrics to ensure their programs remain current, responsive, and relevant.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n19. We suggest accreditation bodies that ensure safe and effective critical care delivery processes for hospitals consult with professional societies to develop metrics and tools of assessment to ensure ICUs can continue to provide quality care during a disaster or pandemic.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n20. We suggest engagement of critical care clinicians in disaster preparedness efforts occur in advance of and in preparation for pandemics and disasters in order to enhance mass critical care delivery and coordination.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n21. We suggest ICU clinicians and disaster planners incorporate community values into critical care decision-making through pre-event inclusion of clinicians and community perspectives.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n22. We suggest hospitals provide education, training, and community conversation opportunities for their ICU clinicians on the topic of mass critical care delivery.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n23. We suggest successful critical care clinician-community engagement strategies include: (a) physician-related initiatives, (b) public-private partnerships with governmental agencies and hospitals, (c) community partnerships, (d) sharing of best practices, and (e) family engagement and community guidance during resource allocation.\n",
            "cite_spans": [],
            "section": "Engagement and Education",
            "ref_spans": []
        },
        {
            "text": "\n1a. We suggest health agencies at all levels of government (ie, Local, Regional, State/Province, and National) and relevant health-care system entities (eg, hospitals, long-term care facilities, and clinics) develop mass critical care (MCC) response plans in furtherance of a legal duty to prepare for mass critical care emergencies. These plans should be integrated into or with existing crisis standards of care, surge capacity, or other applicable health emergency plans and frameworks. The regional health authority (eg, in the US, state health departments) should facilitate and ensure the development of mass critical care plans at the sub-national and health-care facility levels to promote inter-jurisdictional consistency and collaboration within the state/province, across state/province lines, and with national partners.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n1b. We suggest MCC plans clarify approaches and processes for evacuating patients and for sheltering-in-place. This includes identifying the lines of authority for evacuation and shelter-in-place decision-making and the potential legal and ethical implications associated with such decisions.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n1c. We suggest MCC plans recognize the importance of responsible and accountable MCC decision making among clinicians, government, and individual health-care entities by addressing how reviews of decisions made under the auspices of MCC plans will occur. Further, we suggest separate, efficient processes be developed to: (1) during the response, address fact–based appeals by ICU providers of decisions made during the response before resources are reallocated; and (2) following the response, review patient/family member or ICU provider concerns about fidelity to the processes outlined in properly-vetted and adopted MCC plans.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest during declared emergencies: (1) government MCC plans be officially activated by the applicable governmental authority; and (2) individual health-care facility MCC plans be officially activated by clinical administrative leadership. We also suggest governments and individual health-care facilities develop approaches for the official deactivation of their MCC plans.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n3a. We suggest clinicians (both employees and volunteers) and health-care entities involved in the provision of critical care that follow properly-vetted and officially-activated (1) governmental and (2) individual facility-level MCC plans in good faith should be protected legally from liability.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n3b. In sudden-onset emergencies (or in the early phases of other emergencies), it might not be feasible for governments to declare an emergency, or for governments and health-care facilities to immediately and officially activate their MCC plans. In such cases we suggest clinicians and health-care entities that provide MCC reasonably and in good faith be afforded liability protections (ie, absent gross negligence, willful misconduct, or criminal acts) through retroactive activation or application of declarations and plans or other appropriate legal routes.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest governments develop approaches to formally and temporarily expand the available pool of qualified practitioners to address MCC staffing shortages and to ensure that all responding practitioners receive appropriate liability protections during a MCC response. Further, we suggest this could occur through implementing efficient processes for licensing, credentialing, and certifying in-country practitioners who are not normally authorized to practice in the impacted area to facilitate the emergency response; temporarily expanding professional scopes of practice for applicable types of health-care practitioners; and, if appropriate, accepting and using official, formally vetted foreign medical teams.\n",
            "cite_spans": [],
            "section": "Legal Preparedness",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest hospitals communicate the definition of crisis standards of care clearly to patients and families both on admission to the hospital and when triage decisions are communicated.\n",
            "cite_spans": [],
            "section": "Responding to Ethical Concerns of Patients and Families ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n14. We suggest patients triaged to palliative care be notified of their right to discuss concerns and receive support from hospital personnel, including palliative care, social work, or ethics.\n",
            "cite_spans": [],
            "section": "Responding to Ethical Concerns of Patients and Families ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n15. We suggest hospitals include ethics resources in planning for MCC and should anticipate a need for ethics consultative services during the event.\n",
            "cite_spans": [],
            "section": "Responding to Ethical Concerns of Patients and Families ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n16. We suggest hospitals make plans to assist with moral distress in providers involved in providing MCC.\n",
            "cite_spans": [],
            "section": "Responsibilities to Providers ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n17. We suggest critical care clinicians who are unable to accept implementation of crisis standards of care be transferred into support or non-clinical roles during disaster response, if possible, but not be absolved of their obligation to participate in the response.\n",
            "cite_spans": [],
            "section": "Responsibilities to Providers ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n18. We suggest hospitals plan to protect worker safety and encourage providers/workers to create personal/family disaster preparedness plans.\n",
            "cite_spans": [],
            "section": "Responsibilities to Providers ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n19. We suggest researchers collaborate on a national guidance document that develops standards for obtaining institutional review board (IRB) approval in advance of disasters, and offers ethically, clinically, and legally acceptable mechanisms for research in the disaster context.\n",
            "cite_spans": [],
            "section": "Conduct of Research ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n20. We suggest research conducted during pandemics and disasters focus specifically on improving treatment, safety, and outcomes.\n",
            "cite_spans": [],
            "section": "Conduct of Research ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n21. We suggest international disaster responders coordinate efforts with local officials and clinicians to focus on interventions that will provide sustainable benefits to the population after the disaster.\n",
            "cite_spans": [],
            "section": "International Disaster Response ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n22. We suggest international disaster responders have an ethical obligation to familiarize themselves with the predominant cultural and religious practices of the affected population.\n",
            "cite_spans": [],
            "section": "International Disaster Response ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n23. We suggest international disaster responders demonstrate culturally and religiously appropriate respect for the dead within the disaster context by coordinating responses with local institutions.\n",
            "cite_spans": [],
            "section": "International Disaster Response ::: Triage and Allocation ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest the term “resource poor or constrained setting” defines a locale where the capability to provide care for life-threatening illness is limited to basic critical care resources, including oxygen and trained staff. It may be stratified by categories: No resources, limited resources, and limited resources with possible referral to higher care capability.\n",
            "cite_spans": [],
            "section": "Definition ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest “critical care in a resource poor or constrained setting” be defined by the provision of care for life threatening illness without regard to the location, including the pre-hospital, emergency, hospital wards, and intensive care setting.\n",
            "cite_spans": [],
            "section": "Definition ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest in order to provide quality critical care, at any capability level, resource limited countries or health-care bodies should strengthen their primary care, basic emergency care, and public health systems.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest capacity building in public health include education for families, community health-care workers, and clinicians in addition to infrastructure support such as transportation and communication systems.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest developing countries strive to build capacity by leveraging critical care expertise and resources that exist in such disciplines as surgery, obstetrics, internal medicine, and pediatrics.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n6. In order to support those countries with limited critical care assets, we suggest professional critical care societies in resource-rich, developed countries should advocate broadly to mitigate the intellectual siphoning of critical care providers from resource poor countries.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest investment in critical care education and development of processes where limited resources can be applied to those patients most likely to benefit from the interventions.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n7a. We suggest such processes explore innovative staffing methods and preventative and supportive care that decreases critical illness.\n",
            "cite_spans": [],
            "section": "Infrastructure and Capacity Building ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n8. We suggest performance improvement activities be instituted at district or regional level facilities and information shared such that other ICUs and hospitals can learn from one another.\n",
            "cite_spans": [],
            "section": "Building Capacity and Quality in District Hospitals ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest, where feasible, that surgical capacity of the district or regional hospital build capacity to optimize surgical volumes and maintain skills in order to reduce preventable morbidity and mortality.\n",
            "cite_spans": [],
            "section": "Building Capacity and Quality in District Hospitals ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n10. In order to mitigate the need for critical care, we suggest the development of simple triage tools, protocols, and care guidelines modified to resource limitations that can be used by health workers with limited clinical backgrounds. This education should include the IMCI (Integrated Management of Childhood Illness) and IMAI (Integrated Management of Adolescent and Adult Illness) guidelines for recognition, triage, and treatment of the critically ill in resource limited areas.\n",
            "cite_spans": [],
            "section": "Emergency Care and Triage ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n11. We suggest education and training of resuscitation, evacuation, and transport of the critically ill be a priority for providers.\n",
            "cite_spans": [],
            "section": "Prehospital Care and Transport ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n11a. We suggest expanding pre-hospital support in the community through education of medical and non-medical laypersons.\n",
            "cite_spans": [],
            "section": "Prehospital Care and Transport ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n12. We suggest developing countries or settings that are chronically resource constrained develop a minimal level of critical care to be provided at district or regional hospital facilities.\n",
            "cite_spans": [],
            "section": "Strategic Planning to Build Capacity ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n12a. We suggest critical care advocates involve administrators, financiers, nongovernmental organizations (NGOs), and other similar stakeholders to provide resources to expand capacity to meet such minimal levels.\n",
            "cite_spans": [],
            "section": "Strategic Planning to Build Capacity ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest focusing limited emergency and critical care resources at facilities where the greatest benefit can be achieved. Although basic resuscitation capabilities must exist at all levels, rather than developing rudimentary critical care at primary health clinics, district or regional hospitals may be the most effective and efficient areas of focus to improve national critical care capabilities.\n",
            "cite_spans": [],
            "section": "Strategic Planning to Build Capacity ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n14. We suggest local authorities establish formal relationships with coalitions of academic medical centers, professional societies, NGO's, and governmental organizations prior to an actual event in disaster-prone, resource poor regions.\n",
            "cite_spans": [],
            "section": "External Alliances ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\nWe suggest these partnerships have the following objectives:\n\nTo develop and maintain effective communication with the goal of assessing the need for assistance and planning for training, logistics, and timetable for the delivery of support;\n\nTo help implement relief efforts, including schedule rotations for teams in and out of the disaster affected areas; and,\n\nTo develop planning and preparation for potential disaster events based on historical experience within each region. Such planning should include resolving issues related to licensure and liability coverage in addition to resource allocation and training.\n\n",
            "cite_spans": [],
            "section": "External Alliances ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n15. We suggest critical care providers use protocols to combine workable approaches that are also cost effective and efficient.\n",
            "cite_spans": [],
            "section": "Current Resource Allocation During Crises ::: Resources Necessary to Enhance Capacity ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n16. We suggest feasibility plans of a protracted event requiring long-term use of critical care resources be developed, whereby the health-care system will require a coordination between less resource-intense but large numbers of primary care patients in concert with resource-intense but fewer critical care patients.\n",
            "cite_spans": [],
            "section": "Current Resource Allocation During Crises ::: Resources Necessary to Enhance Capacity ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n17. We suggest the establishment and implementation of national laboratory strategic plans and policies that integrate existing laboratory systems to combat major prevalent infectious diseases.\n",
            "cite_spans": [],
            "section": "Laboratory Services ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n18. In order to engage a motivated workforce to provide critical care, we suggest several initiatives:\n\nMaking data readily available\n\nUsing data to inform subsequent interventions that can promote change in resource-poor settings\n\nAcquiring or attempting to garner additional resources with government support including affordable and sustainable technologies\n\nEngaging local leadership to encourage staff and motivate buy-in\n\n",
            "cite_spans": [],
            "section": "Engagement of Staff ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n19. We suggest an international body such as the United Nations or World Health Organization (WHO) develop a Relief Coordination Center to aid the evaluation and coordination of international disaster response with use of prepositioned, stored emergency materials and teams.\n",
            "cite_spans": [],
            "section": "World Health Organization Resources ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n20. We suggest the WHO develop a Pocket Book of Acute/Critical Care for Hospitalized Patients to help standardize expectations and medical practice.\n",
            "cite_spans": [],
            "section": "World Health Organization Resources ::: Resource-Poor Settings: Infrastructure and Capacity Building ::: Ethical Considerations",
            "ref_spans": []
        },
        {
            "text": "\n1. We suggest developing countries or health-care systems employ an appropriate incident command system to organize the pre-hospital, transportation and in-hospital response effort.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n2. We suggest early in the response effort that attempts be made to estimate the needs beyond acute care and to inform and guide providers of rehabilitation and prolonged care needs.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n3. We suggest host nation rehabilitation and prolonged care capabilities that are likely to exist following the disaster be considered when determining the appropriateness of initiating critical intensive care.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n4. We suggest only critical care providers with previous training or expertise in disaster response, or those who are aligned with experienced groups (eg, foreign medical teams), and invited by the host nation deploy to support a disaster.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n5. We suggest if not available at the time of a disaster, critical care be instituted using an intensive care model with providers skilled in critical care medicine.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n6. We suggest government and non-governmental organizations (NGOs) collaborate with military health-care systems (with their experience in operating in austere conditions) for process and procedure sharing as well as to establish linkages to facilitate the sharing of patient care.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n7. We suggest all deploying response teams employ simple, pre-established, and standardized data collection tools in order to meet the needs of local authorities, increase accountability of care, and facilitate review of care provided during the event.\n",
            "cite_spans": [],
            "section": "Response ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8. During strategic disengagement of surge resources and reconstitution of emergency and critical care services in resource-poor settings post-disaster, we suggest:\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8a. Forming partnerships and close coordination between surge teams and pre-existing stakeholders (local government officials, medical and surgical care providers, rehabilitation-related NGOs, local and national public health) to ensure a successful transition,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8b. Assessing the access to and capacity of local emergency and critical care services once the surge resources leave,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8c. Addressing the disaster's impact on health-care providers' and surviving patients' short and long-term mental health needs,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8d. Developing and using standardized data collection instruments to facilitate assessment and validation of best practices for effective disengagement and reconstitution, and to monitor on-going long-term health needs,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8e. Implementing a tailored approach to disengagement and reconstitution based on the identified local community's needs,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8f. Addressing local logistical challenges to deliver emergency and critical care routinely and during disasters,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8g. Ensuring that public health programs are restored and improved and that reconstitution efforts do not displace essential public health activities, which may have greater impact upon the overall community's health, especially for children,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8h. Integrating emergency and critical care services with the delivery of all other medical care and public health programs in the community,\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8i. Including long-term follow-up care to the maximum extent possible in planning for the medical needs of survivors; and\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n8j. Incorporating the training and staffing needs for provision of all needed post disaster services, including medical, nursing, social workers, mental health providers, community and public health.\n",
            "cite_spans": [],
            "section": "Reconstitution/Recovery of Host Nation Critical Care Capabilities and Disengagement ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n9. We suggest research focus on health monitoring/syndromic surveillance, needs assessment, prognostication, and cost effectiveness to help establish care priorities.\n",
            "cite_spans": [],
            "section": "Research Considerations ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n10. We suggest cost-effectiveness studies on critical care in developing countries to justify the need and ability to advocate for resources to provide basic critical care.\n",
            "cite_spans": [],
            "section": "Research Considerations ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n11. We suggest developing countries and health-care organizations institute quality improvement programs, in part to justify to donors, population, and government that increases in investment in health systems provide cost effective benefits.\n",
            "cite_spans": [],
            "section": "Quality Improvement Factors ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n12. We suggest professional critical care societies advise and support research that brings new technologies and diagnostic tools to resource-poor settings and stress adapting diagnostic and treatment modalities to this environment in a cost effective and efficient manner.\n",
            "cite_spans": [],
            "section": "Innovative Treatments and Technologies ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "\n13. We suggest professional critical care societies advise and guide the development of disaster related protocols to study pressing issues relating to diagnosis, treatment, and systems improvement and have these vetted through ethics committees and other groups a priori in order to rapidly deploy them during or following an event.\n",
            "cite_spans": [],
            "section": "Innovative Treatments and Technologies ::: Resource-Poor Settings: Response, Recovery, and Research",
            "ref_spans": []
        },
        {
            "text": "Despite increasing numbers of publications in disaster medicine and MCC during the past 5 years, high-quality research to support evidence-based recommendations for the care of critically ill and injured patients related to a pandemic or disaster is virtually nonexistent and desperately needed. Indeed, this research should be a moral imperative in both resource-rich and resource-poor areas of the world. In the developed world, research should be directed at the provision of critical care during MCC; in resource-poor areas research on building capacity in the current system and on ways to decrease the need for intensive care would be of greater benefit. Granted, significant challenges exist with regard to conducting research in these settings,30 but these challenges can be overcome by “disruptive creativity” and planning. Conducting research during disasters or pandemics requires novel approaches to address the unique logistic and ethical and methodology challenges of operating and collaborating in these environments. A number of international collaborative efforts, such as those led by the ISARIC (International Severe Acute Respiratory and Emerging Infection Consortium; http://isaric.tghn.org), InFACT31 (International Forum for Acute Care Trialists), and PREEDICCT32 (Providing Resources for Effective and Ethical Decisions in Critical Care Triage) groups serve as examples of the types of efforts required to advance evidence within the field. Research questions that currently need to be addressed are discussed in detail within each of the individual articles within this supplement. In the absence of scientific evidence, experts' opinion, although less than ideal, will have to suffice. Clearly, much research needs to be done to enrich the tacit knowledge of experts.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1220,
                    "end": 1222,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Areas for Future Research",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, the potential need to provide care for critically ill or injured patients resulting from pandemics or disasters has not decreased. Lacking high-quality evidence to guide recommendations, the Task Force has endeavored to bolster the expertise of the Task Force and increase the rigor of the process through which the current expert-opinion-based suggestions were developed. In addition to updating the suggestions, this version of the Task Forces' suggestions addresses the broader issue of caring for the critically ill and injured from pandemics and disasters beyond the walls of the ICU, across the age continuum, and those from special populations who are particularly vulnerable to being negatively impacted and who require specialized critical care. Moreover, the Task Force provides suggestions regarding the evacuation of the critically ill and injured as well as the legal, ethical, and systems frameworks necessary to support an effective response. Finally, the Task Force has attempted to illustrate how the concepts of MCC should be integrated into the spectrum of surge response from contingency care through crisis care.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "\nFinancial/nonfinancial disclosures: The authors have reported to CHEST the following conflicts: Dr Rubinson received grant money for two unrelated National Institutes of Health sponsored studies and makes public statements related to the subject of this manuscript. The remaining authors have reported that no potential conflicts of interest exist with any companies/organizations whose products or services may be discussed in this article.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        },
        {
            "text": "\nEndorsements: This consensus statement is endorsed by the American Association of Critical-Care Nurses, American Association for Respiratory Care, American College of Surgeons Committee on Trauma, International Society of Nephrology, Society for Academic Emergency Medicine, Society of Critical Care Medicine, Society of Hospital Medicine, World Federation of Pediatric Intensive and Critical Care Societies, World Federation of Societies of Intensive and Critical Care Medicine.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        },
        {
            "text": "\nRole of sponsors: The American College of Chest Physicians was solely responsible for the development of these guidelines. The remaining supporters played no role in the development process. External supporting organizations cannot recommend panelists or topics, nor are they allowed prepublication access to the manuscripts and recommendations. Further details on the Conflict of Interest Policy are available online at http://chestnet.org.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        },
        {
            "text": "\nOther contributions: The opinions expressed within this manuscript are solely those of the author (M. D. C.) and do not represent the official position or policy of the Royal Canadian Medical Service, Canadian Armed Forces, or the Department of National Defence.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        },
        {
            "text": "\nCollaborators: Executive Committee: Michael D. Christian, MD, FRCPC, FCCP; Asha V. Devereaux, MD, MPH, FCCP, co-chair; Jeffrey R. Dichter, MD, co-chair; Niranjan Kissoon, MBBS, FRCPC; Lewis Rubinson, MD, PhD; Panelists: Dennis Amundson, DO, FCCP; Michael R. Anderson, MD; Robert Balk, MD, FCCP; Wanda D. Barfield, MD, MPH; Martha Bartz, MSN, RN, CCRN; Josh Benditt, MD; William Beninati, MD; Kenneth A. Berkowitz, MD, FCCP; Lee Daugherty Biddison, MD, MPH; Dana Braner, MD; Richard D Branson, MSc, RRT; Frederick M. Burkle Jr, MD, MPH, DTM; Bruce A. Cairns, MD; Brendan G. Carr, MD; Brooke Courtney, JD, MPH; Lisa D. DeDecker, RN, MS; COL Marla J. De Jong, PhD, RN [USAF]; Guillermo Dominguez-Cherit, MD; David Dries, MD; Sharon Einav, MD; Brian L. Erstad, PharmD; Mill Etienne, MD; Daniel B. Fagbuyi, MD; Ray Fang, MD; Henry Feldman, MD; Hernando Garzon, MD; James Geiling, MD, MPH, FCCP; Charles D. Gomersall, MBBS; Colin K. Grissom, MD, FCCP; Dan Hanfling, MD; John L. Hick, MD; James G. Hodge Jr, JD, LLM; Nathaniel Hupert, MD; David Ingbar, MD, FCCP; Robert K. Kanter, MD; Mary A. King, MD, MPH, FCCP; Robert N. Kuhnley, RRT; James Lawler, MD; Sharon Leung, MD; Deborah A. Levy, PhD, MPH; Matthew L. Lim, MD; Alicia Livinski, MA, MPH; Valerie Luyckx, MD; David Marcozzi, MD; Justine Medina, RN, MS; David A. Miramontes, MD; Ryan Mutter, PhD; Alexander S. Niven, MD, FCCP; Matthew S. Penn, JD, MLIS; Paul E. Pepe, MD, MPH; Tia Powell, MD; David Prezant, MD, FCCP; Mary Jane Reed, MD, FCCP; Preston Rich, MD; Dario Rodriquez, Jr, MSc, RRT; Beth E. Roxland, JD, MBioethics; Babak Sarani, MD; Umair A. Shah, MD, MPH; Peter Skippen, MBBS; Charles L. Sprung, MD; Italo Subbarao, DO, MBA; Daniel Talmor, MD; Eric S. Toner, MD; Pritish K. Tosh, MD; Jeffrey S. Upperman, MD; Timothy M. Uyeki, MD, MPH, MPP; Leonard J. Weireter Jr, MD; T. Eoin West, MD, MPH, FCCP; John Wilgis, RRT, MBA; ACCP Staff: Joe Ornelas, MS; Deborah McBride; David Reid; Content Experts: Amado Baez, MD; Marie Baldisseri, MD; James S. Blumenstock, MA; Art Cooper, MD; Tim Ellender, MD; Clare Helminiak, MD, MPH; Edgar Jimenez, MD; Steve Krug, MD; Joe Lamana, MD; Henry Masur, MD; L. Rudo Mathivha, MBChB; Michael T. Osterholm, PhD, MPH; H. Neal Reynolds, MD; Christian Sandrock, MD, FCCP; Armand Sprecher, MD, MPH; Andrew Tillyard, MD; Douglas White, MD; Robert Wise, MD; Kevin Yeskey, MD.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: Primary Audience For Suggestions\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: This figure depicts the spectrum of surge from minor through major. The magnitude of surge is illustrated by the alterations in the balance between demand (stick people) and supply (medication boxes). As surge increases, the demand-supply imbalance worsens. Conventional, contingency, and crisis responses are used to respond to the varying magnitude of surge. Varying response strategies are associated with each level of response. As the magnitude of the surge increases, the strategies used to cope with the response gradually depart from the usual standard of care (default defining the standards of disaster care) until such point that even with crisis care, critical care is no longer able to be provided.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: A framework outlining the conventional, contingency, and crisis surge responses. PACU = postanesthesia care unit. (Adapted with permission from Hick et al.2)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: This figure illustrates the various tiers of authority involved in health-care surge response. Not all jurisdictions have Regional Health Authorities, in which cases Health Care Coalitions will work directly with the state/province. (Adapted with permission from Barbera et al.29)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Definitive care for the critically ill during a disaster: current capabilities and limitations: from a Task Force for Mass Critical Care summit meeting, January 26-27, 2007, Chicago, IL",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Geiling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "5_suppl",
            "pages": "8S-17S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Survey about responsiveness of third-level hospitals to a medical disaster: after the pandemic influenza in Mexico [in Spanish]",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Serna-Ojeda",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Castañón-González",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Macías",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mansilla-Olivares",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Domínguez-Cherit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Polanco-González",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gac Med Mex",
            "volume": "148",
            "issn": "3",
            "pages": "227-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "H1N1 influenza: critical care aspects",
            "authors": [
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Westall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paraskeva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Semin Respir Crit Care Med",
            "volume": "32",
            "issn": "4",
            "pages": "400-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Hospital Civil de Guadalajara, Fray Antonio Alcalde Emerging Respiratory Infections Response Team. Hospital triage system for adult patients using an influenza-like illness scoring system during the 2009 pandemic—Mexico",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Noriega",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonzalez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morfin-Otero",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Preparing your intensive care unit for the second wave of H1N1 and future surges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hota",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burry",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "suppl 4",
            "pages": "e110-e119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Planning for a pandemic: a view from the accident and emergency department",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Mareiniss",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hirshon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Hosp Med (Lond)",
            "volume": "71",
            "issn": "2",
            "pages": "64-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Preparing for the sickest patients with 2009 influenza A(H1N1)",
            "authors": [
                {
                    "first": "DB",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1905-1906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Influenza A(H1N1) epidemic in Argentina. Experience in a National General Hospital (Hospital Nacional Profesor Alejandro Posadas) [in Spanish]",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raffo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medicina (B Aires)",
            "volume": "69",
            "issn": "4",
            "pages": "393-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Death toll climbs and healthcare needs escalate in Japan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moszynski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Boston's first-in-class first response",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9876",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The Boston Marathon response: why did it work so well?",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Zinner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA",
            "volume": "309",
            "issn": "23",
            "pages": "2441-2442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Refining surge capacity: conventional, contingency, and crisis capacity",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Kelen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Med Public Health Prep",
            "volume": "3",
            "issn": "suppl 5",
            "pages": "S59-S67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Emergency preparedness and public health: the lessons of Hurricane Sandy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                },
                {
                    "first": "LO",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "308",
            "issn": "24",
            "pages": "2569-2570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Hurricane Sandy and the greater New York health care system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Teperman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Trauma Acute Care Surg",
            "volume": "74",
            "issn": "6",
            "pages": "1401-1410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H-N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H-Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "24",
            "pages": "2277-2285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "KSA MERS-CoV Investigation Team. Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "407-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Chemical weapons. U.N. taps special labs to investigate Syrian attack",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "6150",
            "pages": "1050-1051",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Lack of atropine in Syria hampers treatment after gas attacks [published correction appears in BMJ. 2013;347:f 5530]",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "347",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "As Syria crisis mounts, scientist looks back at last major chemical attack",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "on behalf of the Task Force for Mass Critical Care. Methodology: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ornelas",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Livinski",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "suppl 4",
            "pages": "35S-41S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "European Society of Intensive Care Medicine's Task Force for intensive care unit triage during an influenza epidemic or mass disaster. Chapter 2. Surge capacity and infrastructure considerations for mass critical care. Recommendations and standard operating procedures for intensive care unit and hospital preparations for an influenza epidemic or mass disaster",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Sprung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "suppl 1",
            "pages": "S11-S20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Clinical research ethics for critically ill patients: a pandemic proposal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finfer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "suppl 4",
            "pages": "e138-e142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "InFACT: a global critical care research response to H1N1",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "9708",
            "pages": "11-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "PREEDICCT Study Group. Critical care resource allocation: trying to PREEDICCT outcomes without a crystal ball",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care",
            "volume": "17",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Health care facility and community strategies for patient care surge capacity",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Burstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "44",
            "issn": "3",
            "pages": "253-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Task Force for Mass Critical Care. Summary of suggestions from the Task Force for Mass Critical Care summit, January 26-27, 2007",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Geiling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "suppl 5",
            "pages": "1S-7S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: a framework for allocation of scarce resources in mass critical care: from a Task Force for Mass Critical Care summit meeting, January 26-27, 2007, Chicago, IL",
            "authors": [
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "suppl 5",
            "pages": "51S-66S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: medical resources for surge capacity: from a Task Force for Mass Critical Care summit meeting, January 26-27, 2007, Chicago, IL",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "suppl 5",
            "pages": "32S-50S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: a framework for optimizing critical care surge capacity: from a Task Force for Mass Critical Care summit meeting, January 26-27, 2007, Chicago, IL",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "suppl 5",
            "pages": "18S-31S",
            "other_ids": {
                "DOI": []
            }
        }
    }
}