{
    "paper_id": "PMC7149772",
    "metadata": {
        "title": "Features of Host Cells",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Louten",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There are three domains of life—Bacteria, Archaea, and Eukarya. The organisms within these groups are divided depending on the presence or absence of a nucleus within the cell(s) of the organism. Prokaryotes are organisms without a nucleus to wall off their genetic material from the rest of the cell, while eukaryotes are organisms that contain a nucleus within their cells. All organisms within Bacteria and Archaea are prokaryotes, whereas Eukarya\n—as the name suggests—contains eukaryotes. Viruses exist that infect cells of all three domains. Most of the viruses that are discussed in this book infect humans and other animals, which are eukaryotes.",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": []
        },
        {
            "text": "The defining characteristic of a eukaryotic cell is the nucleus, which is generally located in the center of a cell. Many structures, called organelles, are distributed in the liquid cytosol between the nucleus and the plasma membrane of the cell (Fig. 3.1\n). In the same way that each organ of our body performs a specialized function, the organelles within a cell each play a specific role in maintaining an operational cell.",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "mention": "Fig. 3.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Most organelles are composed of the same lipid membrane that creates the plasma membrane of the cell. This membrane is only two molecules thick and made of phospholipids. Phospholipids are a class of lipids; fats, oils, and waxes are other lipids. They are so named because the molecule has two parts: a polar head that contains a phosphate group, and a nonpolar portion that is composed of two fatty acid lipid tails (Fig. 3.2A\n). As described in the Chapter 2, “Virus Structure and Classification,” Refresher on Chemical Bonds, water is a polar molecule and readily associates with other polar molecules. The phospholipid head of the phospholipid, being polar, is hydrophilic, while the nonpolar tails do not associate with water and are hydrophobic. Because of this amphipathic nature of a phospholipid, a group of phospholipids placed in an aqueous solution (such as the environment of a cell) will spontaneously assemble into a double layer of phospholipid molecules with the hydrophilic polar heads of the molecules facing the aqueous solution and the hydrophobic nonpolar tails associating with each other (Fig. 3.2B). This forms an effective barrier to prevent large molecules from escaping or gaining entry into the cell. In the same way that the plasma membrane acts as a barrier for the contents of the cell, most of the organelles within the cell also use a phospholipid bilayer to wall off their contents from the cytosol of the cell.Word Origin: Endoplasmic ReticulumFrom the Greek endo, meaning “within,” and Latin reticulum, meaning “little net”—the little network within the cytoplasm.\n",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": [
                {
                    "start": 419,
                    "end": 428,
                    "mention": "Fig. 3.2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1114,
                    "end": 1123,
                    "mention": "Fig. 3.2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The rough endoplasmic reticulum (rER) is the first organelle encountered outside of the nucleus (Fig. 3.1). It is composed of connected sacs of membrane and is studded with ribosomes, giving it its characteristic “rough” appearance (Fig. 3.3A\n). Ribosomes make proteins after binding to messenger RNA (coming from the nucleus). They can be found attached to the rough ER or “free” (not attached) within the cytosol. Ribosomes attached to the rER will make protein that are subsequently transported into the lumen, or hollow inside, of the rER. Here, proteins are folded and modified; those that are modified with carbohydrates (including sugars) are known as glycoproteins, and proteins modified with lipids are termed lipoproteins. At the end of the rER, the proteins bud off in a pod of the rER membrane, known as a vesicle, that is transported to the Golgi complex (Fig. 3.1).Word Origin: Golgi ComplexAlso known as the Golgi apparatus or Golgi body, the Golgi complex was discovered in 1898 by Italian physician Camillo Golgi and named after him.\n",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "mention": "Fig. 3.1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 233,
                    "end": 242,
                    "mention": "Fig. 3.3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 869,
                    "end": 877,
                    "mention": "Fig. 3.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The Golgi complex is created from flattened sacs of membrane (Fig. 3.3B). The membrane vesicle inbound from the rER fuses with the Golgi to deliver the protein contents to the interior of the Golgi. The Golgi complex functions as a finishing and shipping company: the enzymes contained within it complete the protein modifications that began in the rER, and the proteins are then packaged into vesicles that travel to various locations within or outside the cell. Some proteins are transported to the plasma membrane and released from the cell, while other proteins become permanently embedded into the plasma membrane.",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "mention": "Fig. 3.3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "At the Golgi complex, certain enzymes are packaged into specific vesicles called lysosomes. Lysosome enzymes are able to digest complex biological molecules that are delivered to the lysosome. These molecules can come from outside the cell in endosomes, which will be discussed in Section 3.2, or even from vesicles containing malfunctioning organelles. The 30+ enzymes found in the lysosome function best at a pH of ∼5, which is more acidic than the neutral pH of the cell (∼7.2), reducing the risk to the cell if the lysosome enzymes were to enter the cytosol.Word Origin: LysosomeFrom the Greek words lysis, meaning to break down or destroy, and soma, meaning body.\n",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": []
        },
        {
            "text": "The organelles described above facilitate the creation, modification, packaging, and transport of proteins. Viruses do not have their own organelles, so after gaining entry into the cell, viruses will take advantage of these organelles to manufacture the viral proteins necessary to create more infectious virions.",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": []
        },
        {
            "text": "There are other important parts of the cell that are not directly involved in protein synthesis, and viruses will utilize these components, as well. The majority of cellular respiration, which generates cellular energy in the form of ATP, takes place within the mitochondria (singular: mitochondrion) of the cell (Fig. 3.3C). Viruses do not have their own mitochondria and so will use the ATP generated by the cell. Cells also have a cytoskeleton made of different-sized protein components: microtubules, intermediate filaments, and microfilaments, from largest to smallest diameter. In the same way that a human skeleton shapes the form of the body and provides support for its organs, these cytoskeletal components provide structure for the cell and its organelles (Fig. 3.4\n). They are also involved in the movement of vesicles within the cell, and the movement of the cells themselves. Some viruses use the cytoskeleton system for transport to different parts of the cell.Word Origin: CytoskeletonCyto refers to “cell.” The cytoskeleton is the skeleton (structural support) of the cell.\n",
            "cite_spans": [],
            "section": "The Basic Organization of the Cell",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "mention": "Fig. 3.3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 768,
                    "end": 776,
                    "mention": "Fig. 3.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The plasma membrane is the primary zone of contact between the cell and the extracellular world. As such, this is the first place a virus interacts with a cell.",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": []
        },
        {
            "text": "As mentioned above, the plasma membrane is made of a phospholipid bilayer. The current view of how the membrane is assembled is known as the fluid mosaic model, proposed by Singer and Nicolson. The “mosaic” part of the model refers to the presence of proteins suspended in the membrane bilayer. Many proteins, including glycoproteins, are embedded into the lipid bilayer (Fig. 3.5\n). Known as integral proteins, these proteins have a variety of functions, including being receptors for extracellular substances or facilitating the adhesion of one cell to another. Peripheral membrane proteins associate closely with the surface of the membrane but are not integrated within it. The “fluid” part of this model refers to the proteins and phospholipid molecules that are noncovalently associated with each other and are therefore not static within the membrane but move around freely. Cholesterol is a lipid that is found in the phospholipid bilayer that helps to maintain the fluidity and movement in the membrane. Cholesterol is also enriched in lipid rafts, portions of the membrane that contain integral proteins involved in transmitting signals to the interior of the cell.",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "mention": "Fig. 3.5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The plasma membrane forms an effective barrier, but certain substances must be transported from one side of the membrane to the other. Certain integral proteins transport ions and small molecules into or out of the cell, but many molecules are too large for these channel or carrier proteins. To address this problem, eukaryotic cells export and import larger molecules by exocytosis and endocytosis. In the process of exocytosis, proteins packaged into secretory vesicles by the Golgi complex travel to the plasma membrane. The secretory vesicles fuse with the plasma membrane, releasing the vesicle contents to the cell exterior (Figure 3.1, Figure 3.6\n). The vesicle membrane, also composed of a phospholipid bilayer, becomes part of the plasma membrane.Word Origin: Endocytosis and Exocytosis\nEndo is Greek for “within” and cyto means “cell,” so endocytosis is the process of bringing substances within the cell’s plasma membrane. Exo is Greek for “outside,” so exocytosis is the opposite process of exporting substances to outside the cell.\n",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": [
                {
                    "start": 632,
                    "end": 642,
                    "mention": "Figure 3.1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 644,
                    "end": 654,
                    "mention": "Figure 3.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In endocytosis, material from the cell exterior is enclosed in a cavity formed by the plasma membrane, which pinches off to form an endocytic vesicle (Fig. 3.6B). There are two broad categories of endocytosis: bulk-phase endocytosis and receptor-mediated endocytosis. In bulk-phase endocytosis, the cell forms a vesicle that engulfs whatever molecules are present in the extracellular fluid, and so the process is nonspecific. On the other hand, receptor-mediated endocytosis is initiated when specific ligands bind to receptors that are present on the cell surface. The cell has receptors on its surface for many biological factors, including growth factors and hormones. The cell imports the ligands by forming a vesicle that includes the membrane area with the receptors (Fig. 3.7A\n). These endocytic vesicles form in a specific area of the membrane called clathrin-coated pits. Clathrin is a protein that forms a honeycomb-shaped lattice on the intracellular membrane of the endocytic vesicle (Fig. 3.7B). A similar functioning protein, caveolin, forms membrane pits known as caveolae (singular: caveola).",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "mention": "Fig. 3.6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 775,
                    "end": 784,
                    "mention": "Fig. 3.7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "mention": "Fig. 3.7B",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Once inside the cell, the endocytic vesicle soon loses its clathrin or caveolin coating and fuses with a membrane vesicle known as an endosome. The early endosome becomes increasing acidic to form a late endosome, which then fuses with an enzyme-packed lysosome to degrade the contents of the endosome (Fig. 3.1).",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "mention": "Fig. 3.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nPhagocytosis is a form of receptor-mediated endocytosis that is used by specialized cells to engulf entire cells. Amoebae use phagocytosis to ingest their prey via phagocytosis. In defense against pathogens, several immune system cells are able to phagocytose whole bacteria and dead cells.",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": []
        },
        {
            "text": "To replicate, viruses must gain entry into a cell. Many viruses enter the cell through receptor-mediated or bulk-phase endocytosis and have mechanisms to escape from endosomes before they fuse with lysosomes. A few viruses are also able to gain entry into the cell via phagocytosis. These viral processes will be explained in detail in Chapter 4, “Virus Replication.”\n",
            "cite_spans": [],
            "section": "The Plasma Membrane, Exocytosis, and Endocytosis",
            "ref_spans": []
        },
        {
            "text": "Viruses take advantage of the cell’s transcription and/or translation machinery in the process of virus replication. After gaining entry into a cell, a virus will need to replicate its nucleic acid genome and manufacture viral proteins in order to assemble new infectious virions. Different types of viruses use different aspects of the host cell; the basic cell processes will be discussed here, and the specifics of each virus type will be discussed in the following chapter.",
            "cite_spans": [],
            "section": "The Cell Cycle",
            "ref_spans": []
        },
        {
            "text": "The human genome is composed of over 3 billion nucleotides of DNA, arranged in a double-stranded format where the phosphate and sugar portions of the nucleotides form the backbone of the strands and the nucleotide bases of one strand bind to the nucleotide bases of the other strand, forming a base pair (Fig. 3.8\n). Instead of having one long piece of nucleic acid, however, the DNA is broken up into pieces called chromosomes. Human cells are diploid, meaning that each cell has two copies of each chromosome, one passed along in the mother’s egg and the other from the father’s sperm (Fig. 3.9\n).",
            "cite_spans": [],
            "section": "The Cell Cycle",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "mention": "Fig. 3.8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 588,
                    "end": 596,
                    "mention": "Fig. 3.9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "The first cell of a human being is the fertilized egg, or zygote, and all the cells that exist within an organism arise from the growth and division of previously existing cells. The cell cycle is the sequential stages through which a cell grows, replicates its DNA, and divides into two daughter cells. The cell cycle is divided into four phases (Fig. 3.10\n):1.Gap 1, or G1: Normal cellular growth occurs. Certain cells, such as neurons, will never continue the cell cycle and enter a stage known as Gap Zero (G0). Cells that will divide continue to the next phase.2.Synthesis, or S: The cell creates an additional copy of its chromosomes through DNA replication.\n3.Gap 2, or G2: The cell further enlarges and prepares for cell division.4.Mitosis, or M: The two sets of chromosomes are separated as the one cell divides into two cells.\n",
            "cite_spans": [],
            "section": "The Cell Cycle",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "mention": "Fig. 3.10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The cell cycle stage at which a virus infects a cell can be a crucial determinate of whether infection proceeds within the cell. Certain viruses require cells to be undergoing cell division because the viruses require the enzymes that are present during cell replication in order to replicate their own genomes. A number of viruses also interfere with the stages of the cell cycle to increase the efficiency of virus replication.",
            "cite_spans": [],
            "section": "The Cell Cycle",
            "ref_spans": []
        },
        {
            "text": "DNA replication, which occurs during S phase of the cell cycle, is the first tenet of the Central Dogma of Molecular Biology: DNA is replicated in the nucleus to create a copy of the DNA, DNA is transcribed into messenger RNA in the nucleus, and messenger RNA is translated by ribosomes in the cytosol to create a protein (Fig. 3.11\n). DNA contains the hereditary information, and RNA is a temporary copy of a DNA gene. Ribosomes create a protein out of amino acids based upon the sequence of nucleotides within the RNA.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "mention": "Fig. 3.11",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Consider the following analogy: you have a desktop computer at home in your bedroom with thousands of files on the hard drive. One of those files is a document that explains how to complete your final class project. The machine and supplies you need to complete your final project are located at school, however. Instead of taking your whole desktop computer with you, you copy the single file onto a USB drive and leave the house. Once you arrive at school, you read the instructions and use the machine and supplies to complete your final project. In this analogy, your hard drive is your DNA that contains thousands of genes, and the temporary copy that left the house (nucleus) is the mRNA. That temporary copy provided the instructions that were used to create your final class project (the protein) with the machine (ribosome) and its supplies (amino acids) found at school (in the cytoplasm).Word Origin: The Central Dogma: Replication, Transcription, and TranslationThe word dogma means a set of accepted principles. The Central Dogma of Molecular Biology is the main set of scientific principles that underlies the field of molecular biology, which deals with DNA, RNA, and proteins.A replicate is an exact copy, and DNA replication is the process of copying DNA. To transcribe something is to rewrite it, and transcription is the process of creating a temporary RNA copy of an original DNA sequence. To translate something, on the other hand, is to change it from one language to another. Protein translation is the process of translating the language of RNA, made of nucleotides, into the language of proteins, made of amino acids.\n",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": []
        },
        {
            "text": "The first part of the Central Dogma is DNA replication. The two strands of DNA are antiparallel, meaning that they are parallel to each other but going in opposite directions, much like the lanes of a two-way road. The directionality of the strand is determined by the position of the sugar deoxyribose in the nucleotide. The carbons within the nucleotide base are numbered, and the carbons within the sugar are also numbered but each number is followed by a prime symbol (similar to an apostrophe) to distinguish the sugar carbons from the carbon in the base (Fig. 3.12A\n). In a growing strand of nucleic acid, the phosphate group of the nucleotide attaches to the sugar at the 5′ (pronounced “five prime”) carbon atom, and a new nucleotide is added to the 3′ (pronounced “three prime”) carbon of the sugar. This “forward” direction is referred to as 5′ → 3′ (“five prime to three prime”). All replication of DNA occurs in this forward direction.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 571,
                    "mention": "Fig. 3.12A",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "Since the two strands of a DNA molecule are antiparallel, if one strand is going forward (5′ → 3′) left-to-right, then the other strand is going forward (5′ → 3′) from right-to-left. As such, the 5′ end of one strand is matched with the 3′ end of the other strand (Fig. 3.12B).",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 275,
                    "mention": "Fig. 3.12B",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "DNA replication occurs during the S phase of the cell cycle, when the chromosomes are replicated. During the process of DNA replication, cellular enzymes unwind the DNA molecule and separate the two DNA strands from each other. DNA replication is semiconservative: each current strand of DNA functions as a template for a new strand, and so a copied piece of DNA will be composed of one old and one new strand (Fig. 3.13A\n). After the two strands of the DNA separate, DNA polymerase is the enzyme that lays down the complementary nucleotides of the new strand of DNA, always in the 5′ → 3′ direction (Fig. 3.13B). Note that since the two strands of DNA are antiparallel, the old strand is read 3′ → 5′ while the new strand grows 5′ → 3′. DNA polymerase adds new nucleotides based upon the complementary base pair rules discussed in Chapter 1, “The World of Viruses,” and shown in Fig. 3.12A: adenine bonds with thymine, and cytosine bonds with guanine. Cellular DNA polymerases are DNA-dependent DNA polymerases because they synthesize DNA using a DNA template.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": [
                {
                    "start": 411,
                    "end": 421,
                    "mention": "Fig. 3.13A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 601,
                    "end": 611,
                    "mention": "Fig. 3.13B",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 880,
                    "end": 890,
                    "mention": "Fig. 3.12A",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "DNA polymerases have high fidelity, meaning that they do not often place an incorrect base in the growing strand of replicating DNA. They also have proofreading ability: in the same way you may type an incorrect letter on a keyboard and hit the “Backspace” key to replace it with the correct letter, DNA polymerase can reverse and replace an incorrectly placed nucleotide. DNA polymerase and repair enzymes can also cut out a section around an incorrect nucleotide and replace the section of DNA with the correct nucleotides. Taken together, DNA polymerase makes one mistake for every 1 million nucleotides copied, on average.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": []
        },
        {
            "text": "Several other proteins and enzymes are involved in DNA replication. For instance, DNA polymerase cannot bind to a single-stranded portion of DNA, so when the two existing DNA strands are separated, an enzyme known as primase lays down a short complementary RNA fragment onto the DNA strand, creating a double-stranded portion to which DNA polymerase can bind. Other enzymes are also required for the process of replication: since DNA polymerase can only add to a nucleotide chain in the 5′ → 3′ direction, it can only create short fragments of DNA on one strand of the replicating DNA (known as the lagging strand), until the double-stranded DNA opens farther down the strand. The enzyme\nligase joins together these short fragments (known as Okazaki fragments) to create a contiguous DNA strand.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": []
        },
        {
            "text": "Several DNA viruses take advantage of cellular DNA polymerase and replication enzymes to replicate their genomes. Because DNA replication takes place within the nucleus, these viruses must gain entry into the nucleus to replicate their genomic DNA.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: DNA Replication",
            "ref_spans": []
        },
        {
            "text": "Sections of DNA called genes encode the information needed to create proteins. There are over 20,000 protein-encoding genes within the 46 chromosomes that constitute the human genome. There are three steps in the process of generating a protein from the information stored within DNA: transcription, RNA processing, and translation.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: RNA Transcription and Processing",
            "ref_spans": []
        },
        {
            "text": "DNA replication occurs in the nucleus because DNA is located in the nucleus, and transcription, the process of creating a temporary RNA copy of the DNA, also occurs in the nucleus for the same reason (Fig. 3.14\n). A complex of transcription factor proteins binds the DNA immediately upstream of the gene start site at a location called a promoter. RNA polymerase II then associates with the transcription factors and the DNA (Fig. 3.15A\n). Transcription factors bind to specific sequences of DNA within the promoter region, ensuring that transcription of the DNA begins at the correct location. Other transcription factors can bind to enhancer regions that, as their name suggests, can increase the rate of transcription. Unlike the promoter, enhancer regions can be thousands of nucleotides away, either upstream or downstream from the gene start site.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: RNA Transcription and Processing",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "mention": "Fig. 3.14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 426,
                    "end": 436,
                    "mention": "Fig. 3.15A",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "Cellular RNA polymerases are DNA-dependent RNA polymerases because they synthesize RNA based on a DNA template. Much in the same way that DNA polymerase uses a strand of DNA to create the complimentary strand, RNA polymerase uses the DNA template to create a strand of RNA, adding nucleotides in the 5′ →3′  direction using the same complementary base pair rules as DNA replication, except that the base uracil substitutes for thymine (Figure 3.12, Figure 3.15). Because only one of the two DNA strands, known as the template strand or antisense strand, acts as the template for RNA polymerase, the resulting RNA is single-stranded (Figure 3.12, Figure 3.15). RNA polymerase terminates transcription when it reaches a consensus sequence at the end of the gene. At this point, the RNA transcript is known as precursor messenger RNA (mRNA). It is termed “messenger RNA” because it is the message, encoded within the DNA, of how to create a specific protein.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: RNA Transcription and Processing",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 447,
                    "mention": "Figure 3.12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 449,
                    "end": 460,
                    "mention": "Figure 3.15",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 633,
                    "end": 644,
                    "mention": "Figure 3.12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 646,
                    "end": 657,
                    "mention": "Figure 3.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "RNA polymerases do not have as high fidelity as DNA polymerases and place an incorrect base on average once per 100,000 nucleotides transcribed, 10 times more often than DNA polymerase. These RNA polymerases are DNA-dependent RNA polymerases. Eukaryotic cells do not contain RNA-dependent RNA polymerases for the creation of mRNA, and so several types of RNA viruses encode their own RNA polymerases, with error rates of 1 in 100 to 1 in 100,000 nucleotides. A high mutation rate is the result of the low fidelity of several RNA viruses that encode their own RNA polymerase.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: RNA Transcription and Processing",
            "ref_spans": []
        },
        {
            "text": "Following transcription, the precursor mRNA undergoes RNA processing, also known as posttranscriptional modification, to convert the precursor mRNA into mature mRNA. The first modification, which occurs while RNA polymerase is still transcribing the mRNA transcript, is the addition of a “cap” to the 5′-end of the transcript (Fig. 3.16\n). The 5′-cap consists of a methylated guanine nucleotide (known as 7-methylguanosine, m7G) that protects the 5′-end of the RNA transcript. Ribosomes will also bind to the 5′-cap to begin translation. The second modification is the addition of a 3′ poly(A) tail. The “tail” consists of 50–250 adenine nucleotides added to the 3′-end of the mRNA to protect the mRNA transcript. The final modification is the removal of introns by a process known as RNA splicing. Within most eukaryotic mRNA transcripts, there are sequences of mRNA that will not be translated into proteins. These sequences, known as introns, are removed during posttranscriptional modification, leaving behind the exons or coding sequences (Fig. 3.16). More than one protein can be created from a single mRNA through RNA splicing because different introns can be removed from an mRNA transcript, resulting in different RNA sequences and subsequently, different proteins. This process is known as alternative splicing. The mRNAs of some viruses, including HIV, also undergo alternative RNA splicing.Study BreakPertaining to DNA and RNA architecture, explain what “five prime” and “three prime” mean and what these phrases have to do with DNA replication, transcription, and RNA processing.\n",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: RNA Transcription and Processing",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "mention": "Fig. 3.16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1045,
                    "end": 1054,
                    "mention": "Fig. 3.16",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Now processed, the mature mRNA transcript leaves the nucleus and is delivered to the ribosome, which is located in the cytosol. The ribosome acts as a protein factory, and the mature mRNA functions as the instructions for manufacturing. Proteins are made of amino acids, and most human proteins are 50–1000 amino acids in size. There are 20 different amino acids, and the sequence of mRNA determines the order in which the ribosome will assemble the amino acids into a protein.",
            "cite_spans": [],
            "section": "The Genetic Code",
            "ref_spans": []
        },
        {
            "text": "The ribosome initially moves down the transcript one base at a time, reading the sequence in three-base words known as codons (Fig. 3.17\n). The ribosome starts translation, the assembly of a protein out of amino acids, when it encounters the start codon in the mRNA, which is the sequence AUG. The AUG codon is usually within the context of a slightly larger sequence, called the Kozak consensus sequence, which generally has the sequence GCCACCAUGG (the underlined adenine can also be a guanine). AUG codes for the amino acid methionine, and so all protein translation begins with methionine.",
            "cite_spans": [],
            "section": "The Genetic Code",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "mention": "Fig. 3.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "The start codon sets the reading frame: instead of continuing to move down the mRNA transcript one base at a time, the ribosome now reads the mRNA codons consecutively, three bases at a time (Fig. 3.18\n). The sequence of the triplet codon determines which amino acid is added next to the growing protein. When the ribosome reaches a stop codon, it falls off the mRNA, and the protein is complete. There are three variations of the stop codon: UGA, UAA, and UAG. The segment of mRNA before this starting point is not translated and is known as the 5′ untranslated region (5′ UTR) (Fig. 3.18B). Any mRNA past the stop codon will not be translated; this region is known as the 3′ UTR. The sequence from the start codon to the stop codon is known as an open reading frame because it is translatable.Genetic Code AnalogyAfter binding to the mRNA, the ribosome begins translation at the start codon, AUG, and then moves down the mRNA transcript one codon (three nucleotides) at a time until it reaches a stop codon. Try finding the translated codons in the following sentence. The start codon—THE—will set the reading frame. The three stop codon possibilities are OKK, OOK, and OKO.5′- GPTHOAEGUTHEDOGANDFATCATATETHEREDHAMOKONZOMIOLVGN -3′The letters before and after the sentence found in the letters above are not part of the sentence, in the same way that the nucleotides before and after the translated region do not encode any of the amino acid sequence. These are the 5′ and 3′ UTRs.\n",
            "cite_spans": [],
            "section": "The Genetic Code",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "mention": "Fig. 3.18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 580,
                    "end": 590,
                    "mention": "Fig. 3.18B",
                    "ref_id": "FIGREF17"
                }
            ]
        },
        {
            "text": "Based on the four nucleotides in RNA—adenine, guanine, cytosine, and uracil—there are 64 possible different 3-letter permutations (Fig. 3.19\n). There are only 20 amino acids, however, and so some of the codons are redundant, meaning that two or more codons encode the same amino acid. There are three stop codons, which end translation and do not encode any amino acid.",
            "cite_spans": [],
            "section": "The Genetic Code",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "mention": "Fig. 3.19",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "Many scientists worked to decipher the genetic code. Robert W. Holley, Har Gobind Khorana, and Marshall W. Nirenberg shared a Nobel Prize in physiology or medicine in 1968 for their work in determining the “key” to deciphering the genetic code. The Table in Fig. 3.19 reveals which amino acids are encoded by each codon. The code is universal: all living things have the same 20 amino acids that are encoded by these codons, indicating that this system originated very early in the development of life and has been evolutionarily conserved over time. Being that viruses take advantage of the host translational machinery and ribosomes, viral mRNAs use these same codons to encode the same amino acids in their proteins as do living things.Study BreakTranslate the two mRNA sequences found in Fig. 3.18A and B.\n",
            "cite_spans": [],
            "section": "The Genetic Code",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "mention": "Fig. 3.19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 792,
                    "end": 808,
                    "mention": "Fig. 3.18A and B",
                    "ref_id": "FIGREF17"
                }
            ]
        },
        {
            "text": "Three major components are required for translation to occur: mRNA, the ribosome, and transfer RNAs (tRNAs). The ribosome is an organelle with two subunits—a small and large subunit (Fig. 3.20A\n)—that are made of another type of RNA, termed ribosomal RNA (rRNA), and over 50 proteins. Transfer RNAs are also made of RNA (Fig. 3.20B) and act as adaptors between the mRNA and the ribosome. It is the tRNA that brings amino acids to the ribosome so they may be joined together into a protein. Within a tRNA is an anticodon sequence that is complementary to the mRNA codon, and at the 3′ end of the tRNA is attached an amino acid. The mRNA codon sequence binds to the anticodon sequence within the tRNA, which has attached a specific amino acid (Fig. 3.20A). It is this adaptor molecule that actually determines which codon encodes which amino acid.Refresher: RNAmRNA: messenger RNA. The temporary copy of DNA that will be translated by the ribosome.rRNA: ribosomal RNA. The ribosome is made of rRNA and proteins.tRNA: transfer RNA. Acting as an adaptor, it transports the amino acid to the ribosome and has an anticodon region that binds the mRNA codon.\n",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: Protein Translation",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "mention": "Fig. 3.20A",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 321,
                    "end": 331,
                    "mention": "Fig. 3.20B",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 742,
                    "end": 752,
                    "mention": "Fig. 3.20A",
                    "ref_id": "FIGREF19"
                }
            ]
        },
        {
            "text": "There are three stages of translation (Fig. 3.21\n):1.\nInitiation: the start of translation. The ribosome small unit, containing the tRNA holding methionine, binds at the 5′-cap of the processed mRNA molecule. It scans the mRNA until the start codon, AUG, is encountered. In the same way that transcription factors were necessary for RNA polymerase II to bind to the DNA gene to be transcribed, an assortment of translation initiation factors assists in recruiting the ribosome and the first tRNA to the mRNA transcript. The large ribosome subunit joints the small subunit.2.\nElongation: the synthesis of the protein out of amino acids. The ribosome moves along the mRNA strand. For each codon, a tRNA with a complementary anticodon enters the ribosome, delivering the corresponding amino acid. The ribosome joins the growing amino acid strand to the new amino acid. It continues moving along the mRNA, one codon at a time, and a tRNA containing the corresponding amino acid enters the ribosome for each codon. The new amino acid is joined to the previous amino acids, elongating the amino acid chain.\n3.\nTermination: the end of translation. When a stop codon in the mRNA is encountered by the ribosome, a release factor enters the ribosome and translation ceases. The now completed protein is released, and the ribosome falls off the mRNA.\n",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: Protein Translation",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 48,
                    "mention": "Fig. 3.21",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "As described above, many of these proteins undergo posttranslational modification in the rER and Golgi complex to add lipid or sugar residues to the molecule.",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: Protein Translation",
            "ref_spans": []
        },
        {
            "text": "Eukaryotic mRNA is monocistronic, meaning that any mRNA transcript codes for only one protein. All viruses are dependent upon their host cells for the translation of their proteins, so viral mRNAs must conform to the biological constraints of the host cell machinery. Viruses have several tactics, however, to ensure the preferential transcription and translation of their viral mRNAs and proteins over those of the host.In-Depth Look: Peptides, Polypeptides, and ProteinsA peptide is a short chain of amino acids. A long peptide chain is known as a polypeptide. When a ribosome translates mRNA, it creates a polypeptide of amino acids.So what is the difference between a polypeptide and a protein? A protein is a complete, functional entity. Some proteins are made of only one polypeptide chain, but other proteins are made of more than one polypeptide chain. Hemoglobin, the protein that transports oxygen in our red blood cells, is a protein composed of four polypeptide chains in total. While discussing protein translation in this chapter, we assume that the polypeptide created by the ribosome will be a functional protein, but keep in mind that many proteins are composed of more than one polypeptide chain.\n",
            "cite_spans": [],
            "section": "The Central Dogma of Molecular Biology: Protein Translation",
            "ref_spans": []
        },
        {
            "text": "Viruses have evolved several mechanisms to ensure the successful transcription and translation of their gene products, necessary to create more infectious virions. Some viruses take advantage of the host splicing machinery to produce several mRNA transcripts from one precursor mRNA. HIV-1, for instance, produces most of its mRNAs from alternative splicing. Some viruses, like influenza, can snatch the 5′-caps from host mRNAs to gain the necessary cap for the viral mRNA, leaving the host mRNA untranslatable without a 5′-cap. Some viruses also create mRNAs that are translated into one long polyprotein that is then cleaved into several viral proteins after translation.",
            "cite_spans": [],
            "section": "Promotion of Viral Transcription and Translation Processes",
            "ref_spans": []
        },
        {
            "text": "Other viruses have evolved tactics for protein translation that are not customarily used by the host. Ribosomes recognize and bind to the 5′-cap of mRNAs, but some viral mRNAs contain internal ribosome entry sites (IRES) that allow ribosomes to bind within the mRNA sequence, without a 5′-cap (Fig. 3.22A and B\n). IRES are used to initiate translation in internal sections of viral mRNA that are in a different reading frame, or when the virus has interfered with the normal translation process to inhibit host protein synthesis. Ribosomal frameshifting occurs when a ribosome pauses or meets a “slippery sequence” within a piece of mRNA. Instead of continuing to read the codons in frame, the ribosome encounters a problem and moves backward or forward one nucleotide. The result is that the ribosome begins translating a different reading frame than it was previously, producing a different mRNA and protein. Viruses like HIV utilize ribosomal frameshifting to encode several proteins within just one portion of DNA. A similar mechanism occurs with termination suppression, in which a stop codon is suppressed and the ribosome continues translating the mRNA, creating a polyprotein. Ribosomal skipping occurs while the ribosome is translating a viral mRNA. Viral proteins prevent the ribosome from joining a new amino acid to the growing protein chain, which releases the protein from the ribosome. Having not encountered a stop codon, however, the ribosome continues translating the remainder of the viral mRNA. The effect is that several viral proteins can be synthesized with only one piece of mRNA. Leaky scanning happens when a host ribosome encounters a start codon (AUG) within a piece of viral mRNA, but the Kozak consensus sequence (the nucleotides surrounding the start codon) is not in a favourable configuration. The ribosome may begin translation at this site, but the next ribosome that binds to the viral mRNA may continue past this weak start codon to begin translation at the next AUG encountered (Fig. 3.22C). The result is that one viral mRNA can encode two viral proteins. All of these transcription and translation processes promote the synthesis of viral proteins, often faster and with less energy than normal cellular mechanisms.",
            "cite_spans": [],
            "section": "Promotion of Viral Transcription and Translation Processes",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 310,
                    "mention": "Fig. 3.22A and B",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 2017,
                    "end": 2027,
                    "mention": "Fig. 3.22C",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "In addition to evolving mechanisms to ensure their mRNA is processed and recognized by host ribosomes, viruses have also evolved ways to interfere with the transcription and translation of host proteins:1.Some viruses can interfere with the host’s RNA polymerase II. They can do so by interfering with transcription factors, by preventing the activation of the enzyme, or by causing the breakdown of the enzyme. Several herpesviruses have strategies to interfere with RNA polymerase II.2.Viruses can interfere with the processing of precursor RNA. HIV-1 protein Vpr inhibits the splicing of host mRNA, and influenza inhibits the addition of a poly(A) tail to the host’s mRNA transcripts.3.Many viruses interfere with the export of the mRNA transcript from the nucleus. They do so by interfering with or causing the breakdown of the proteins that export the processed mRNA from the nucleus.4.Certain viral proteins can cause the degradation of host mRNA. For instance, severe acute respiratory syndrome (SARS) is caused by a coronavirus named SARS-CoV, which has a protein named nsp1 that induces the breakdown of host mRNAs. Interestingly, the SARS-CoV mRNA transcripts are protected from degradation.5.Several viral proteins prevent translation of host mRNA. This can happen by interfering with host translation initiation factors or by removing the 5′-caps from host mRNAs.\n",
            "cite_spans": [],
            "section": "Promotion of Viral Transcription and Translation Processes",
            "ref_spans": []
        },
        {
            "text": "The host replication, transcription, and translation machinery is complex and involves a multitude of enzymes and molecules. Viruses must conform to the limitations of the host cell in order to replicate, but they have evolved many strategies to ensure the preferential transcription of their mRNA transcripts and efficient translation of viral proteins.\n",
            "cite_spans": [],
            "section": "Promotion of Viral Transcription and Translation Processes",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.1 The Basic Organization of the Cell•Each cell of a eukaryote has a central nucleus that separates its DNA from the rest of the cell. A prokaryote does not have a nucleus. All organisms within the domain Eukarya, including humans, have cells with nuclei, while those within Bacteria and Archaea are prokaryotes.•Many organelles ensure the efficient functioning of the cell. Ribosomes make proteins and can be free within the cytosol or attached to the rER, which folds and modifies proteins into glycoproteins or lipoproteins after they have been made by the ribosome. These are shipped in vesicles to the Golgi complex, which packages them in vesicles to be delivered to the various parts of the cell or the extracellular space.•Lysosomes are vesicles that are filled with enzymes that can digest complex biological molecules. These organelles break down nonfunctional organelles or material coming from outside the cell.•Mitochondria are the powerhouses of the cell: they generate ATP. The cytoskeleton of the cell is made of protein components that lend support to the cell and its organelles. They are also involved in cell and organelle movement.•Viruses use cell-generated ATP, take advantage of cellular organelles to manufacture viral proteins, and use the cytoskeleton for transport to different parts of the cell.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.2 The Plasma Membrane, Exocytosis, and Endocytosis•The plasma membrane is composed of phospholipids, which have a polar head and nonpolar tails. As such, they are amphipathic: the phosphate head is hydrophilic and the fatty acid tails are hydrophobic.•The fluid mosaic model describes the current thinking on the plasma membrane. This model states that the phospholipids of the membrane move freely within the membrane, as do the many integral proteins embedded in the membrane.•The process of secreting large molecules, like proteins, from the cell is known as exocytosis. Endocytosis imports large molecules into the cell. Bulk-phase endocytosis forms a vesicle that encapsulates the extracellular fluid, while receptor-mediated endocytosis is initiated when ligands bind to receptors on the cell surface. The ligands are imported in vesicles that form in clathrin-coated pits.•Endocytic vesicles soon fuse with endosomes that increase their acidity as they travel into the cell.•In order to infect a cell, viruses must get through the plasma membrane. Some viruses that enter the cell through endocytosis must also escape from endosomes.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.3 The Cell Cycle•Human DNA is diploid and divided into chromosomes.•The cell cycle is the sequential stages through which a cell grows, replicates its DNA, and divides in two through the process of mitosis.•The four phases of the cell cycle are Gap 1, Synthesis, Gap 2, and Mitosis.•Some viruses require cells to be undergoing cell division because they require enzymes present during mitosis. Many viruses interfere with the stages of the cell cycle to increase the efficiency of viral replication.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.4 The Central Dogma of Molecular Biology: DNA Replication•The Central Dogma of Molecular Biology states that DNA is replicated to create more DNA, DNA is transcribed into mRNA, and mRNA is translated by ribosomes to create proteins.•DNA is composed of four different nucleotides (with bases adenine, cytosine, guanine, and thymine) bonded together. It is double stranded; each strand has directionality and the “forward” direction is termed 5′ → 3′. Because DNA is antiparallel, the 5′ end of one strand is matched with the 3′ end of the other strand.•DNA replication is semiconservative, so each old strand acts as a template for the new DNA strand. DNA polymerase is the enzyme that reads the old strand in the 3′ → 5′ direction and creates the new strand out of nucleotides in the 5′ → 3′ direction. Nucleotides are added according to complementary base pair rules.•DNA polymerases have high fidelity and make one error in every 1 million nucleotides added, on average.•A few viral families take advantage of cellular DNA polymerases to replicate their DNA genomes.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.5 The Central Dogma of Molecular Biology: RNA Transcription and Processing•The process of creating an mRNA copy of a portion of DNA is known as transcription. RNA polymerase II binds to transcription factors that assemble on the promoter of the gene, and the enzyme joins RNA nucleotides (adenine, guanine, cytosine, and uracil) in the 5′ → 3′ direction to create the precursor mRNA transcript.•RNA polymerases have lower fidelity than DNA polymerases.•Precursor mRNA is processed before leaving the nucleus. The transcript receives a 5′ 7-methylguanosine cap and a 3′ poly(A) tail, and introns are removed via RNA splicing.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.6 The Genetic Code•The “genetic code” refers to which amino acids correspond to a sequence of processed mRNA.•The eukaryotic ribosome translates an mRNA transcript in the 5′ → 3′ direction and begins at the start codon, AUG. This codon is found within a larger sequence known as the Kozak consensus sequence. Translation will continue until a stop codon (UGA, UAA, or UAG) is reached.•The region of mRNA that is translated is known as the open reading frame. The untranslated parts of the sequence are known as the 5′ UTR and 3′ UTR.•There are 20 amino acids but 64 possible codons. Some codons are redundant and code for the same amino acid.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.7 The Central Dogma of Molecular Biology: Protein Translation•Within the ribosome, tRNAs act as adaptor molecules because their anticodon sequence recognizes the mRNA transcript. The corresponding amino acid is attached to the 3′ end of the tRNA molecule.•There are three stages of translation: initiation, elongation, and termination.•During initiation, translation initiation factors recruit the ribosome and tRNA to the mRNA transcript. The ribosome scans the mRNA until the start codon is encountered.•During elongation, the ribosome moves along the mRNA. For each new codon, a tRNA carrying an amino acid enters the ribosome. The growing amino acid chain is bonded to the new amino acid.•During termination, the ribosome encounters a stop codon and translation ends. The protein is complete.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\nSection 3.8 Promotion of Viral Transcription and Translation Processes•Viruses have evolved many tactics to take advantage of the cellular transcription and translation machinery. Viruses use cellular transcription, RNA processing, and translation mechanisms to ensure the translation of their proteins. They also interfere with the transcription, RNA processing, and translation of host gene products to ensure the preferential translation of viral products.\n",
            "cite_spans": [],
            "section": "Summary of Key Concepts",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Flash Card Vocabulary",
            "ref_spans": []
        },
        {
            "text": "\n1.Describe the general process of expressing a gene (in a chromosome) into a protein. Where does each step take place within the cell?2.A secreted protein has been synthesized by a ribosome. Describe the pathway it will take to leave the cell and what happens at each step.3.What molecules do you know that are hydrophobic or hydrophilic?\n4.Explain the fluid mosaic model of plasma membrane assembly.5.Which cellular organelles or processes are utilized by viruses?6.Describe what happens during each of the four stages of the cell cycle.7.What is the Central Dogma of Molecular Biology?8.Draw a double-stranded piece of DNA. Make sure to label the 5′- and 3′-ends. Now draw out the process of DNA replication, paying attention to the 5′- and 3′-ends and the direction that DNA Polymerase lays down the new strand.9.Describe the three steps involved in RNA processing.10.Use the genetic code in Fig. 3.19 to translate the following piece of mRNA: 5′- GCCGCCAUGGCCAUAGCCGAUUGACCCGGA -3′11.Determine the 5′-UTR and 3′-UTR in the sequence above.12.Describe what happens during the three stages of translation.13.Explain at least three translational processes involving the ribosome that occur with viral translation but do not normally occur with cellular translation of a protein.14.How do viruses ensure the preferential translation of their gene products over cellular gene products?\n",
            "cite_spans": [],
            "section": "Chapter Review Questions",
            "ref_spans": [
                {
                    "start": 896,
                    "end": 905,
                    "mention": "Fig. 3.19",
                    "ref_id": "FIGREF18"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 3.1: A typical eukaryotic cell. A eukaryotic cell contains a centrally located nucleus and several important organelles within the cytosol of the cell that viruses take advantage of during infection. Ribosomes in the cytosol manufacture proteins, and the ribosomes attached to the rough endoplasmic reticulum (rER) make proteins that are folded and modified within the rER. These proteins are then packaged in vesicles and travel to the Golgi complex, where they are finished and shipped to other locations within the cell or outside the cell, through the process of exocytosis. Proteins and other molecules enter the cell via endocytosis. The endocytic vesicles become endosomes, which may fuse with lysosomes that contain enzymes to degrade biological molecules. Viruses will also use the ATP generated by the mitochondria within a cell.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 3.2: Phospholipids and membrane structure. The plasma membrane of the cell is composed of many phospholipid molecules, which are amphipathic: the phosphate head is hydrophilic, while the fatty acid tails of the molecule are hydrophobic (A). As such, when they are placed in an aqueous solution, like that of the cell environment (B), they will spontaneously form a double layer, or bilayer, with the polar heads toward the aqueous solution and the fatty acid tails facing each other, forming a barrier between the extracellular and intracellular environment.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.3: Electron micrographs of cell organelles. (A) The nucleus of a lung cell, surrounded by rER. Note the ribosomes on the rER that give it its characteristic rough appearance. (B) The Golgi complex of a lung cell, with its characteristic flattened sacs of membrane. (C) Two mitochondria within a lung cell.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3.4: Fluorescent image of actin, a component of the cytoskeleton. The cytoskeleton functions to provide support and structure to the cell. There are three types of cytoskeletal elements: microtubules, intermediate filaments, and microfilaments (from largest to smallest). Microfilaments are composed of a protein called actin, which is dyed green in these ∼30 MDCK cells using a fluorescently labeled actin-binding protein. The nuclei of the cells are labeled with a blue fluorescent dye.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3.5: The fluid mosaic model. The current model of the plasma membrane architecture, called the fluid mosaic model, proposes that integral proteins can move freely within the phospholipid bilayer. Peripheral proteins associate with the intracellular portion of the membrane.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 3.6: Exocytosis and endocytosis. Eukaryotic cells export and import larger biological molecules through exocytosis and endocytosis. In the process of exocytosis (A), proteins packaged into secretory vesicles by the Golgi complex travel to the plasma membrane, where the vesicle fuses with the plasma membrane. This releases the vesicle contents to the cell exterior. In endocytosis (B), material from the cell exterior is enclosed in a cavity formed by the plasma membrane, which pinches off to form an endocytic vesicle.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 3.7: Receptor-mediated endocytosis. (A) In receptor-mediated endocytosis, receptors gather in clathrin-coated pits of plasma membrane. Appropriate ligand binding triggers the endocytosis of the receptors into clathrin-coated endocytic vesicles. The clathrin proteins are involved in the formation of the endocytic vesicle and break down soon after endocytosis. (B) Clathrin proteins form a polyhedral lattice around the vesicle. Illustrated here is a reconstruction of the structure using QuteMol (Tarini et al., IEEE Trans. Vis. Comput. Graph 2006; 12: 1237–44) to render data from PDB 1xi4 assembly 1, deposited from Fotin et al., Nature 2004; 432(7017): 573–579.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 3.8: The 3D structure of DNA. DNA is a double-helix composed of nucleotides. The phosphate and sugar groups in the nucleotides form the backbone of the DNA strand (outlined in orange and green), while the bases of the nucleotides of one strand form base pairs with the bases on the other strand of DNA.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 3.9: A karyotype of the 46 human chromosomes. Humans have two sets of 23 chromosomes, one inherited from each parent, for a total of 46 chromosomes of DNA. The 23rd set is known as the “sex chromosomes” and determine the sex of the individual.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 3.10: The cell cycle. The sequential stages through which a cell grows and divides are known as the cell cycle. It is divided into four main phases: Gap 1, Synthesis, Gap 2, and Mitosis. In G1, cells undergo growth and normal activities. Cells that will divide enter S phase, where the 46 chromosomes are replicated. In G2, the cell prepares for mitosis, which separates the replicated chromosomes and divides the cell into two cells.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 3.11: The Central Dogma of Molecular Biology. DNA is replicated to create more DNA; DNA is transcribed into mRNA, a temporary copy; and mRNA is translated into proteins.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 3.12: The structure and organization of DNA. (A) DNA is composed of nucleotides, which each have a phosphate group, a sugar, and a base. The “forward” direction of DNA is from 5′ to 3′, referring to the numbered carbons within the nucleotide sugars. The two DNA strands are antiparallel and are thus going in opposite directions. (B) In a molecule of DNA, the bases of one DNA strand form base pairs with the bases on the other strand of DNA. The four bases found in DNA are cytosine, guanine, adenine, and thymine; in RNA, which is single-stranded, uracil substitutes for thymine.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 3.13: DNA replication. (A) DNA replication is semiconservative, meaning that each old strand (in blue) is used as the template to create a new strand (in red). The replicated DNA is therefore composed of one old and one new strand. (B) In the process of DNA replication, DNA polymerase moves along the existing strand of DNA and lays down the nucleotides of the new strand in the 5′ to 3′ direction. The old strand is therefore read from 3′ to 5′. Both DNA strands are copied simultaneously.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 3.14: The cellular location of transcription, RNA processing, and translation. DNA is located in the nucleus, and therefore transcription occurs in the nucleus. The precursor mRNA also undergoes RNA processing in the nucleus before departing the nucleus through a nuclear pore. In the cytosol, a ribosome binds to the mRNA and translates it into a protein.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 3.15: Transcription. Transcription is the process of copying a segment of DNA into mRNA. Only one of the two DNA strands acts as the template for transcription (known as the antisense or template strand). Transcription factors bind to the promoter sequence upstream of the transcription start site and recruit RNA Polymerase II to the complex (A). RNA Polymerase II reads the antisense strand of DNA in the 3′ to 5′ direction to create a single-stranded RNA transcript in the 5′ to 3′ direction using complementary base pairing rules (B).",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 3.16: RNA processing. The precursor mRNA, produced by transcription, undergoes RNA processing while still within the nucleus. A 7-methylguanosine cap is added to the 5′ end of the transcript, while 50–250 adenine nucleotides are added to the 3′ end of the transcript. Introns are removed to produce a mature mRNA molecule that leaves the nucleus and is translated by ribosomes in the cytosol. The removal of different introns results in an mRNA transcript that is translated into a different protein.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 3.17: The flow of data, from DNA to protein. The antisense or template strand of DNA acts as a template to transcribe mRNA. The ribosome reads the mRNA in three nucleotide codons, beginning with the start codon, AUG, which codes for the amino acid methionine. The order of the bases within the codons determines which amino acid will be added to the growing protein by the ribosome.",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 3.18: mRNA organization and reading frames. The ribosome reads the mRNA in three nucleotide chunks known as codons. Within a piece of mRNA, however, there are three possible reading frames, shown in (A). Because the ribosome starts at the 5′ end of the mRNA transcript, it will first encounter the start codon highlighted in reading frame two and translate in this reading frame, thereby missing other start codons because they will be out of frame. (B) The mRNA sequence of a small human protein, called human S100 binding protein A1. (Note that the database uses “t” instead of “u” for simplicity, but remember that uracil replace thymine in RNA.) The translated region is highlighted in brown; observe that the sequence starts with AUG (atg) and ends with UGA (tga). Not all of the mRNA is translated, leaving 5′ and 3′ UTRs. Also note the poly(A) tail at the end of the transcript.",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 3.19: The genetic code. The sequence of amino acids within a protein is determined by the nucleotide sequence of the mRNA. To use the table, find the first base of the codon in the leftmost column. Next, find the second base of the codon on the top row. The intersection of the column and row will be the target box in which the codon is located. Next, find the third base of the codon in the rightmost column to identify on which line of the target box the codon is located. Next to the codon sequence in the target box is the amino acid that corresponds to the codon. The list of amino acid abbreviations is located below the table. AUG, as the start codon, is in green and codes for methionine. The three stop codons are UAA, UAG, and UGA. Stop codons encode a release factor, rather than an amino acid, that causes translation to cease.",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure 3.20: The ribosome and tRNA. (A) The ribosome is composed of a small and large subunit. The mRNA transcript fits between the two subunits and contains three nucleotide codons. Transfer RNAs (tRNAs) enter the ribosome and interact with the mRNA using an anticodon sequence found within the tRNA. The corresponding amino acid is attached to the 3′-end of the tRNA. (B) The 3D structure of a tRNA.",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Figure 3.21: Translation. Translation, the assembly of a protein out of amino acids by the ribosome, is divided into three parts. In Initiation (A), the ribosome attaches to the 5′-cap of the mRNA transcript and scans until the start codon, AUG, is encountered. The corresponding tRNA (containing the anticodon UAC and carrying the amino acid methionine) and large ribosomal subunit join the complex. During Elongation (B), the ribosome begins by moving one codon down the mRNA from the start codon. The corresponding tRNA delivers the subsequent amino acid, which is joined to methionine, the first amino acid of the protein. The ribosome then moves to the next codon, and the next corresponding tRNA delivers the subsequent amino acid, which is joined to the first two amino acids. The empty tRNA once carrying methionine is released from the ribosome and will be recharged by other enzymes within the cell. The ribosome continues moving down the mRNA one codon at a time, and an amino acid is added to the growing chain for each new codon. (C). The final stage of translation is Termination. When the ribosome encounters one of the three stop codons (UGA, UAA, or UAG), a release factor enters the ribosome. The protein is released and the ribosome leaves the mRNA.",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure 3.22: Viral translation strategies. Viruses employ several strategies to ensure the translation of their proteins. (A) Some viruses, such as poliovirus, have internal ribosome entry sites (IRES) within their mRNA that allows ribosomes to begin translation within the mRNA sequence, without a 5′-cap. (B) shows how the poliovirus mRNA forms the IRES. (A) and (B) reprinted with permission from De Jesus et al., Virology J. 2007; 4: 70. (C) In leaky scanning, the ribosome begins scanning at the 5′-end of the mRNA and encounters a start codon (AUG) within a piece of viral mRNA, but the Kozak consensus sequence is not in a favorable configuration. The ribosome may begin translation at this site, but the next ribosome that binds to the viral mRNA may continue past this weak start codon to begin translation at the next AUG encountered. The result is that one viral mRNA can encode two viral proteins.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemics to eradication: the modern history of poliomyelitis",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "De Jesus",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol. J.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Molecular model for a complete clathrin lattice from electron cryomicroscopy",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fotin",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Sliz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "573-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Historical review: deciphering the genetic code - a personal account",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nirenberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Biochem. Sci.",
            "volume": "29",
            "issn": "",
            "pages": "46-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Ambient occlusion and edge cueing to enhance real time molecular visualization",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tarini",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Cignoni",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Montani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "IEEE Trans. Vis. Comput. Graph",
            "volume": "12",
            "issn": "",
            "pages": "1237-1244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dynamic, yet structured: the cell membrane three decades after the Singer-Nicolson model",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Vereb",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Szöllosi",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Matkó",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci. U.S.A.",
            "volume": "100",
            "issn": "",
            "pages": "8053-8058",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Molecular structure of nucleic acids. A structure for deoxyribose nucleic acid",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "F.H.C.",
                    "middle": [],
                    "last": "Crick",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Nature",
            "volume": "171",
            "issn": "",
            "pages": "737-738",
            "other_ids": {
                "DOI": []
            }
        }
    }
}