{
    "paper_id": "PMC7141451",
    "metadata": {
        "title": "Lessons Learned in Caring for Adolescents With Eating Disorders: The Singapore Experience",
        "authors": [
            {
                "first": "Catherine",
                "middle": [
                    "M."
                ],
                "last": "Gordon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Debra",
                "middle": [
                    "K."
                ],
                "last": "Katzman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Sharing information is invaluable if we are to save the lives of our patients and halt the coronavirus disease 2019 (COVID-19) pandemic as quickly as possible. The article by Davis et al. [1] provides the experience and response from one of Singapore's largest public pediatric tertiary care eating disorders programs on the COVID-19 pandemic. The clinical information shared in this article offers insights into the challenges of caring for adolescents with eating disorders in this environment and imparts suggestions on how to mitigate some of these challenges in an effort to provide the best care possible for adolescents with these disorders and their families.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Care for adolescents with eating disorders commonly falls within the realm of a multidisciplinary adolescent eating disorder team. Adolescents with eating disorders can be among the most active medically and at times, the most ill. Frequent—sometimes even weekly—outpatient appointments with the medical team are often necessary to allow for medical assessments including weight and vital sign checks [2]. Given that adolescents with eating disorders have associated psychiatric comorbidities and require psychological treatment for their eating disorder, regular meetings with a mental health provider are essential [3]. However, the COVID-19 situation presents a particularly challenging set of circumstances for the adolescent with an eating disorder, which can be extremely distressing. Patients may experience limited access to treatment, lack of structure, exposure to triggering circumstances (e.g. discussions around food shortages, increase hygiene practices, seclusion from others), social isolation (e.g. social distancing and quarantining), and as Davis et al. [1] describe, “coronaphobia” or increased anxiety which results in decreased willingness to come in for health-care appointments. Nonetheless, COVID-19 does not take away the need for frequent medical monitoring and ongoing psychological treatment for teens with eating disorders, optimally achieved through an in-person visit.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 403,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 618,
                    "end": 619,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1074,
                    "end": 1075,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To appreciate the authors' shared experience, it is important to understand the local context under which the modifications to this eating disorder program took place. Singapore's previous experience with the severe acute respiratory syndrome outbreak stimulated an extraordinary preparedness effort for another potential infectious disease outbreak. This included the development of strong disease surveillance and aggressive contact tracing; free COVID-19 testing; coordinated public health messaging; expansion in the number of negative-pressure isolation beds; adequate quantities and types of personal protective equipment and masks; proper training and fit of health-care professionals (HCP) in the correct use of personal protective equipment; and governmental support for hospital bills for Singaporean residents who have suspected or confirmed cases and self-employed people who are quarantined [[4], [5], [6]]. These overarching public health strategies formed the backdrop of the modification made to the model of care at the KK Women's and Children's Eating Disorder Program.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 908,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 910,
                    "end": 913,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 915,
                    "end": 918,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The modifications to the Singapore model of care included key innovative initiatives such as modular staffing, task-shifting, individual meal support, reduction in outpatient visits, prioritization of patients and services, and the implementation of telephone consults and telemedicine use [1]. The health-care team in Singapore was able to institute changes more quickly than would be possible in some systems around the world. The model presented in the article needs to be considered in that context, as feasibility of the changes discussed may vary by country.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What are the barriers to care during a pandemic? Importantly, in-person visits are only able to be conducted cautiously and sparingly. There are indeed some patients who are physically unstable for whom “taking a risk” and bringing a patient into the clinic allows for a much-needed medical assessment. These are the patients who may need automatic hospitalization that day. The points to consider are that patients and families share waiting rooms, clinic lobbies, elevators, and other physical spaces which may set up opportunities for exposure. Young patients may be asymptomatic and yet, as potential carriers, could expose others around them including HCP. Staggering visits and limiting visits to a small group of providers is a way to avoid exposure to a whole staff of HCP. Another point is limiting the number of accompanying visitors, ideally to 0, or if need be to no more than 1-2 (and at that, caregivers). These are the risks associated with live visits, which must be weighed against use of what may be perceived as less ideal patient assessment methods.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The psychological impact of the outbreak on patients, as well as on their families and HCP, was also considered by Davis et al. [1] who responded by scaling up on ongoing medical and mental health treatment via technology. What patients are candidates for telehealth, either medical or mental health? Shelter-in-place policies are necessitating all work be transformed to virtual work for at least short periods of time. Limited evidence exists on the efficacy of telehealth visits for adolescents with eating disorders. Despite this, preliminary findings suggest that it is feasible and that satisfactory clinical outcomes can be achieved [7,8]. For many patient groups, telehealth can offer attractive abilities to connect with patients. Given that some families may not be able to travel due to shelter-in-place orders, many hospitals have had to use telehealth as the only available means to evaluate patients. Many patients and families are grateful for the opportunity to connect virtually, even when it may feel to providers to be “next best.”",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 641,
                    "end": 642,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Davis et al. [1] also highlighted the importance of coordination across bureaucracies and across disciplines with different training. For instance, the Ministry of Education implemented precautionary measures for students, caregivers, and staff. At the time the manuscript was written, schools were still open and classes were continuing with public health restrictions [1]. The continuation of school provided structure for the patients. In addition, the Ministry of Education implemented the advent of skilled school counsellors partnering with mental providers to support adolescents. Patients with eating disorders, among other diagnoses, feel understandably isolated when schools close, sporting events stop, and social outings are canceled as shelter-in-place policies are implemented. This isolation can exacerbate mental health issues and lead to adolescents with an eating disorder reverting to restricting behaviors, in an attempt to gain control. Group “chats” and video or audio conferencing that serve as social check-ins can be helpful to enable engagement with peers during times of prolonged social isolation. As adolescent medicine physicians, we constantly try to help our youth make strides toward independence and self-care. A major challenge is how to advance maturity and self-efficacy when the adolescent is under “lockdown” with caregivers and siblings. Creative strategies to foster the development of adolescent independence are paramount while patients, families, and caregivers are in the midst of this disruption to our usual social and care model.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The program also contemplated the potential consequences of COVID-19 on trainees' learning. Davis et al. [1] were concerned that residents receiving reduced exposure to the management of adolescents with eating disorders had the potential to lead to a negative impact on their competency in this important clinical area. Several resourceful initiatives were implemented including didactic teaching in small group settings and Web-based conferencing (avoiding the physical presence of trainees and faculty). These creative initiatives illustrate how even in the face of COVID-19 pandemic, solutions can be found. Instead of cancelling conferences, transforming them to a video or audio conferencing format can allow teaching to continue and provides an indirect way for students to engage socially not only with their professor but also with other peers.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Eating disorder programs around the world find themselves in different stages of managing the COVID-19 pandemic. There is no single, optimal response to the COVID-19 pandemic—no “one size fits all.” However, modifications to the model of care in the Eating Disorders Program at KK Women's and Children's Hospital are evidence based wherever possible, sensible, practical, and importantly translatable to other eating disorders programs. However, these strategies must be tailored to individual programs. Importantly, there is no one “right answer” as the variables will differ across different countries that have their own varying health-care systems, governmental structures, and cultures.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, the COVID-19 pandemic is an opportunity not only to share our clinical experiences but also to collaborate in biomedical science and clinical research to address key research questions. It is time to build on our expertise and be better prepared for another potential infectious disease outbreak. The article by Davis et al. [1] focused on children and adolescents with a restrictive eating disorder. However, there are lessons to be learned from their experience that could be applied to patients across a number of chronic diseases. Their response could inform the clinical care delivery and educational missions at many of our hospitals. With each of us keeping in mind the similarities and differences between our own systems and the Singapore model, we can determine which aspects of their model are translatable to ours. Most importantly, we are grateful to the Eating Disorder Program at KK Women's and Children's Hospital for sharing their perspective so that we can build on their experience and safely strengthen our capacity to support our patients and families during this challenging time.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Caring for children and adolescents with eating disorders in the current COVID-19 outbreak: A Singapore perspective",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "N.K.",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Adolesc Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jadohealth.2020.03.037"
                ]
            }
        },
        "BIBREF1": {
            "title": "Position paper of the Society of Adolescent Health and Medicine: Medical management of restrictive eating disorders in adolescents and young adults",
            "authors": [
                {
                    "first": "N.H.",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Katzman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Adolesc Health",
            "volume": "56",
            "issn": "",
            "pages": "121-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Recent advances in therapies for eating disorders [version 1; peer review: 2 approved]",
            "authors": [
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Attia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "F1000Res",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "COVID-19 in Singapore-current experience: Critical global issues that require attention and action",
            "authors": [
                {
                    "first": "J.E.L.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y.S.",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2467"
                ]
            }
        },
        "BIBREF4": {
            "title": "Interrupting transmission of COVID-19: Lessons from containment effort in Singapore",
            "authors": [
                {
                    "first": "V.J.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "W.X.",
                    "middle": [],
                    "last": "Khong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa039"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Utilizing telehealth to deliver family-based treatment for adolescent anorexia nervosa",
            "authors": [
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Byrme",
                    "suffix": ""
                },
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Le Grange",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Eat Disord",
            "volume": "50",
            "issn": "",
            "pages": "1235-1238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Telemedicine of family-based treatment for adolescent anorexia nervosa: A protocol of a treatment development study",
            "authors": [
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Byrme",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Goodyear",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Eat Disord",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}