{
    "paper_id": "PMC7126612",
    "metadata": {
        "title": "Organisation de la ventilation artificielle dans les unités de réanimation en France",
        "authors": [
            {
                "first": "P.",
                "middle": [],
                "last": "Montravers",
                "suffix": "",
                "email": "philippe.montravers@bch.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [],
                "last": "Ichai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [],
                "last": "Dupont",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.F.",
                "middle": [],
                "last": "Payen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Orliaguet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [],
                "last": "Blanchet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Malledant",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Albanèse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [],
                "last": "Asehnoune",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Bastien",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Collange",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Duranteau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [],
                "last": "Garrigues",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Lepape",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [],
                "last": "Paugam-Burtz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "La gestion de la ventilation mécanique en réanimation est un processus complexe qui fait appel à une approche multidisciplinaire [1], [2]. Alors que de multiples études ont été réalisées sur les aspects techniques de la ventilation mécanique en réanimation, peu de travaux ont analysé les aspects matériels, dotations, référentiels et procédures liées à cette technique. Ce point est d’autant plus paradoxal que la ventilation mécanique est une des prises en charge les plus fréquentes appliquée aux malades de réanimation.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 137,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Le risque de pandémie grippale a fait prendre conscience des besoins matériels et de l’organisation de la prise en charge des soins critiques [3], [4]. La multiplication des alertes sanitaires au cours des dix dernières années (SRAS, grippe aviaire, H1N1, coronavirus) met en lumière les besoins des établissements où les unités de réanimation jouent un rôle clé. Cependant, les investissements en matière de ventilation mécanique restent très dépendants des conditions locales.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 147,
                    "end": 150,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Pour analyser ces aspects organisationnels, le Comité réanimation de la Société française d’anesthésie et de réanimation (Sfar) a réalisé un questionnaire d’opinion. Les auteurs ont tenté de préciser le niveau d’équipement des unités de réanimation (ventilateurs lourds, ventilation non invasive, transport), le niveau de formation des acteurs (médecins et soignants) à ces techniques, l’organisation de l’entretien du matériel, la présence de référentiels et le choix du consommable.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Le questionnaire élaboré par le Comité réanimation de la Sfar a été testé dans les unités de réanimation des membres du Comité. L’enquête d’opinion dans sa version finale validée a alors été mise en ligne sur le site de la Sfar entre septembre en décembre 2010 (Annexe A). Une série de questionnaires papiers a également été soumise à l’occasion de réunions scientifiques de réanimation. L’objectif était de recueillir un questionnaire par unité de réanimation avec un répondant par centre.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "Les éléments recueillis comprenaient les caractéristiques de l’unité de réanimation : type d’établissement, nombre de lits de médecine, chirurgie et obstétrique (MCO) dans l’établissement, intitulé et activité principale de l’unité (réanimation, médicale, chirurgicale ou polyvalente), nombre de lits de réanimation, proportion de patients ventilés plus de 48 heures. Le nombre de lits des unités de surveillance continue (USC) adossés à la réanimation a été recueilli.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "La répartition des ventilateurs a été analysée : une ou plusieurs marques et un ou plusieurs modèles de ventilateurs lourds de réanimation, présence de ventilateurs dédiés à la ventilation non invasive (VNI), présence et nombre de ventilateurs spécifiquement dédiés à l’USC, présence et nombre de ventilateurs de dépannage d’un ou de plusieurs modèles, présence et nombre de ventilateurs de transport d’un ou de plusieurs modèles.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "La fréquence et la formation à la ventilation des médecins et des soignants ont été colligées pour identifier les acteurs de ces formations et leur fréquence. Le personnel responsable de l’entretien routinier des ventilateurs a été précisé.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "La présence d’un référentiel écrit a été recherchée pour le montage du circuit du ventilateur, le réglage du ventilateur, le renouvellement des circuits, l’entretien journalier des ventilateurs, et l’analyse des pannes. Enfin, les responsables des choix du consommable pour la ventilation ont été identifiés.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "Les résultats sont présentés sous forme de médiane ou proportions et extrêmes. Les comparaisons de proportion ont été effectuées par test exact de Fischer. Une valeur de p\n < 0,05 a été retenue comme significative.",
            "cite_spans": [],
            "section": "Méthodes",
            "ref_spans": []
        },
        {
            "text": "Au total, 62 unités de réanimation ont répondu à l’enquête appartenant à des établissements en médiane de 694 lits (extrêmes 60−3000) majoritairement universitaires (CHU n\n = 47 [76 %], CHG n\n = 8 [13 %], PSPH n\n = 1 [2 %], privé à but lucratif n\n = 6 [10 %]). Les déclarants représentaient au total, 946 lits de réanimation, soit en médiane de 14 lits (extrêmes 6−41) par unité. Trente-huit (81 %) des centres de 12 lits ou plus étaient en CHU versus 5 (33 %) hors CHU (p\n < 0,01). Les unités se répartissaient en réanimation médico-chirurgicale ou polyvalente (n\n = 33, 53 %), réanimation chirurgicale (n\n = 24, 39 %), réanimation médicale (n\n = 5, 8 %). La proportion médiane de patients ventilés plus de 48 heures était de 60 % (20−90). Quarante (65 %) de ces unités de réanimation étaient associées à des lits de soins continus pour un total de 303 lits, soit en médiane 4 (2−16) lits par unité.",
            "cite_spans": [],
            "section": "Description des établissements ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Les unités de réanimation étaient équipées avec en médiane 15 ventilateurs (1−50 extrêmes) par structure, composées de plusieurs marques de ventilateur dans 47 (76 %) cas. Dans 15 (24 %) cas, une seule marque équipait l’unité de réanimation dont 7 fois avec un seul modèle de ventilateur. Des ventilateurs spécifiques pour la VNI étaient disponibles dans 22 (35 %) des unités.",
            "cite_spans": [],
            "section": "Parc de ventilateurs ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Des ventilateurs spécifiques pour l’USC étaient disponibles dans 16 (26 %) unités avec en médiane 3 (1−10) ventilateurs par site dont 5 fois des machines identiques à celles de réanimation.",
            "cite_spans": [],
            "section": "Parc de ventilateurs ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Des ventilateurs de dépannage étaient disponibles dans 49 (79 %) des unités. avec en médiane 2 (1−10) ventilateurs par site (un seul appareil dans 18 réanimations). Dans 27 réanimations, un seul modèle de ventilateur de dépannage était disponible.",
            "cite_spans": [],
            "section": "Parc de ventilateurs ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Toutes les unités étaient équipées de ventilateurs de transport, avec en médiane 2 (1−5) ventilateurs par site (un seul ventilateur dans 12 sites), une seule marque dans 42 sites et un seul modèle dans 39 sites. Le Tableau 1\nrécapitule les différents types de ventilateurs présents dans les unités.",
            "cite_spans": [],
            "section": "Parc de ventilateurs ::: Résultats",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "mention": "Tableau 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "La formation des soignants était effectuée par les médecins de l’unité dans 54 (87 %) cas, un industriel dans 29 (47 %) cas, des soignants référents 13 (21 %) cas, des cadres de réanimation 11 (18 %) cas, des kinésithérapeutes 5 (8 %) cas ou du personnel biomédical 3 (5 %) cas. Un seul centre déclarait ne réaliser aucune formation. Dans 16 (26 %) centres, la formation était exclusivement réalisée par les médecins du service. Dans 23 centres, la formation était réalisée par un cadre ou un infirmier référent. La formation était réalisée par plusieurs types d’intervenants dans 40 (65 %) unités. Il s’agissait le plus souvent d’actions de formation associant les médecins du service et un industriel (25 fois), ou un cadre/référent soignant du service (20 fois). Dans 14 (23 %) unités, trois types de formateurs différents étaient impliqués.",
            "cite_spans": [],
            "section": "Formation des soignants à la ventilation mécanique ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "La formation des médecins était effectuée par les médecins de l’unité dans 55 (89 %) cas ou par l’industriel dans 21 (34 %) cas. Dans 20 (32 %) centres, la formation à la ventilation était réalisée à la fois par les médecins référents et les industriels. Aucun service n’a déclaré recevoir de formation par les services biomédicaux. Cinq centres déclaraient ne réaliser aucune formation pour les médecins du service. Les formations étaient ponctuelles dans 24 (39 %) cas, semestrielles dans 16 (26 %) cas, ou annuelles 8 (13 %) cas, au-delà d’un an 5 (8 %) cas, trimestrielle 3 (5 %) cas.",
            "cite_spans": [],
            "section": "Formation des médecins à la ventilation mécanique ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "L’entretien routinier des ventilateurs était effectué par le personnel de réanimation dans 39 (63 %) cas, du personnel dédié non biomédical 17 (27 %) cas (uniquement en CHU), du personnel biomédical 14 (23 %) cas et/ou un intervenant extérieur 8 (13 %) cas.",
            "cite_spans": [],
            "section": "Entretien du matériel ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Un référentiel pour l’entretien routinier des ventilateurs existait dans 48 (77 %) unités, pour le montage des circuits dans 46 (74 %) unités, le renouvellement des circuits dans 45 (73 %) cas, le réglage du ventilateur dans 22 (35 %) cas et en cas de panne du ventilateur dans 20 (32 %) unités.",
            "cite_spans": [],
            "section": "Entretien du matériel ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Dans le cadre du choix du matériel consommable utilisé au cours de la ventilation mécanique, les professionnels de l’unité étaient décideurs dans 49 (79 %) unités (74 % en CHU et 100 % hors CHU, p\n = 0,051), le pharmacien était le décideur dans 28 (45 %) unités, l’ingénieur biomédical dans 6 (10 %) cas (uniquement en CHU), une centrale d’achat 17 (27 %) fois (uniquement en CHU), le directeur financier dans 2 (3 %) cas.",
            "cite_spans": [],
            "section": "Choix du consommable ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Il n’existe pas de différence significative d’équipement entre les unités de réanimation en CHU et hors CHU, ni entre les unités de réanimation de moins de 12 lits ou de celles de 12 lits ou plus (Tableau 2\n). De même, aucune différence n’est observée entre les unités en matière de formation du personnel soignant ou médical (Tableau 1). Il semble exister une fréquence de formation plus régulière aux techniques de ventilation dans les unités de moins de 12 lits (Tableau 2).",
            "cite_spans": [],
            "section": "Comparaison des organisations et procédures ::: Résultats",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "mention": "Tableau 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 327,
                    "end": 336,
                    "mention": "Tableau 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 466,
                    "end": 475,
                    "mention": "Tableau 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "En matière d’entretien de routine du matériel de ventilation, les schémas organisationnels semblent différents dans les CHU par rapport aux unités de réanimation hors CHU avec des missions confiées à du personnel dédié et une implication moindre des soignants de l’unité en CHU (Tableau 3\n). À l’opposé, les schémas organisationnels paraissent peu liés au nombre de lits dans l’unité.",
            "cite_spans": [],
            "section": "Comparaison des organisations et procédures ::: Résultats",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "mention": "Tableau 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Les référentiels consacrés à la ventilation mécanique paraissent distribués de manière similaire dans toutes les structures, mis à part les référentiels de panne qui sont peu disponibles en CHU (Tableau 3).",
            "cite_spans": [],
            "section": "Comparaison des organisations et procédures ::: Résultats",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "mention": "Tableau 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Le choix du consommable pour la ventilation est largement décidé par les utilisateurs. Dans les CHU (principalement Paris et Lyon), des centrales d’achat interviennent dans ces choix (Tableau 3).",
            "cite_spans": [],
            "section": "Comparaison des organisations et procédures ::: Résultats",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 193,
                    "mention": "Tableau 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "À notre connaissance, cette enquête est la première conduite en France qui donne une image de l’organisation de la ventilation mécanique dans les unités de réanimation. Du fait de la nature déclarative de cette enquête, les résultats sont à interpréter avec prudence. En France, dans les limites du décret de compétence infirmier, les rôles et responsabilités des soignants varient d’un établissement à l’autre avec un retentissement potentiel sur la manière dont la suppléance ventilatoire est réalisée. La forte proportion de réanimations de CHU et le faible nombre de réanimation polyvalente ou médicale ne permettent pas de tirer de conclusions de nos observations. De plus, ces informations collectées entre l’automne 2010 et le printemps 2011 peuvent avoir évolué. C’est particulièrement le cas pour les équipements de ventilation non-invasive et les ventilateurs dévolus aux unités de soins continus qui ont connus de large développement au cours de ces deux dernières années. Par ailleurs, cette enquête n’a été consacrée qu’à la ventilation mécanique dans les unités adultes occultant les préoccupations et les spécificités des équipements des équipes de réanimation pédiatrique.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Même s’il paraît difficile de tirer des conclusions de nos observations, quelques remarques peuvent être faites. La première observation est la pauvreté de la littérature sur ce domaine. La recherche bibliographique peine à identifier des travaux similaires dans la littérature internationale pour comparer nos résultats. Les modes d’organisation diffèrent selon les pays ce qui ne facilite pas les analyses. Ainsi, dans les pays anglo-saxons (États-Unis, Royaume-Uni, Australie, Nouvelle-Zélande), la gestion de la ventilation mécanique est largement confiée aux physiothérapeutes (physiotherapists ou respiratory therapists des auteurs anglo-saxons) [5], [6]. Une étude réalisée à Pékin en 2006−2007 a étudié l’organisation de la ventilation mécanique et les attributions des professionnels dans les unités de réanimation des 46 hôpitaux universitaires et de référence de la région de Pékin, soit près de 106 unités [7]. Au total, 644 lits de réanimation de réanimation dans lesquels sont impliqués 464 médecins et 1362 infirmières ont été analysés. Les équipements de ces unités considérées comme les mieux équipées du pays étaient de 450 ventilateurs et 200 ventilateurs de VNI, soit au total un ratio de ventilateurs rapporté au nombre de lits de 0,7 ventilateur lourd et 0,31 ventilateur de VNI [7].",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 655,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 657,
                    "end": 660,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 918,
                    "end": 921,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Il est intéressant de noter que près des trois-quarts des unités de réanimation sont équipés de plusieurs marques de ventilateurs. Ce point n’a pas été investigué mais il est probable que cette situation soit liée à plusieurs facteurs. Les appels d’offre successifs ne permettent pas toujours de renouveler un parc de manière homogène tel qu’il est recommandé par la Sfar et la Société de réanimation de langue française (SRLF) [8], [9], [10]. Les progrès technologiques interviennent également avec le souhait des professionnels de disposer de machines plus ergonomiques et plus performantes. Cette situation présente le double inconvénient d’un surcout pour la maintenance du matériel et un problème de sécurité lorsque des intervenants ne sont pas familiers du matériel de l’unité (médecins de garde, infirmiers intérimaires…). À ce titre, il aurait été intéressant de connaître l’ancienneté des équipements dans les unités et le taux de renouvellement du parc. Il est d’ailleurs possible que les appareils utilisés au titre du dépannage soient les plus anciens de l’unité avant leur réforme définitive.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 433,
                    "end": 436,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 438,
                    "end": 442,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "De multiples études ont souligné l’importance de tous les acteurs, en mettant l’accent sur le rôle des infirmières et des kinésithérapeutes. Ce point a été en particulier étudié dans le domaine du sevrage ventilatoire dans les pays de culture anglo-saxonne [11], [12]. La formation des équipes soignantes et médicales est réalisée par de multiples intervenants. Il est possible que les informations diffusées par les formateurs soient très différentes selon leur origine professionnelle. Ces nécessités de bien utiliser un matériel dont on connaît l’emploi pour suppléer une fonction vitale selon des processus maîtrisés rejoignent la démarche « d’adaptation au poste » et celle de travailler en équipe à l’écriture de protocoles de soins. Les sociétés savantes telles que la Sfar et la Société française de réanimation de langue française (SRLF) en partenariat avec les organismes professionnels (Collège des réanimateurs des hôpitaux extra-universitaires français (CREUF), Groupe francophone de réanimation et urgences pédiatriques (GFRUP) ont récemment publié un référentiel de compétence d’un(e) infirmièr(e) de réanimation [13] et un livret d’adaptation à l’emploi [14]. Il sera intéressant de refaire cette étude après mise en place dans les unités de réanimation de la démarche qui y est proposée, même si cette démarche ne touche que la formation initiale d’un(e) infirmier(e) à la réanimation.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 263,
                    "end": 267,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Les attentes du personnel en termes de formation à la ventilation mécanique ont été peu étudiées. Dans une étude réalisée dans 35 unités de réanimation dans 24 hôpitaux universitaires en Corée, 62 % du personnel médical et 42 % des infirmières déclaraient souhaiter plus de formation [15]. À ce titre, des réflexions sont conduites avec les industriels pour définir un socle de connaissance sur les respirateurs et améliorer la formation des utilisateurs. Cette démarche devrait conduire assez rapidement à la mise en place d’apprentissage par voie électronique (e-Learning). Dans un second temps, la formation de référents pour le matériel sera mise en place. Les chefs de service devraient jouer un rôle important et être responsable de l’organisation des formations des équipes. La fréquence de formation du personnel n’est pas pour l’instant définie. Celle-ci est directement tributaire de la disponibilité des formateurs. Néanmoins, une formation au moins semestrielle paraît un rythme raisonnable du fait de mobilité des équipes médicales et infirmières dans les unités de réanimation.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Les organisations pour l’entretien du matériel varient selon les établissements et la culture de l’institution. Les unités équipées de ventilateurs d’une seule marque et a fortiori d’un seul modèle ont des procédures très largement facilitées et sécurisées. Cette remarque concernant la sécurité est également valide pour les respirateurs de transport. La présence de personnel dédié pour l’entretien du matériel est un facteur qui renforce la sécurité et prend tout son sens dans les unités de grande taille ou les établissements qui ont plusieurs unités de réanimation équipées de ventilateurs de même marque.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Les référentiels consacrés à la ventilation mécanique sont un élément de renforcement de la sécurité et d’homogénéisation des pratiques. Il est intéressant de noter que les référentiels pour le réglage des ventilateurs et en cas de panne sont les moins diffusés. Le réglage de base du ventilateur relève de consignes simples ou de check-lists qui pourraient permettre d’accroître la sécurité, tout particulièrement lors des changements de machines ou d’utilisation de ventilateur de transport. De même, la mise en place de référentiels ou de check-list en cas de panne pourrait être un élément améliorant la sécurité lorsque des intervenants ne sont pas forcément familiers du matériel de l’unité.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Au total, cette première approche déclarative montre une grande variabilité des pratiques et une distribution relativement hétérogène du matériel. La formation et la connaissance des équipements sont des éléments fondamentaux dans l’objectif d’amélioration de la sécurité. L’implication des équipes dans ses pratiques et le choix du matériel sont indispensables à la réussite du projet.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de conflits d’intérêts en relation avec cet article.",
            "cite_spans": [],
            "section": "Déclaration d’intérêts",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Tableau 1: Différents types de ventilateurs présents dans les unités exprimés en nombre total et en médiane et extrêmes pour chaque type d’appareil.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Tableau 2: Caractéristiques de l’organisation de la ventilation mécanique et de la formation dans les unités de réanimation de CHU et hors CHU et selon la taille des unités. Résultats en nombre et proportions.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Tableau 3: Caractéristiques de l’organisation de l’entretien et des référentiels de ventilation mécanique dans les unités de réanimation de moins ou de plus de 12 lits.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The impact of a multidisciplinary approach on caring for ventilator-dependent patients",
            "authors": [
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "V.J.",
                    "middle": [],
                    "last": "Gooder",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Oltermann",
                    "suffix": ""
                },
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Bohman",
                    "suffix": ""
                },
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J Qual Health Care",
            "volume": "10",
            "issn": "",
            "pages": "15-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Using a collaborative weaning plan to decrease duration of mechanical ventilation and length of stay in the intensive care unit for patients receiving long-term ventilation",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Henneman",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Dracup",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Molayeme",
                    "suffix": ""
                },
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Crit Care",
            "volume": "11",
            "issn": "",
            "pages": "132-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Essential equipment, pharmaceuticals and supplies. Recommendations and standard operating procedures for intensive care unit and hospital preparations for an influenza epidemic or mass disaster",
            "authors": [
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kesecioglu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "Suppl. 1",
            "pages": "S38-S44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Organisation de la réanimation en situation de pandémie de grippe aviaire",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Beloucif",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Floret",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "LeGall",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Montravers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med Mal Infect",
            "volume": "37",
            "issn": "Suppl. 3",
            "pages": "S194-S203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Workforce profile, organisation structure and role responsibility for ventilation and weaning practices in Australia and New Zealand intensive care units",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Presneill",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Nurs",
            "volume": "17",
            "issn": "",
            "pages": "1035-1043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Respiratory care manpower issues",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Drumheller",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Carlow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "S32-S45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Respiratory care practices and requirements for respiratory therapists in Beijing intensive care units",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q.Y.",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Z.A.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X.L.",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respir Care",
            "volume": "57",
            "issn": "",
            "pages": "370-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Sécurisation des procédures à risque en réanimation : risque infectieux exclu. Recommandations d’experts",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gervais",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Donetti",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ichai",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Fr Anesth Reanim",
            "volume": "27",
            "issn": "",
            "pages": "e43-e51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Chapitre 5. Procédures de sécurisation au cours de la ventilation mécanique invasive",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Girault",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Auriant",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Fr Anesth Reanim",
            "volume": "27",
            "issn": "",
            "pages": "e77-e89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Structures et organisation des unités de réanimation : 300 recommandations",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fourrier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "référentiel elgdrd",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Boiteau",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Charbonneau",
                    "suffix": ""
                },
                {
                    "first": "J.N.",
                    "middle": [],
                    "last": "Drault",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Reanimation",
            "volume": "21",
            "issn": "",
            "pages": "523-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The impact of nurse-directed protocolised-weaning from mechanical ventilation on nursing practice: a quasi-experimental study",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Blackwood",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wilson-Barnett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Nurs Stud",
            "volume": "44",
            "issn": "",
            "pages": "209-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Critical care nurses’ role in implementing the “ABCDE bundle” into practice",
            "authors": [
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Balas",
                    "suffix": ""
                },
                {
                    "first": "E.E.",
                    "middle": [],
                    "last": "Vasilevskis",
                    "suffix": ""
                },
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Pun",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Nurse",
            "volume": "32",
            "issn": "",
            "pages": "35-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groupe de travail SRLF-CREUF, GFRUP, Commission IDE réanimation de la Sfar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groupe de travail SRLF-CREUF, GFRUP, Sfar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Characteristics of mechanical ventilation employed in intensive care units: a multicenter survey of hospitals",
            "authors": [
                {
                    "first": "S.B.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Y.S.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E.H.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.B.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Korean Med Sci",
            "volume": "23",
            "issn": "",
            "pages": "948-953",
            "other_ids": {
                "DOI": []
            }
        }
    }
}