{
    "paper_id": "PMC7167720",
    "metadata": {
        "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Hamming",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W",
                "middle": [],
                "last": "Timens",
                "suffix": "",
                "email": "w.timens@path.azg.nl",
                "affiliation": {}
            },
            {
                "first": "MLC",
                "middle": [],
                "last": "Bulthuis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "AT",
                "middle": [],
                "last": "Lely",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "GJ",
                "middle": [],
                "last": "Navis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H",
                "middle": [],
                "last": "van Goor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is an acute infectious disease that spreads mainly via the respiratory route. Recently, a distinct coronavirus (SARS‐CoV) has been identified as the aetiological agent of SARS 1, 2, 3, 4. The spike proteins of this RNA virus associate with cellular receptors of sensitive cells to mediate infection of their target cells, after which viral replication begins in the cytoplasm. The main targets of SARS‐CoV are the lungs, immune organs, and systemic small vessels, resulting in systemic vasculitis, decreased immune function, and respiratory distress caused by extensive pulmonary consolidation and diffuse alveolar damage with hyaline membrane formation 5: the latter causes death in 10% of infected individuals 6.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, Li et al identified a metallopeptidase named angiotensin‐converting enzyme 2 (ACE2), isolated from SARS‐CoV–permissive Vero‐E6 cells, which binds effectively to the S1 domain of the SARS‐CoV protein. ACE2‐transfected 293T cells formed multinucleated syncytia with cells expressing S proteins. The virus was shown to replicate effectively in ACE2‐transfected, but not in mock‐transfected, 293T cells. ACE2 antibodies, but not ACE1 antibodies, blocked viral replication in Vero‐E6 cells 7. These data indicated convincingly that ACE2 is a functional receptor for SARS‐CoV.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although real‐time PCR revealed that ACE2 mRNA expression is present in 72 human tissues 8, ACE2 protein expression has thus far been identified only in heart, kidney, and testis 9, 10, 11, 12. Since identifying the possible route of infection has major implications for understanding the pathogenesis and future treatment options for SARS, we investigated the immunolocalization of ACE2 protein in various human organs.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All procedures and use of (anonymized) tissue were performed according to recent national ethical guidelines. Human tissues from 15 different organs were obtained from patients undergoing biopsy procedures for diagnostic purposes or surgery for various reasons, predominantly for the treatment of cancer. Additional tissue was obtained from unused donor organs; these organs were unused for technical reasons (often in cases of unilateral transplantation with lack of an adequate acceptor for the other lung). Extensive specification of the diagnosis is given for the lung and small intestine only (see below). Brain tissue was obtained from autopsies. Tissues were chosen to represent organ systems where the SARS virus has been detected in humans 13 and in experimentally infected macaques 3. Routine morphology was evaluated in haematoxylin and eosin‐stained sections by a qualified pathologist. Tissues were only used if characterized as non‐diseased. Tissues were investigated from 93 different subjects: lung (cancer n = 4, unused donor lung n = 5, alpha 1 anti‐trypsin deficiency n = 1); skin (n = 6); oral mucosa (n = 4); nasal mucosa (n = 5); nasopharynx (n = 6), gastric cardia and corpus (n = 9); different parts of the small intestine: duodenum (cancer n = 2, ulcer n = 2), jejunum (chronic inflammation n = 1, atresia n = 1, cancer n = 1, resection of ileostoma n = 1), and ileum (resection of ileostoma n = 1, chronic inflammation n = 1, metastatic cancer n = 3, primary cancer n = 1, Hirschprung's disease n = 1, angiodysplasia n = 1); colon (n = 5); spleen (n = 4); thymus (n = 4); lymph nodes (n = 6); bone marrow (n = 5); liver (n = 6); kidney (n = 4); and brain (n = 3).",
            "cite_spans": [],
            "section": "Human tissue specimens ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The lung type II alveolar epithelial cell line A549 and fibrotic lung tissue from patients (n = 4) with usual interstitial pneumonia were used to confirm the findings on type II pneumocytes.",
            "cite_spans": [],
            "section": "Human tissue specimens ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Tissues were dewaxed, rehydrated, and subjected to heat‐induced antigen retrieval by overnight incubation in 0.1 m Tris–HCl buffer (pH 9) at 80 °C. Endogenous peroxidase was blocked with 0.075% H2O2 in phosphate‐buffered saline (PBS, pH 7.4) for 30 min. Cytospin preparations from A549 cells were fixed in PBS‐buffered paraformaldehyde (2%) at 4 °C for 10 min. Subsequently, they were dried and stained for ACE2. A polyclonal rabbit anti‐ACE2 antiserum (Millenium Pharmaceuticals, Inc, Cambridge, MA, USA) 10 diluted in PBS and supplemented with 1% bovine serum albumin was used at a concentration of 1 : 1000 for 1 h at room temperature. Antibody binding was detected using sequential incubations with peroxidase‐labelled goat anti‐rabbit and peroxidase‐labelled rabbit anti‐goat antibodies (GARPO/RAGPO; Dako, Glostrup, Denmark). Human AB serum (1%) was added to the secondary antibodies. Peroxidase activity was developed by using 3,3′‐diaminobenzidine tetrachloride (DAB) for 10 min. Counterstaining was performed using Mayer's haematoxylin. Three types of control tests were performed to determine the specificity of the antibody. First, control sections were incubated with anti‐ACE2 antibody solutions which had been pre‐incubated with the synthetic peptide to which the antibody was raised (peptide sequence: NTNITEENVQNMNNAGDKW aa 51–69; Pepscan Systems BV, Lelystad, The Netherlands); second, sections were incubated with unrelated rabbit polyclonal antibodies (anti‐alpha 1 inhibitor 3 or anti‐nitrotyrosine); and third, sections were incubated with PBS without the primary antibodies. These control sections did not reveal any staining (Figures 1F and 2F). A qualified pathologist analysed the staining for structures positive for ACE2.",
            "cite_spans": [],
            "section": "Immunohistochemistry and ACE2 localization ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 1657,
                    "end": 1658,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1664,
                    "end": 1665,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mean age of the patients (n = 93) was 52 ± 22 years and the male‐to‐female ratio was 50/43. The ACE2 staining pattern was consistent in the same types of tissue regardless of the pathological condition of the organ and disease status of the patient.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The first remarkable finding was that ACE2 was present in endothelial cells from small and large arteries and veins in all the tissues studied. Moreover, arterial smooth muscle cells were consistently positive for ACE2. Positive staining for ACE2 was also noted in myofibroblasts and the membrane of fat cells in various organs. Furthermore, ACE2 was found at specific sites in each organ as described below.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Marked ACE2 immunostaining was found in type I and type II alveolar epithelial cells in normal lungs (Figures 1A and 1B). This finding was confirmed by ACE2 expression in the lung type II alveolar epithelial cell line A549 (Figure 1E) and in lungs with fibrotic changes which revealed abundant staining of type II epithelial cells (Figures 1C and 1D). The cytoplasm of bronchial epithelial cells also showed weak positive ACE2 staining.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 117,
                    "end": 118,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 231,
                    "end": 232,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 340,
                    "end": 341,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In nasal and oral mucosa and the nasopharynx, we found ACE2 expression in the basal layer of the non‐keratinizing squamous epithelium (Figure 2A).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In addition to ACE2 localization in the smooth muscle cells and endothelium of vessels from the stomach, small intestine, and colon, we found ACE2 in smooth muscle cells of the muscularis mucosae and the muscularis propria (Figures 2B, 2C, and 2E). Remarkably, ACE2 was abundantly present in the enterocytes of all parts of the small intestine including the duodenum, jejunum, and ileum, but not in enterocytes of the colon. The staining in enterocytes was confined to the brush border (Figures 2B and 2D).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 236,
                    "end": 237,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 244,
                    "end": 245,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 495,
                    "end": 496,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In the skin, ACE2 was present in the basal cell layer of the epidermis extending to the basal cell layer of hair follicles (Figures 3A, 3C, and 3D). Smooth muscle cells surrounding the sebaceous glands were also positive for ACE2. Weak cytoplasmic staining was observed in sebaceous gland cells. A strong granular staining pattern for ACE2 was seen in cells of the eccrine glands (Figure 3B).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 136,
                    "end": 137,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 144,
                    "end": 145,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 388,
                    "end": 389,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Consistent with findings in other organs, the brain only revealed endothelial and smooth muscle cell staining (Figure 4A).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 119,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Despite the clear endothelial staining of many small vessels, the endothelial lining of the sinusoids in the liver was negative for ACE2. Surface staining in bile ducts was occasionally observed. Kupffer cells and hepatocytes were negative (Figure 4B).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the spleen, thymus, lymph nodes, and bone marrow, cells of the immune system such as B and T lymphocytes, and macrophages were consistently negative for ACE2 (Figure 4C). In some lymph nodes, we noted positive staining in sinus endothelial cells in a granular staining pattern.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the kidney, weak glomerular visceral ACE2 staining was observed, whereas the parietal epithelial cells were moderately positive. Despite the clear endothelial staining of vessels, the mesangium and glomerular endothelium were negative for ACE2. Abundant staining was seen in the brush border of the proximal tubular cells, whereas the cytoplasm of these cells was weakly positive. Epithelial cells from the distal tubules and collecting ducts showed weak cytoplasmic staining (Figure 4D).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the present paper, we report the immunolocalization of angiotensin‐converting enzyme 2 (ACE2), the functional receptor for SARS‐CoV, in human tissues. The most remarkable finding is the surface expression of ACE2 protein on lung alveolar epithelial cells and enterocytes of the small intestine, ie cells in contact with the external environment. Furthermore, ACE2 is present in arterial and venous endothelial cells and arterial smooth muscle cells in all of the organs studied. These data are consistent with previous findings that low levels of ACE2 mRNA are found in many tissues and that ACE2 mRNA is highly expressed in renal, cardiovascular, and gastrointestinal tissues 8, 10, 12.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The physiological role of ACE2 in most tissues has not been elucidated, although ACE2 is thought to be an essential regulator of cardiac function and blood pressure control 9, possibly by acting as a natural counterpart of ACE1 14. ACE2 has recently been identified as the functional receptor for SARS‐CoV 7. Li et al showed that ACE2 can be immunoprecipitated by the S1 domain of the SARS‐CoV virus and that ACE2 can promote viral replication. The demonstration of ACE2 expression in human organs can potentially identify the possible routes of infection for SARS‐CoV, and possible routes of spread and replication throughout the body.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "SARS is mainly a lower respiratory tract disease, causing pulmonary lesions and respiratory distress 5. Furthermore, SARS‐CoV is spread via the respiratory tract. Recent studies in an autopsy series using viral isolation, culture techniques, and in situ hybridization showed that SARS‐CoV is present in pneumocytes 13. Transmission electron microscopy revealed the presence of coronavirus‐like particles and viral inclusion bodies in pneumocytes 5, 15, 16. We found that type I and type II pneumocytes are markedly positive for ACE2 and that bronchial epithelial cells show only weak staining. The type II alveolar epithelial cell line A549 confirmed the presence of ACE2 protein in type II pneumocytes. These data, combined with the fact that ACE2 is the functional receptor for SARS‐CoV, indicate that alveolar pneumocytes in the lung are a possible site of entrance for SARS‐CoV. Furthermore, this expression pattern provides a possible explanation for the pathological lung manifestations and their rapid progression. Initial viral entrance may cause cytopathological changes at the epithelial alveolo‐capillary interface, initially resulting in induction of type II alveolar cells as a first attempt at repair. In SARS, the abundant expression of ACE2 in type II alveolar cells may cause a base for rapid viral expansion and a vicious circle of local alveolar wall destruction, resulting in rapidly progressive severe diffuse alveolar damage.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Upper respiratory tract symptoms occur in a minority of SARS patients and SARS‐CoV RNA can be detected in nasopharyngeal aspirates 17. However, tissues of the upper respiratory tract, such as oral and nasal mucosa and nasopharynx, did not show ACE2 expression on the surface of epithelial cells, suggesting that these tissues are not the primary site of entrance for SARS‐CoV. The upper respiratory tract symptoms cannot be explained by our findings, but patients with SARS might be susceptible to secondary infections 18. Moreover, SARS‐CoV RNA detected in nasopharyngeal aspirates might be derived from the infected lower respiratory tract.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Extrapulmonary manifestations of SARS‐CoV infection such as gastrointestinal symptoms have been reported and include watery diarrhoea 16, 17, 19, 20. Using in situ hybridization, To et al found SARS‐CoV in the surface of small intestinal enterocytes 13. Active viral replication in the enterocytes of the small intestine has been reported by Leung et al\n20 and SARS‐CoV RNA can be detected in patients' stool samples 16, 17, 20. We have shown that ACE2 protein is abundantly expressed in the brush border of enterocytes of all parts of the small intestine, including the duodenum, jejunum, and ileum. Surprisingly, other organs of the digestive tract, such as the stomach and colon, did not show this brush border staining. The presence of ACE2 as a functional receptor for SARS‐CoV and the presence of SARS‐CoV in enterocytes of the small intestine, combined with the fact that virus is present in patients' stool samples, are consistent with the possibility of faeco‐oral transmission.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to pulmonary and gastrointestinal problems, SARS‐CoV infection also causes massive necrosis of the spleen and lymph nodes. Furthermore, most patients develop lymphopaenia 21, which, by analogy with respiratory syncytial virus disease, measles, and sepsis, has been ascribed to increased apoptosis of lymphocytes 22. The consistent absence of ACE2 in immune cells in all haemato‐lymphoid organs suggests that direct viral infection is unlikely to be the cause of these manifestations and that the pathological changes seen in these organs are probably related to the systemic effects of the abnormal immune reactions towards the virus.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Other SARS‐CoV‐related manifestations include systemic vasculitis, apoptosis, and swelling of endothelial cells and inflammation in various organs such as the heart, kidney, liver, and adrenal glands 5. The abundant expression of ACE2 on endothelia and smooth muscle cells in virtually all organs suggests that the SARS‐CoV, once present in the circulation, can spread easily through the body. The absence, however, of SARS‐CoV in these organs, as shown by in situ hybridization studies 13, is at variance with this assumption. The vascular abnormalities and inflammatory changes in various organs might therefore be related to systemic toxic effects of the immune reactions elicited by SARS‐CoV infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is remarkable that so few organs become virus‐positive, despite the presence of ACE2 on the endothelia of all organs and SARS‐CoV in blood plasma of infected individuals. This may imply that, by analogy with HIV infection, where the current general model of viral entry requires binding of the viral envelope not only to a cell surface receptor (CD4), but also to a chemokine co‐receptor [CXCR4 or CCR5(BBA)] 23, SARS‐CoV also needs the presence of a co‐receptor for cellular entry. Future studies have to elucidate whether SARS‐CoV binding to a co‐receptor in addition to ACE2 might be involved in the specific infection of lung and small intestine.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, ACE2 is abundantly present in humans in the epithelia of lung and small intestine, which might provide possible routes of entry for the SARS‐CoV. This epithelial expression, together with its presence in vascular endothelium, also provides a first step in understanding the pathogenesis of the main SARS disease manifestations, in particular in the lung. Whether the abundant expression in the vascular system may also serve as a route of spread and replication should be investigated further in functional studies applying blockade of the ACE2 protein.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Normal lung tissue: overview (A) and larger magnification (B). Positive staining for ACE2 is clearly present on alveolar epithelial cells (arrow) and capillary endothelium (arrow‐head). Fibrotic lung tissue (C) and larger magnification (D). Positive staining for ACE2 is clearly present on type II cells (arrow). Cultured lung type II alveolar epithelial cells (A549) are strongly positive for ACE2 (E). Control section stained with anti‐ACE2 in the presence of the synthetic ACE2 peptide shows no staining of lung tissue (F)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Overview of oral mucosa (A). Strong staining is observed in vascular endothelium (arrow) and vascular smooth muscle cells (arrow‐head). Granular ACE2 staining is present in the basal layer of the epithelium. In the small intestine (ileum) (B), strong staining can be seen in the villous brush border (arrow), the muscularis mucosae (arrow‐head), and the muscularis propria (star). In a larger magnification of the submucosa (C), strong staining is present in vascular endothelium (arrow) and vascular smooth muscle cells (arrow‐head). In a larger magnification of the villi (D), abundant staining is seen on the brush border of the enterocytes (arrow). In the colon (E), ACE2 staining is present in endothelium and vascular smooth muscle cells from the blood vessels (arrow‐head) and in the muscular layers. Control section stained with anti‐ACE2 in the presence of the synthetic ACE2 peptide shows no staining in the small intestine (ileum) (F)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Skin tissue (A) with larger magnification (C, D). Staining is abundantly present in blood vessels/capillaries and in the basal layer of the epidermis (arrow) and hair follicles (arrow‐head). Eccrine glands also express ACE2 (B)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: In the brain (A), ACE2 is expressed only in endothelium (arrow) and vascular smooth muscle cells. In the liver (B), Kupffer cells, hepatocytes, and the endothelium of sinusoids are negative. Luminal staining in bile ducts is occasionally observed (arrow‐head). Vascular endothelium (arrow) and smooth muscle cells are positive. In the spleen (C), ACE2 is not expressed in cells of the immune system. Vascular and red pulp sinus endothelium is positive. In the kidney (D), ACE2 is present in glomerular visceral (arrow) and parietal (arrow‐head) epithelium, in the brush border (short arrow) and cytoplasm of proximal tubular cells, and in the cytoplasm of distal tubules and collecting ducts",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A novel angiotensin‐converting enzyme‐related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1–9",
            "authors": [],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "87",
            "issn": "",
            "pages": "E1-E9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characterization of renal angiotensin‐converting enzyme 2 in diabetic nephropathy",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "41",
            "issn": "",
            "pages": "392-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A human homolog of angiotensin‐converting enzyme. Cloning and functional expression as a captopril‐insensitive carboxypeptidase",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "33 238-33 243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Tissue and cellular tropism of the coronavirus associated with severe acute respiratory syndrome: an in‐situ hybridization study of fatal cases",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "202",
            "issn": "",
            "pages": "157-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hypothesis: ACE2 modulates blood pressure in the mammalian organism",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "41",
            "issn": "",
            "pages": "871-873",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773-1778",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus‐associated SARS pneumonia: a prospective study",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Enteric involvement of severe acute respiratory syndrome‐associated coronavirus infection",
            "authors": [],
            "year": 2003,
            "venue": "Gastroenterology",
            "volume": "125",
            "issn": "",
            "pages": "1011-1017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis",
            "authors": [],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "",
            "pages": "1358-1362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "SARS: understanding the coronavirus: apoptosis may explain lymphopenia of SARS",
            "authors": [],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "327",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "HIV‐1 subtype and second‐receptor use",
            "authors": [],
            "year": 1996,
            "venue": "Nature",
            "volume": "383",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "263-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The clinical pathology of severe acute respiratory syndrome (SARS): a report from China",
            "authors": [],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "282-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Angiotensin‐converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Quantitative mRNA expression profiling of ACE 2, a novel homologue of angiotensin converting enzyme",
            "authors": [],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "532",
            "issn": "",
            "pages": "107-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Angiotensin‐converting enzyme 2 is an essential regulator of heart function",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": "822-828",
            "other_ids": {
                "DOI": []
            }
        }
    }
}