{
    "paper_id": "PMC7175873",
    "metadata": {
        "title": "Practical Bioethics during the Exceptional Circumstances of a Pandemic",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "D."
                ],
                "last": "Graf",
                "suffix": "",
                "email": "wgraf@connecticutchildrens.org",
                "affiliation": {}
            },
            {
                "first": "Leon",
                "middle": [
                    "G."
                ],
                "last": "Epstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phillip",
                "middle": [
                    "L."
                ],
                "last": "Pearl",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As during past pandemics, clinicians, nurses, and other health care workers belong to a group of essential personnel, called upon to lead a unified effort to prevent and treat clusters of infectious disease. In the current pandemic, epidemiologists, infectious disease experts, and public officials indicate that we must prevent further outbreak of disease—in the short term through “social distancing” in an effort to decrease dissemination of the SARS-CoV-2 virus, diminish coronavirus disease (COVID-19), and avoid overwhelming hospitals.",
            "cite_spans": [],
            "section": "Obligations to prevent disease",
            "ref_spans": []
        },
        {
            "text": "In contrast to past pandemics, modern communication technology, using Health Insurance Portability and Accountability Act (HIPAA)-compliant video-conferencing tools (or “telemedicine”), can help facilitate the social distancing of stable outpatients by caring for them remotely. Health care workers can be both victims of infection acquisition and sources of infection transmission to others. In the prior SARS epidemic, contact tracing showed that nosocomial amplification, super-spreader events, and hospital-related exposure were often responsible for the propagation of the epidemic, and this pattern is repeating itself in the current SARS-CoV-2 pandemic.4 Based on the ethics principle of nonmaleficence, clinicians, nurses, and other health professionals have a moral responsibility to inform patients about the risks of nosocomial infection and the need to prevent it. Strategic use of telemedicine during a pandemic is an ethical action, which should be valued and reimbursed by the health care system. Clinicians should utilize telemedicine in clinical practices whenever possible during an epidemic or pandemic.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 661,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Obligations to prevent disease",
            "ref_spans": []
        },
        {
            "text": "Physicians and other health care providers have an obligation to provide urgent medical care during disasters—an obligation even when there is a higher risk to the clinician’s own safety, health, or life. However, health care providers need to balance their obligations to patients, to themselves and their families, and to future health care. Physicians and others in the health care workforce are limited resources in society, and physician obligation is not unconditional. The risks of providing care to individual patients today should be evaluated against the ability to provide care for the next generation of patients. Whether clinicians can ethically refuse to provide care if personal protective equipment is not available depends on several factors, including the anticipated level of risk. Some circumstances, unique to individual clinicians, may justify such a refusal (eg, when clinicians have underlying health conditions that put them at much higher risk for a poor outcome if they were to become infected).5\n",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1023,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Obligations to provide care and protect health care personnel",
            "ref_spans": []
        },
        {
            "text": "Veracity is the principle of telling the truth and is related to the principle of autonomy. Veracity is the basis of trust in the “doctor-patient” relationship (or in pediatrics, the “doctor-child-parent/caregiver” triad relationship). Veracity enables meaningful treatment goals and expectations. Clinicians must be truthful about a diagnosis, the benefits and disadvantages of various treatment options, and their costs. Truthfulness allows patients to use their autonomy (or parents/caregivers to use their parental authority) to make decisions in their own (or their child’s) best interest. The obligation of veracity, based on respect for patients and autonomy, is acknowledged in the Code. Clinicians should strive to prevent the distribution of misinformation or ineffective therapies during the COVID-19 pandemic.",
            "cite_spans": [],
            "section": "Veracity and fidelity",
            "ref_spans": []
        },
        {
            "text": "Clinicians should be aware of society’s limited health care resources and not squander those resources by providing nonessential, unnecessary, or disproportionate care—especially during a pandemic crisis when health care capacity is exceeded. Triage is the process of determining the priority of treatments based on the severity of a condition or likelihood of recovery with and without treatment. Ethical dilemmas during times of limited resources (eg, when demand for ventilators exceeds the supply) revolve around the balance between benefit and fairness.6\n,\n7 In a health care system with ample capacity, equality and fairness can be emphasized. Civil rights laws ensure that all individuals should have equal access to quality health care (distributive justice) and prohibit categorical exclusion (eg, because of age, gender, race, religion, citizenship, intellectual disability, insurance, or socioeconomic status) of any large groups of individuals.8\n,\n9 When resources are limited and rationing is unavoidable, there are imperatives to weigh equality with benefit. Despite inexorable clinical uncertainties, criteria for allocating limited medical resources depend on the urgency of immediate need, the anticipated duration of benefit, and the estimated prognosis.5 In practice, this is a matter of prioritizing patients who have the highest chance of survival and privileging the greatest life expectancy while continuously revising such triage decisions in view of treatment responses and surging demand.10 There is no ethically significant difference between decisions to withhold or withdraw treatments but it is essential to use objective, flexible, and transparent protocols when determining which patients will receive recourse when differences among patients are uncertain. Throughout the decision-making process, there is a need for ethical discussion about allocation policies when patient care is compromised. Guidance from the Code may help resolve certain ethical issues, which are emerging during the COVID-19 pandemic, including the obligation of physician leaders to: (1) guarantee adequate personal protective equipment to all health care workers; (2) protect certain vulnerable health care workers; and (3) balance the needs of individual patients, health care workers, and the community at large.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 956,
                    "end": 957,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 960,
                    "end": 961,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1272,
                    "end": 1273,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1514,
                    "end": 1516,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Allocating limited health care resources",
            "ref_spans": []
        },
        {
            "text": "During a viral pandemic, the idea of a health care “team” may encompass more than the traditional care teams of a health care organization. The professional community at large may need to function collectively as a team in providing care to the social and geographic communities in which they practice. Considering the financial barriers to health care access, physicians should promote access to health care for all individual patients, regardless of a patient’s economic means. In view of this obligation, physicians (individually and collectively through their professional organizations, such as the Child Neurology Society), should participate in the political process as advocates for patients (or support those who do) to diminish financial obstacles to necessary health care. All stakeholders in health care, including physicians, health facilities, health insurers, professional medical societies, and public policymakers, must work together to ensure access to necessary health care for all people.",
            "cite_spans": [],
            "section": "Duties to community and society",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The American Academy of Neurology code of professional conduct",
            "authors": [],
            "year": 1993,
            "venue": "Neurology",
            "volume": "43",
            "issn": "",
            "pages": "1257-1260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical ethics recommendations for the allocation of intensive care treatments, in exceptional, resource-limited circumstances: SIAARTI",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Vergano",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Giannini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Jonsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "AMA Code of medical ethics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519-1520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Berlinger",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wynia",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Guidelines for Institutional Ethics Services Responding to COVID-19. Managing Uncertainty, Safeguarding Communities, Guiding Practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Who should receive life support during a public health emergency? Using ethical principles to improve allocation decisions",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Luce",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "150",
            "issn": "",
            "pages": "132-138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "ICU triage in an impending crisis: uncertainty, pre-emption and preparation",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Ethics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A framework for rationing ventilators and critical care beds during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The human rights of children with disabilities during health emergencies: the challenge of COVID-19",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Schiariti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dev Med Child Neurol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}