{
    "paper_id": "PMC7110191",
    "metadata": {
        "title": "MagaZorb: A simple tool for rapid isolation of viral nucleic acids",
        "authors": [
            {
                "first": "Dokhi",
                "middle": [],
                "last": "Nargessi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chin-Yih",
                "middle": [],
                "last": "Ou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "MagaZorb technology is based on specific interaction\nbetween nucleic acids and the proprietary magnetizable\nparticles in the presence of specially formulated buffers.\nThis simple technology is designed so that the binding\nof nucleic acids to MagaZorb magnetizable particles is\nnot dependent on chaotropic agents. A schematic representation\nof MagaZorb technology is shown in Figure 1. In brief, the cells are lysed to release the nucleic acids,\nwhich will then bind to MagaZorb magnetizable particles\nin the presence of a binding buffer. The unwanted materials are washed with a water-based wash buffer, and the\npurified nucleic acids are eluted with an elution buffer.",
            "cite_spans": [],
            "section": "Principle ::: Magazorb technology",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nSimplicity and speed.\nFigure 2 shows a comparison of the workflow involved in the MagaZorb technology with that involved in QIAamp methodology (Qiagen). As shown, the QIAamp procedure involves more hands-on work, including a reagent preparation step, which is a possible source of error by the operator. In addition, the QIAamp method involves the use of ethanol, a known polymerase chain reaction (PCR) inhibitor that also requires storage and waste disposal management. Ease of use and the fewer steps involved in the MagaZorb protocol result in a faster turn-around time; processing of 5 samples can be completed within 50 min, compared with 70 min with the QIAamp protocol.",
            "cite_spans": [],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nHigh yield/binding capacity. One of the major characteristics of MagaZorb particles is their high binding capacity for capturing nucleic acids. To demonstrate this feature, various amounts (25–500 µg) of calf thymus DNA (Sigma) in STE buffer (0.5 M NaCl, 100 mM Tris-HCl, and 1 mM EDTA; pH, 8.0) were processed by the MagaZorb DNA Isolation Kit (Cortex Biochem), according to the protocol outlined in Figure 1, except that the lysis step was eliminated. The purified DNA concentrations were determined by quantitation at 260 nm, and percentage of DNA recovery was calculated using the expected values as 100% recovery. As shown in Table 1, with 1 mg of MagaZorb particles, ∼500µg of calf thymus DNA was captured.",
            "cite_spans": [],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 632,
                    "end": 639,
                    "mention": "Table 1",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "\nQuality and integrity. Total RNA from buffy coats (prepared using Accu-Prep Kit; Accurate Chemical and Scientific Corp) was purified using the MagaZorb RNA Isolation Kit (Cortex Biochem), according to the manufacturer's instructions. Purified RNA samples were analyzed by agarose gel electrophoresis and Agilent 2100 Bioanalyzer. Integrity of the purified RNA (evident by presence of intact ribosomal peaks and bands [18S and 28S]) is shown in Figure 3 and 4.",
            "cite_spans": [],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nReliability and applications. MagaZorb technology has been applied to purification of various nucleic acid targets from a wide variety of sample sources, producing reliable results [4– 10]. The protocol can be performed in a manual [4–7], semiautomated [8, 9], or fully automated format [10]]; thus, it is suitable for laboratories with low to medium or high throughput needs. Moreover, because the only device required is a simple magnetic stand, the technique is well suited to laboratories in remote areas of resource-poor countries. Two application examples have been selected for further discussion: recovery of MS2 viral RNA spiked into serum samples and isolation and early detection of HIV-1 in dried blood spots (DBSs) from infants.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 188,
                    "mention": "4– 10",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 237,
                    "mention": "4–7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 255,
                    "end": 256,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 258,
                    "end": 259,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 289,
                    "end": 291,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": []
        },
        {
            "text": "\nMS2 viral RNA detection in serum samples. MS2 viral RNA, a bacteriophage RNA of 3569 nucleotides (Boehringer Mannheim), was spiked at 1×107–1×108 copies into 200 µL of 3 different serum samples, and the spiked samples were processed using the MagaZorb RNA Kit (Cortex Biochem) and the RNeasy Kit (Qiagen). The purified RNA samples were quantitated by real-time reverse-transcription PCR (RT-PCR; GeneAmp EZ rTth RNA PCR Kit; Perkin-Elmer) with use of the primers and probes (Oswel) shown in Table 2, master mix, and the Cepheid Smart Cycler. The SUPERase-IN was from Ambion. Reaction mixtures were cycled in the Smart Cycler with use of the following conditions: 60°C for 30 min, followed by 95°C for 120 s and 45 cycles at 95°C for 15 s and at 60°C for 30 s with Optics ON. Figure 5A and 5B show that the RNA purified by the MagaZorb RNA Isolation Kit performs superior to the RNA purified by RNeasy in terms of both PCR amplification profile (lower cycle thresholds, 20 vs 28) and the recovery of viral RNA (45%–50% vs 10%–15%).",
            "cite_spans": [],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": [
                {
                    "start": 492,
                    "end": 499,
                    "mention": "Table 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 776,
                    "end": 785,
                    "mention": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 790,
                    "end": 792,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "\nEarly detection of HIV in DBS samples from infants. It has been well established that, without the intervention of antiretroviral therapy, 20%–45% of HIV-1-infected women transmit HIV to their infants [11]. Maternal antibodies against HIV can cross the placenta and persist in infants for ⩾18 months; thus, antibody tests cannot be reliably used to identify HIV infection in infants. The most reliable detection method currently available is the nucleic acid-based assay to detect the presence of HIV nucleic acid in blood samples from infants [12]. Because most of the infected infants reside in remote areas of resource-poor countries, to make the detection service available to these infants, blood is collected on a filter paper (eg, Whatman 903 paper) by finger or toe pricking, dried at room temperature, and packaged in a humidity-proof bag with desiccants to prevent the build-up of humidity, which causes degradation of RNA and DNA in DBS specimens after prolonged storage at −20°C. These DBS specimens are transported to a central laboratory for processing and detection using PCRbased assays. The most frequently used PCR product in resource- limited countries in Africa and Asia is the qualitative Amplicor DNA Assay (version 1.5; Roche) [12].",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 546,
                    "end": 548,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": []
        },
        {
            "text": "Ou et al [4] recently developed a real-time fluorescent RTPCR assay for HIV-1 detection in infants and young children. This method uses a small disk of 6 mm in diameter from DBS. Total nucleic acids (DNA and RNA) are extracted using MagaZorb DNA Kit (Cortex Biochem), excluding the RNase treatment step. HIV-1 DNA and RNA are detected using a fluorescent real-time RT-PCR assay with a primer pair to generate an amplicon of ∼110 base pairs [4]. In this report, a total of 443 DBS samples collected from infants and young children in Uganda (n = 128) and Cameroon (n = 315) were examined and compared with the existing standard protocol using the HIV load assay and the Roche Amplicor DNA assay, with a concordance of 99.2% (127 of 128 children) and 99.4% (313 of 315 children), respectively. This report revealed the high performance of the MagaZorb technology to isolate total nucleic acids from DBS samples for subsequent real-time PCR assay.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 11,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 442,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Performance Characteristics ::: Magazorb technology",
            "ref_spans": []
        },
        {
            "text": "Because molecular assays are rapidly evolving into routine practice in research and clinical laboratories, the need for a fast, reliable, and cost-effective way to purify nucleic acids from a wide variety of sample types has become a reality. Most of the existing sample preparation techniques are tedious, lengthy, and subject to carry-over of PCR inhibitors. MagaZorb nucleic acid isolation technology was designed to overcome these limitations. As exemplified in this report, MS2 viral RNA isolated by MagaZorb technique exhibited superior performance, compared with the well-established procedure of RNeasy.Moreover, the clinical usefulness of MagaZorb nucleic acid isolation technique has been well demonstrated by the representative study presented here on isolation and detection of HIV-1 total nucleic acids (RNA and DNA simultaneously, using a single protocol) in DBS samples from infants. Other examples of clinical applications of MagaZorb technology include isolation of coronavirus RNA [5], norovirus [8], and Mycobacterium avium Paratuberculosis [6] from fecal specimens and parainfluenza virus type 4 [7] from respiratory samples.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1001,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1015,
                    "end": 1016,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1117,
                    "end": 1118,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Conclusions ::: Magazorb technology",
            "ref_spans": []
        },
        {
            "text": "In conclusion, MagaZorb technology offers a fast, reliable, and cost-effective method to isolate high-quality and high-yield nucleic acids. It can be used in manual, semi-automated, and fully automated formats and, thus, is suitable for small and large laboratories with varied throughput requirements. In addition, because a simple magnetic stand is the only device needed for sample processing by MagaZorb technique, it is well suited to laboratories in remote locations of resource-poor countries.",
            "cite_spans": [],
            "section": "Conclusions ::: Magazorb technology",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Principle of MagaZorb nucleic acid isolation technology",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Comparison of MagaZorb DNA protocol with the QIAmp DNA protocol, showing the simplicity, speed, and adaptability to true automation of the MagaZorb protocol. The MagaZorb protocol involves less hands-on work, no reagent preparation, and no organic solvents or centrifugation step, eliminating potential sources of operator errors and offering a fast turn-around time.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Image of 1.2% agarose gel electrophoresis of RNA samples isolated from buffy coats with use of the MagaZorb RNA Isolation Kit. Lane 1, 1 Kb DNA ladder; lane 2, calf thymus DNA control; lane 3, human liver RNA control; lane 4, buffy coat (BC180C2); lane 5, buffy coat (BC180E). Intact, distinct ribosomal RNA bands were present in all buffy coat samples.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Integrity of RNA samples isolated from buffy coat with use of the MagaZorb RNA Isolation Kit; evaluation was performed using the Agilent 2100 Bioanalyzer. Distinct ribosomal RNA peaks and bands [18S and 28S] are present.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: \nA, MS2 viral RNA reverse-transcription polymerase chain reaction growth curves (MagaZorb RNA vs RNeasy). B, MS2 viral RNA recovery.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Table 1.: MagaZorb Particles Binding Capacity",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Table 2.: Details of Real-Time Reverse-Transcription Polymerase Chain Reaction (GeneAmp EZ rTth RNA PCR Kit; Perkin-Elmer) of Purified RNA Samples",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Application of magnetite and silica-magnetite composites to the isolation of genomic DNA",
            "authors": [
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sachsinger",
                    "suffix": ""
                },
                {
                    "first": "IJ",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Chromatogr A",
            "volume": "890",
            "issn": "",
            "pages": "159-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Development of a fully automated protocol of MagaZorb Nucleic Acid Isolation reagents on PSS Magtration System 12GC",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Uche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pourkaveh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nargessi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maffeo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kusumoto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": "2225-2226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prevention of mother-tochild HIV transmission in resource-poor countries: translating research into policy and practice",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "De Cock",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "1175-1182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Dried blood spots improve access to HIV diagnosis and care for infants in low-resource settings",
            "authors": [
                {
                    "first": "GG",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horsfield",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "38",
            "issn": "",
            "pages": "615-617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Processing of mRNA from human leukocytes by biomagnetical separation: Comparison with current methods of RNA isolation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marzek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Acta Univ Palacki Olomuc Fac Med",
            "volume": "142",
            "issn": "",
            "pages": "23-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Cellulose as a matrix for nucleic acid purification",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Comeau",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anal Biochem",
            "volume": "267",
            "issn": "",
            "pages": "415-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Identification of HIV-1 infected infants and young children using real-time PCR and dried blood spots from Uganda and Cameroon",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balinandi",
                    "suffix": ""
                },
                {
                    "first": "al",
                    "middle": [],
                    "last": "et",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "144",
            "issn": "",
            "pages": "109-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Multicenter comparison of nucleic acid extraction methods for detection of severe acute respiratory syndrome coronavirus RNA in stool specimens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2681-2688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Evaluation of four DNA extraction methods for the detection of Mycobacterium avium Subsp. Paratuberculosis by polymerase chain reaction",
            "authors": [
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Manninen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "39-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Human parainfluenza type 4 infections, Canada",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Vachon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dionne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moisan",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1755-1758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Rapid detection of norovirus based on automated extraction protocoland a real-time multiplexed single-step RT-PCR",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Antonioshyn",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Crozier",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "McDonald",
                    "suffix": ""
                },
                {
                    "first": "PN",
                    "middle": [],
                    "last": "Levett",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Horsman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "37",
            "issn": "",
            "pages": "156-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "On-site DNA extraction and real-time PCR for detection of Phytophthora ramorum in the field",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boonham",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Appl Environ Microbiol",
            "volume": "71",
            "issn": "",
            "pages": "6702-6710",
            "other_ids": {
                "DOI": []
            }
        }
    }
}