{
    "paper_id": "PMC7179526",
    "metadata": {
        "title": "Safeguarding the Maintenance Hemodialysis Patient Population during the Coronavirus Disease 19 Pandemic",
        "authors": [
            {
                "first": "Bjorn",
                "middle": [],
                "last": "Meijers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Piergiorgio",
                "middle": [],
                "last": "Messa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claudio",
                "middle": [],
                "last": "Ronco",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In late 2019, a cluster of patients with unexplained pneumonia was linked to a novel beta-coronavirus, now known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1]. The world health organization subsequently has coined this disease as coronavirus disease 19 (COVID-19). By the time the scientific community was alerted, the epidemiological data suggested that the virus had already spread to other regions of mainland China, as well as foreign cities with close transport links to the original epicenter [2]. The world initially answered by divergent responses. Two months on, we are experiencing a devastating pandemic with local outbreaks across all continents.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As more and more patients arrive at the hospitals, our focus is drawn to the acute and the important issues, treating large numbers of patients in grave condition. The surge in patients requiring medical care may overwhelm even the most sophisticated healthcare systems [3]. The approach adopted by almost all nations is to “flatten the curve,” that is, to reduce peak demand of healthcare resources [4]. While individual countries follow different paths, the common denominator is to maximize social distancing. The main goal is to reduce the basic reproduction number (R0) as much as possible, to ideally <1.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 402,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "An overview of the clinical characteristics of confirmed cases in China alerted the world that young age does not protect against infection [5]. Disease severity, however, varies by age with more elderly people becoming seriously ill and by underlying medical condition(s) [6]. The impact on peak medical demand thus will be even greater if we succeed in maximizing social distancing of the most vulnerable and most frail patients, those who are more likely to become seriously ill.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 274,
                    "end": 275,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This situation poses great challenges to patients with end-stage kidney disease and treated with intermittent hemodialysis (HD). On average, these patients are older and have a significant number of comorbidities. Most of these treated in-center travel and arrive in groups and stay relatively close to each other during treatments. In essence, a HD ward is quite the opposite of the pursued policy of social distancing, especially of the frail and vulnerable.",
            "cite_spans": [],
            "section": "COVID-19 and Hemodialysis",
            "ref_spans": []
        },
        {
            "text": "So far, epidemiological data in patients on intermittent HD during an SARS-CoV-2 outbreak are limited. A single case series of cases from China has been reported in prepublication. Thirty-seven out of 230 patients were infected with SARS-CoV-2, of which 6 died (crude mortality rate 16.2%). The authors suggest that not all of these died directly from the consequences of COVID-19. However, adjudication of cause of death might differ in future case series.",
            "cite_spans": [],
            "section": "COVID-19 and Hemodialysis",
            "ref_spans": []
        },
        {
            "text": "For obvious reasons, the nephrology community is on high alert [7, 8]. The EUDIAL working group very recently published the first international guidance on the prevention of SARS-CoV-2 infection and mitigation of COVID-19 in this vulnerable patient population [9]. We fully endorse this guidance and would like to add some practical points, based upon our current experience dealing with the pandemic and providing care for our patients.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 65,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 67,
                    "end": 68,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "COVID-19 and Hemodialysis",
            "ref_spans": []
        },
        {
            "text": "The first major goal is to maximize social distancing. We explored in what ways our dialysis facilities could accommodate this goal. It makes perfect sense to recommend to abstain from use of public transport and to use individual transport to and from dialysis facilities. However, not all patients have the capacities to drive themselves. Some rely on relatives, while others (e.g., the majority in most Belgium and Italian units) rely on shared organized transport. We analyzed individual patient's transportation means case-by-case. We motivated all patients to use private transportation as much as possible. For those relying on shared transport, we reduced the number of patients per vehicle. Those with proven infections were excluded from shared transport. Patients tend to arrive in groups, as the dialysis units typically have a number of fixed time slots. We therefore adapted the waiting room. Chairs were put 1.5-2 meters apart, thus extending from the waiting area into the hallways. Patients were asked not to close in on each other. Although center practices may differ, in our units surgical masks are used during connection of the dialysis tubing to the arteriovenous fistula, loop graft, or tunneled central line. Patients were asked not to remove the surgical masks during the dialysis procedure, and to keep their masks for transport to and from the unit. Drivers of organized transport were instructed not to transfer patients, unless masks were worn. Adherence to this was excellent. Further logistics was implemented where possible: patients coming with shared transportation where located in the same area of the dialysis center and treated by the same nurse(s) in order to eventually make possible to trace contacts of patients becoming positive.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "The second major goal is to detect infected patients early on. During the epidemic phase, it is impossible to prevent import of infected patients. The goal is to isolate these cases to minimize the risk of local clustered transmission. We adopted a multi-tier approach (see flow charts) to identify cases as much as possible outside the dialysis unit. Figures 1, 2, 3 report 3 independently prepared algorithms for HD patient management in Leuven, Belgium; in Vicenza, Italy; and in Milan, Italy (see captions for explanation of procedures).",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 363,
                    "end": 364,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 366,
                    "end": 367,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "First, patients are instructed about possible symptoms. All patients received letters describing the importance of early detection. This started even before the surge of clinical cases. Patients feeling unwell are stimulated to discuss symptoms by phone and not to come to the dialysis unit to discuss. If this happens on a non-dialysis day, we ensure screening on that day, to have the results before the next dialysis day. Even if symptoms are noted on the day of scheduled dialysis, patients are diverted to the emergency department for testing, using nasopharyngeal swab, and starting more recently, in combination with computer-aided tomography of the chest.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "Second, we installed a checkpoint at the entry of the dialysis ward. In all patients entering the ward temperature is measured (with 38°C as red flag) and potential symptoms discussed. Patients suspected of having COVID-19 are not allowed to enter the dialysis ward, but are deviated to the emergency department. Third, and this is common practice in most units, we take the temperature of patients also during the dialysis session. Fever, cough, contact with suspected or known cases are discussed each session.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "The third major goal is to minimize the need for hospitalization beds. After discussing with all stakeholders, we decided it would be appropriate for patients with proven SARS-CoV-2 infection and mild symptoms to continue receiving ambulatory care. This requires knowledge about the home situation (e.g., isolation from vulnerable household contacts), dedicated transportation means, and the possibility to dialyze patients in isolation. Sicker patients need to be hospitalized in dedicated COVID-19 units.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "In Leuven, we are in the first phase of the pandemic and have not yet reached peak infection. To date, we have identified about 20 suspected cases which were tested for SARS-CoV-2 infection. Of these, 4 were proven cases (about 2% of maintenance dialysis population). All were imported cases, and no secondary transmission chain(s) have been detected yet. However, we anticipate that more cases will be identified.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "In Vicenza, we are in the middle of the pandemic and have probably reached the peak infection. To date, on a population of 180 HD patients distributed in 3 dialysis units, we have identified 6 suspected cases which were tested for SARS-CoV-2 infection. Of these, none were proven cases. However, we anticipate that more cases will be identified. The issue is not if, but when.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "In Milan, we are hopefully close to the peak, though the situation in Lombardy region is quite different from center to center. Among our 131 HD patients, we had 16 symptomatic patients who were tested for SARS-CoV-2 infection. Twelve patients were negative and 4 positive. One of the positive patients had needed assisted ventilation and eventually died, while the remaining 3 positive patients have as yet moderate respiratory symptoms controlled by a noninvasive ventilation.",
            "cite_spans": [],
            "section": "Suggested Measures and Algorithms for Prevention",
            "ref_spans": []
        },
        {
            "text": "In normal circumstances, our personnel wear individual protective devices (surgical masks and screens) for normal activities at the patient bedside before, during, and after the HD session. Further protection should be implemented in case of COVID-19-positive patients dialyzed in a separate area or complete isolation. High-protection masks (FFP2 or FPP3) and screens together with water repellent coats should be worn for the whole duration of the session. For safety reasons, dialysis machines must stay in the restricted area that must be disinfected daily with efficient methods.",
            "cite_spans": [],
            "section": "Recommendation for Safety of Personnel",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we deem it necessary to be on high alert. We endorse the guidance provided by the EUDIAL working group of the ERA-EDTA. This information, however, requires translation to the local situation. In order to protect your patients, you need to install plans in advance, to discuss with other stakeholders, with nursing staff, and perhaps most importantly, involve the patients themselves.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Authors declare no conflict of interest for this paper.",
            "cite_spans": [],
            "section": "Disclosure Statement",
            "ref_spans": []
        },
        {
            "text": "No funding sources for this paper.",
            "cite_spans": [],
            "section": "Funding Sources",
            "ref_spans": []
        },
        {
            "text": "Authors equally contributed to the writing and creation of the manuscript.",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: The UZ Leuven flowchart for patients with suspected infection by SARS-CoV-2. The goal is to detect possible cases early, preferably outside of the dialysis ward, and to isolate proven cases from the other dialysis patients. Suspicion may arise at 3 different moments (in yellow). Ambulatory patients (Left yellow diamond) are stimulated to proactively communicate with the dialysis unit as soon as they have symptoms suggestive of COVID-19 (coughing, shortness of breath, fever, unusual abdominal complaints, etc.). We aim to have a diagnostic workup as soon as possible, preferably via the general practitioner, or, if not possible, via a scheduled visit to the emergency room. Second, we triage patients upon arrival at the dialysis unit (middle yellow diamond). Temperature is taken from all patients upon arrival. We use a rule-in strategy (i.e., temperature above 38°C equals suspected case, whereas normal body temperature does not rule out COVID-19). Suspected cases are deviated toward the emergency room. For those patients, we also take an electrolyte panel to see whether dialysis is immediately needed, or that this can be postponed until the results of the nasopharyngeal swab polymerase chain reaction and computer-aided tomography of the chest are known. Finally (right yellow diamond), we scrutinize patients during stay on the dialysis ward. Temperature is taken from all patients multiple times during dialysis. In case we have identified a maintenance dialysis patient as being infected by SARS-CoV-2, we consider the clinical condition (stable enough to be treated as ambulatory patient), home situation (alone, or with vulnerable household contacts?), transportation means (possibility of organized isolated transport). If possible, we opt for continuation of ambulatory care. If not, patients are hospitalized based upon clinical needs on a regular COVID-19 ward, or the intensive care unit. G.P., general practitioner; ER, emergency room; COVID-19, coronavirus disease 19; PCR, polymerase chain reaction; CVVH, continuous venovenous hemofiltration; HD, hemodialysis; ICU, intensive care unit.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: COVID-19 prevention strategies applied in the Vicenza HD units: patients and personnel are instructed on general measures (top panel). At every shift, upon arrival, patients are triaged outside the unit with temperature check and specific questions. If triage is negative, the patient proceeds to the regular session. If positive (symptomatic with at least 2 symptoms) or if he/she refers to have been in contact with a suspected positive individual, protocol #2 is activated. Three different protocols are in place: #1) suspicion of COVID-19 infection at home, #2) suspicion of COVID-19 infection upon arrival (after triage), and #3) suspicion of COVID-19 infection in hospitalized HD patients. ER, emergency room; COVID-19, coronavirus disease 19; PCR, polymerase chain reaction; G.P., general practitioner; HD, hemodialysis; ICU, intensive care unit.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: COVID-19 prevention strategy in the hemodialysis unit in Policlinico-Milano units: patients and personnel are instructed on general measures (top panel). At every shift, a specific triage is scheduled. In case of severe symptoms, the intensivist is immediately involved. IDS, infectious disease specialist; RS, respiratory symptoms; ICU, intensive care unit; HD, hemodialysis; COVID-19, coronavirus disease 19.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A Novel Coronavirus from Patients with Pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "(8)",
            "pages": "727-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China a modelling study",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "GM.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "(10225)",
            "pages": "689-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "COVID-19 and Italy what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "China Medical Treatment Expert Group for Covid-19. Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "CQ",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "JX",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "CQ",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "JX",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Host susceptibility to severe COVID-19 and establishment of a host risk score findings of 487 cases outside Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "(1)",
            "pages": "108-2833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Practical indications for the prevention and management of SARS-CoV-2 in ambulatory dialysis patients lessons from the first phase of the epidemics in Lombardy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rombolà",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heidempergher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedrini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aucella",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Messa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nephrol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mitigating Risk of COVID-19 in Dialysis Facilities",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Kliger",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Silberzweig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Recommendations for the, prevention mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Basile",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pizzarelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Covic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanbay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrol Dial Transplant",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}