{
    "paper_id": "PMC7169756",
    "metadata": {
        "title": "Nanoparticle vaccines against respiratory viruses",
        "authors": [
            {
                "first": "Brian",
                "middle": [
                    "M."
                ],
                "last": "Adair",
                "suffix": "",
                "email": "brian.adair@afbini.gov.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Vaccines are a key component in the control and prevention of respiratory virus infection and in the reduction of morbidity and mortality associated with them. The respiratory mucosa is the primary site for invasion and entry into the body of a large number of pathogens, including many viruses. Infection of the respiratory tissues is normally initiated in the upper respiratory tract (URT), and this is also the site where viruses come into contact with the immune system. Viruses such as the rhinoviruses (common cold viruses), most adenoviruses, coronaviruses, and parainfluenza viruses are limited to infection of the URT, where they cause generally self‐limiting common cold‐like illnesses, however the viruses which cause the greatest burden in terms of severe respiratory disease in humans are those which are capable of penetrating the initial defenses in the URT, to infect the deeper respiratory airways. The most important of these are influenza (flu) virus, respiratory syncytial virus (RSV), and parainfluenza virus type 3 (PI‐3V), and the destruction which they cause to cells and tissues in the lower respiratory tract (LRT) results in severe respiratory disease with symptoms such as bronchitis, bronchiolitis, and often pneumonia, leading in some instances to death. These viruses are therefore a prime target for the development of more effective vaccines. In this review, research in the area of nanoparticle vaccines for control of respiratory virus infection, in particular, control of influenza virus, RSV, and PI‐3V, will be discussed.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Influenza A viruses are most commonly associated with severe LRT illness in humans. Influenza B viruses are less commonly associated with severe disease, while influenza C is only rarely responsible for LRT disease.",
            "cite_spans": [],
            "section": "VIRUSES INVOLVED IN CAUSING SEVERE LRT DISEASE",
            "ref_spans": []
        },
        {
            "text": "RSV is the most common cause of severe respiratory disease in young children with an estimated 50% becoming infected during the first year of life. Most RSV infections result in only mild–moderate clinical signs, however a minority of children (0.5–2%) require hospital treatment for severe RSV bronchiolitis.1 RSV infection of the LRT can be complicated and enhanced by the host immune response, although the precise mechanisms are poorly understood. An effective vaccine for use in children and older adults is highly desirable, however previous experience with RSV vaccines and the complexity of the immune response has made the progress difficult.1, 2 A virus closely related to human RSV also infects cattle, causing a disease particularly in young calves which resembles the disease in human infants, and these features make bovine RSV infection in calves a useful model for the study of human RSV. Both viruses are also closely related antigenically.3 PI‐3V also causes severe respiratory disease, especially in infants and young children, and in importance is second only to RSV. It is responsible for 15% of childhood colds, croup, bronchitis, and pneumonia with an average duration of illness of 7–10 days.",
            "cite_spans": [],
            "section": "VIRUSES INVOLVED IN CAUSING SEVERE LRT DISEASE",
            "ref_spans": []
        },
        {
            "text": "In the URT, the lymphoid tissues are the adenoids, or nasopharyngeal tonsil, attached to the upper pharynx, the paired tubal tonsils at the opening of the Eustachian tube, the paired palatine tonsils at the oropharynx, and the lingual tonsil at the back of the tongue. Together, these structures constitute Waldeyer's ring and are known as the nasal‐associated lymphoid tissues (NALT). Efferent lymphatics drain from NALT into the superficial cervical lymph nodes of the upper thorax, and these in turn are drained by the posterior cervical lymph nodes. However no afferent lymphatics are present. NALT also contains aggregates of lymphoid follicles (B‐cell areas), interfollicular areas (T‐cell areas), macrophages, and dendritic cells (DCs).4 By contrast, the lymphoid tissue in the LRT (bronchus‐associated lymphoid tissue, or BALT) is less well‐organized and defined. Before stimulation, BALT consists of undifferentiated lymphocytes and macrophages in a loose stromal network,5 covered by a specialized ‘lymphoepithelium,’ but devoid of the goblet cells and cilia which are characteristic of the epithelium on the adjoining respiratory mucosa. The lymphoepithelium contains specialized cells, similar to the ‘M’ or microfold cells in Peyer's patches, which function to sample the contents of the lumen of the airway. Following stimulation, the complexity and organization of the BALT aggregates increases, and they adopt a ‘dome’ shape, bulging slightly into the lumen of the airway beneath the epithelium.5\n",
            "cite_spans": [],
            "section": "LYMPHOID TISSUE IN THE RESPIRATORY TRACT",
            "ref_spans": []
        },
        {
            "text": "Primary virus infection and replication takes place in the ciliated columnar cells lining the URT, and then spreads to the LRT, largely by aspiration of virus‐containing secretions into the trachea. With RSV, there may also be some spread of infection by direct cell‐to‐cell spread, but the major mechanism is by breathing in of virus‐rich secretions and infected cell debris.6 Studies with isolated airway epithelial cells in culture have provided much information on the mechanisms of viral targeting and spread in the respiratory tract.7, 8 Influenza A, RSV, and PI‐3V all have a particular tropism for the ciliated columnar respiratory epithelial cells which line the lumen of the airway, and infection is largely limited to these cells. These cells are polarized, having distinct apical (outward, facing the lumen) and basolateral (inward facing) surfaces and virus release by budding takes place predominantly from the apical surface into the lumen. This polarization of virus budding favors restriction of the infection to the epithelial cell layer, and facilitates infection of adjacent ciliated epithelial cells, as well as inhalation of virus to the lower airways.9 The cilia themselves may be directly necessary for RSV infection possibly as a site of virus attachment.7 Following infection, cilial beat in RSV‐infected cells was significantly inhibited within 2 h, and a loss of cilia from the epithelial surface occurred from 24 h. By 3–5 days all ciliated cells had been infected and killed by the virus.7 This is supported by experimental studies with bovine RSV in calves which showed that replication of the virus started in the URT, and then progressed down the respiratory tract, to affect most of the ciliated cells.10 Cells in the BALT and regional lymph nodes did not appear to replicate the virus and likewise replication was not observed in the palatine tonsils although virus‐positive cells were seen in the epithelial cells covering the pharyngeal tonsils. No virus antigen was observed in the lymphoid cells underlying the epithelium. In the alveoli, both type 1 and type 2 pneumocytes contained large amounts of RSV antigen.10\n",
            "cite_spans": [],
            "section": "SITES OF VIRUS REPLICATION",
            "ref_spans": []
        },
        {
            "text": "Since most respiratory tract infections are initiated in the URT, it seems logical that the NALT should act as the first site of antigen recognition. There is also strong evidence that it is an important inductive site for immune responses which operate to clear infection from the URT. The mucociliary system in the URT quickly removes particulate antigens from the mucosa to the exterior. If particles are successful in adhering to the epithelium, they may be taken up by the microfold (M) cells present in the epithelium overlying the NALT. The basolateral surface of the M cell is folded and invaginated to give pockets in which lymphocytes and macrophages can be identified. Long cytoplasmic processes extend from this surface into the sub‐epithelial tissues where they form associations with other lymphoid cells including antigen‐presenting cells (APCs).4, 11 Exogenous antigen which has been phagocytosed at the lumenal surface is transported to the basolateral pocket where it is released. Smaller soluble antigens are taken up by the nasal epithelium and drain directly by means of the efferent lymphatics to the lymph nodes. Uptake of viral antigens and particles by macrophages and (DCs) in the area of the pockets, results in priming of IgA precursors which leave the NALT and enter the cervical lymph nodes where they are amplified and differentiated into immunoglobulin (mostly IgA, but also IgG)‐producing cells. These migrate by means of the bloodstream, to mucosal effector sites and to the respiratory mucosa, where the IgA is actively transported to the mucosal surface.12, 13, 14, 15 This is an important mechanism through which infection at the mucosal surface results in systemic (serum IgG) and mucosal (IgA) antibody responses. Primed T and B cells also migrate from the lymph nodes to effector sites in the respiratory tract and elsewhere, where they provide long‐term B‐ and T‐cell memory, with the option to differentiate into antibody‐producing cells at short notice if required. Virus infection or vaccination of the respiratory mucosa also results in generation of anti‐viral cytotoxic T‐lymphocytes (CTL). It has been shown that NALT is a potent inductive site for virus‐specific CTLs following intranasal infection.16 The induction of a strong anti‐viral CTL response is a major goal for vaccination of the URT, in addition to induction of virus‐specific IgA. Mucosal responses in the LRT are induced in the BALT by similar mechanisms.",
            "cite_spans": [],
            "section": "IMMUNE RESPONSES IN THE RESPIRATORY TRACT",
            "ref_spans": []
        },
        {
            "text": "Given the nature of these viruses, and particularly the fact that reinfections even in the presence of antibody are common (particularly with RSV and PI‐3V), the objective of preventing infection by vaccination is probably unachievable. A more realistic goal is to prevent the development of severe disease. Since this is associated with infection of the LRT, this effectively means that the vaccine should be aimed at ensuring that the infection is limited to the URT, and should prevent the virus from spreading to the deeper airways. Hospitalization rates for individuals with RSV and PI‐3V bronchiolitis are greatest in children under 2 months of age. Therefore new generation vaccines for these agents will be required to be effective in very young infants, since this is the age group most at risk from severe respiratory disease. This presents major problems in vaccine design due to the presence of maternal antibodies in humans and animals. In addition to the problem of virus‐specific antibodies combining with and removing the vaccine virus, the immaturity of the immune system in the young infant results in a relatively poor antibody response to immunization. Also, presence of maternal antibodies in the first few months of life has a profound inhibitory effect on responses to vaccines,17 although the exact mechanisms involved are still poorly understood. Encapsulation of viral proteins within nanoparticles has obvious attractions for vaccination in the presence of maternally derived, anti‐viral antibodies, since the vaccine antigen is not exposed and therefore unavailable for interaction with specific antibodies.",
            "cite_spans": [],
            "section": "VACCINE STRATEGY FOR PROTECTION AGAINST RESPIRATORY VIRUS INFECTION",
            "ref_spans": []
        },
        {
            "text": "There is currently substantial interest in the exploitation of nanoparticle technology for drug and vaccine delivery. Nanoparticles are solid particles ranging in size from 10 to 1000 nm. The antigen payload is dissolved, entrapped, adsorbed, attached, or encapsulated into the matrix of the particle. The use of biodegradable materials allows for release of the antigen as the particle degrades over a period which may vary from days to weeks depending on the formulation. Several types of nanoparticle for vaccine delivery have been investigated and have proved suitable for loading with antigens. These include the polyesters [poly(lactic acid), poly(glycolic acid), and their copolymers], polyorthoesters, polyanhydrides, and polycarbonates.18 They can protect the antigen from degradation in vivo and the particles can be prepared in a chemically reproducible manner within narrow size limits.18 Some biopolymers exhibit natural adjuvant behavior. Poly (lactide co‐glycolide) (PLGA) has been extensively studied as a biopolymer suitable for vaccine delivery and appears to activate DC maturation possibly by providing a necessary danger signal, however the exact mechanism is not fully elucidated.19, 20 Surface modifications can be achieved either by coating with stabilizers, other polymers, or surfactants. The purpose is to change the overall charge, and the hydrophobicity of the particle and improve muco‐adherence properties.21 Poly (ethylene glycol) (PEG) has been used as a nanoparticle coating for its stabilizing properties and can have the effect of enhancing the affinity of the particles for mucosal surfaces. In addition, molecular danger signals have been conjugated to the surface of particles often through linkages to PEG.18 Nanoparticles coated with mannose (mannan) have been produced with the aim of targeting mannose receptors on APCs and thus improving cell adhesion and uptake.22 Other types of targeting molecules have also been added (e.g., lectins) and these can increase interaction and transport across the mucosal surface.21 Enhanced targeting of particles has also been achieved by conjugation of particles with monoclonal antibodies specific for markers on the membrane of the DC.23 In addition, hydrophilic polymers, such as chitosan, have been investigated for vaccine delivery.24 Chitosan also has the property of being able to adhere to mucosal surfaces, and is reported to be able to open the tight junctions between epithelial cells, thus facilitating the transport of encapsulated macromolecules across epithelia.25 Chitosan particles also have the capacity to be loaded with large amounts of protein antigen. Cross linking of chitosan with polyanions such as tripolyphosphate (TPP) has allowed production of nontoxic particles with homogeneous and adjustable size and a positive charge which can be easily modulated, as well as a capacity for binding of peptides, proteins, and nucleic acids.26\n",
            "cite_spans": [],
            "section": "NANOPARTICLE VACCINES",
            "ref_spans": []
        },
        {
            "text": "Virosomes are virus‐like particles which have been investigated for their potential as vaccines.27 They closely resemble the native virus and consist of the reconstituted viral envelopes, through treatment with a detergent. They are nonreplicating and have been produced from a number of enveloped viruses. They have a diameter of 100–200 nm and as such fall into the size range of small nanoparticles. The hemagglutinin and neuraminidase spikes of the original influenza virus protrude from the virosomal membrane, and foreign antigens can be coupled to the surface to enhance recognition and targeting.27 Since virosomes gain entry to cells in a manner very similar to the native virus, they are able to deliver antigen directly into the cytosol where they have the capacity to induce both humoral and cellular immune responses.27 Virosomal influenza vaccines are available commercially and have been shown to induce hemagglutinin‐specific antibodies following intramuscular administration. Influenza virosomes, which incorporate the RSV‐fusion protein have also been constructed and have been shown to generate virus‐specific IgA in the URT and LRT, following intranasal administration with adjuvant in mice.28\n",
            "cite_spans": [],
            "section": "VIROSOMES AND ISCOMS",
            "ref_spans": []
        },
        {
            "text": "ISCOMS (Immune Stimulating Complexes) are nonreplicating particles of around 40 nm in diameter, composed of viral glycoproteins complexed with saponins derived from the bark of the tree, Quillaia saponaria. They have a characteristic open cage‐like structure which combines multimeric presentation of the antigen with a built‐in adjuvant (saponin). ISCOM antigens have been shown to induce humoral and cell‐mediated immunity to an increasing number of microorganisms including viruses, bacteria, and parasites. Th1 type immune responses appear to predominate following administration of ISCOM vaccines.29 Extensive studies have been carried out with influenza virus ISCOMS in several species including mice and monkeys, and an equine influenza ISCOM vaccine is available commercially.30, 31 Studies in macaques with an influenza ISCOM vaccine indicated stimulation of high levels of virus‐specific IgM and IgG serum antibodies, as well as proliferative T‐cell responses, which were completely protective against intratracheal challenge with virus.32 Intranasal immunization of mice with RSV ISCOMS induced very high levels of RSV‐specific IgA both in URT and LRT which were long lasting.33 Bovine RSV ISCOMS inoculated subcutaneously into calves were completely protective against a severe challenge with virulent bovine RSV. Calves immunized with a conventional bovine RSV vaccine developed moderate to severe respiratory disease following the challenge.34 The ISCOM vaccinated animals developed high levels of nasal and serum virus‐specific IgG as well as serum IgA which correlated with protection.",
            "cite_spans": [],
            "section": "VIROSOMES AND ISCOMS",
            "ref_spans": []
        },
        {
            "text": "Understanding of the mechanisms of particle uptake and antigen processing are essential for nanoparticle vaccine design. Penetration of particles across the nasal epithelium has been shown to depend on a number of factors including dose, formulation, frequency of administration, and size of the particles.25 Application of the particle in liquid suspension, in aerosol or as powder results in relatively rapid clearance by means of the mucociliary clearance mechanisms operating in the nasal cavity and this may happen relatively quickly, so that most of the particles and their antigen payload are lost. To enhance the contact time with the epithelium, it may be possible to enhance the bioadhesive properties of the particles, and this can result in slower clearance with enhanced capability for absorption to and penetration of the epithelium. Some groups have explored the properties of chitosan particles with this objective in mind.25 The particles which adhere to the epithelium can be taken up by the M cells which overly the NALT, and transported to the basolateral surface where interaction with macrophages and lymphocytes takes place.25 DCs are the most effective APCs and have a central role in initiating T cell‐mediated immunity. As such they are crucially important as targets for new vaccines and adjuvants. Targeting of DCs in vivo is difficult because in mucosal tissues they are present in lower numbers than other APCs, such as macrophages. In studies aimed at improving targeting of nanoparticles to DCs, Kwon et al.\n23 were able to conjugate a monoclonal antibody, specific for an endocytosis receptor on DCs (DEC‐205), to acid‐degradable nanoparticles. The particles were designed to be taken up by receptor‐mediated endocytosis in vivo, and were acid‐labile, so that they were hydrolyzed rapidly in the acid environment of the lysosome. The encapsulated antigen (ovalbumin) was then released into the cytoplasm, where it was degraded and processed by the major histocompatibility complex (MHC) class I intracellular route. Enhanced, DC‐specific endocytosis of the particles was demonstrated in these studies.23 Uptake of particles into DCs has been shown to depend on the size, surface charge, and type of particle coating as well as the type of cell. The mechanism by which particles are internalized by the DC is important in deciding how the antigen is subsequently processed and presented.35 Virus‐sized particles (20–200 nm) are usually taken up by classical receptor‐mediated endocytosis (clathrin‐dependent), through clathrin‐coated pits in the membrane. Endocytosis of larger particles (>500 nm) occurs mainly by macropinocytosis and phagocytosis.18, 35, 36 Cationic nanoparticles are particularly effective for uptake into macrophages and DCs. The positively charged particles are strongly attracted to the negatively charged DC membrane, which facilitates binding and subsequent internalization.36 The particles are internalized into endosomes in the DCs which fuse with the lysosomes, in which the particles are degraded enzymatically. This extracellular uptake followed by controlled degradation in endosomes, facilitates the assembly of antigen fragments into peptide‐MHC class II complexes, and ultimate activation of CD4 + T cells.18 DCs were originally thought to process only endogenously produced proteins through the MHC class I pathway, however it is now clear that peptides from foreign antigens can also be presented on MHC class I antigens.36, 37 This process of loading exogenous peptides onto MHC class I antigens is known as cross presentation, and involves transfer of degraded proteins at one of several stages to the MHC class I pathway.36 Antigens encapsulated in nanoparticles have been shown to elicit strong CTL responses,38, 39, 40, 41 which demonstrate their ability to access the cross‐presentation pathway to MHC class I presentation, following macropinocytosis of the particles and endosomal processing. This is important in the context of respiratory tract vaccination in order to ensure rapid clearance, should subsequent virus infection take place.",
            "cite_spans": [],
            "section": "NANOPARTICLE UPTAKE",
            "ref_spans": []
        },
        {
            "text": "The size of the particle plays a significant role in the type of immunity which is induced, with particles similar in size to viruses inducing Th1‐type responses, and larger particles inducing Th2. PLGA particles measuring 200–1000 nm elicited an IgG2A isotype response following subcutaneous, oral, or intranasal inoculation in mice.42 The 1000 nm particles exhibited higher serum IgG levels than smaller particles which suggested enhanced uptake by antigen‐presenting cells.42 Mottram et al.\n43 have shown that ovalbumin‐conjugated polystyrene nanoparticles in the size range 20–123 nm were effective in stimulating Th1 immunity characterized by IFN‐gamma production, after 1 or 2 immunizations. Since a Th1 response is preferred for a robust response resulting in viral clearance, smaller particles are preferable for viral vaccine delivery and targeting. The polymers used can have adjuvant activity resulting in enhanced DC activation. Immature DCs are highly efficient in the uptake and internalization of antigens, however maturation of the immature cells is required for effective activation of T cells.",
            "cite_spans": [],
            "section": "NANOPARTICLE UPTAKE",
            "ref_spans": []
        },
        {
            "text": "The influenza vaccines currently in use are mostly inactivated formulations usually consisting of hemagglutinin and neuraminidase antigens from a mixture of strains. Experiments with live influenza virus in mice were shown to induce significant numbers of T and B cells in the NALT peaking at around 7 days post‐infection. IgA antibody‐forming cells were observed to accumulate in the cervical lymph node and nasal mucosa, accompanied by the appearance of virus‐specific IgA antibodies in nasal secretions. The appearance of antibodies correlated with a decline in virus titers in nasal secretions.44 In mice, virus‐specific CTLs appeared 5 days after infection with live virus and also accumulated in the nasal mucosa, reaching a peak at 7 days post‐infection in NALT and associated lymph nodes, and after 13 days in the spleen.45 Also human volunteers experimentally infected with influenza A virus who had high levels of CTL activity, showed lower levels of virus than those with low CTL activity.46 The mouse models for influenza virus infection suggest that CD4+ and CD8+ responses are both involved in recovery from influenza and eventual clearance of the virus from the respiratory tract. This is also supported by studies in human volunteers.46 Virus‐specific IgA therefore seems to be important for reducing infectious virus titers in the URT, whereas serum IgG antibodies probably play a role in prevention of severe LRT disease.47, 48 Therefore ideally the successful influenza vaccine needs to stimulate IgA in the URT, and also systemic virus‐specific IgG to prevent LRT infection and disease.",
            "cite_spans": [],
            "section": "INFLUENZA NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "The encapsulation of influenza virus proteins in PLGA particles has been studied in some detail. Lemoine and Preat49 produced PLGA nanoparticles of approximately 200 nm and were able to show that the hemagglutinin retained its antigenicity following encapsulation. Vaccination studies in mice with larger PLGA particles (2.2–10.8 µm) have also been carried out.50 The particles were inoculated orally into mice and were shown to induce both systemic and mucosal responses which were protective against intranasal challenge with H3N2 influenza virus. The levels of IgA antibody in saliva were higher following oral compared to systemic administration; however, IgG levels in serum were comparable.50 By contrast, Hilbert et al.\n51 using smaller influenza PLGA particles with an average diameter of 35 µm, found that the immune response in mice was significantly greater following systemic administration. A single subcutaneous immunization of encapsulated influenza hemagglutinin stimulated a more effective response than the conventional vaccine. In this study, inoculation of the influenza particles together with hemagglutinin in soluble (fluid) form, resulted in the highest antibody titers, possibly indicating that the adjuvant properties of the particles were enhanced when a priming dose of soluble antigen was also present at the injection site. Using the influenza virus matrix protein as a candidate antigen it was shown that processing and presentation of proteins through MHC class I and class II pathways are more efficient when the proteins are presented to DCs in PLGA nanospheres.53 It was thought that the efficient processing of the matrix protein through MHC class I may have been due to enhanced escape of the protein from the lysosome when processed in PLGA particles. This is consistent with other studies which show that encapsulation of antigens in PLGA particles increased the efficiency of presentation in DCs by up to 100‐fold, compared with soluble antigen.52 These results indicated that rather than acting as a slow release depot, PLGA particles gave rise to more effective antigen processing and presentation by the DCs. In experiments with chitosan nanoparticles NPs containing purified influenza virus surface antigens administered intranasally to mice, high levels of anti‐hemagglutinin IgA were detected particularly after boosting. By contrast, the levels of antibody observed following administration of the nonchitosan vaccine given nasally were quite low. Also, the numbers of antibody‐forming cells in both the lung and nasal tissue were shown to increase the following administration of the chitosan vaccine.25 In experiments with human volunteers given similar chitosan influenza particles, which contained three influenza virus strains, a 4‐fold or greater increase in anti‐hemagglutinin antibodies was observed in > 40% of the volunteers.25\n",
            "cite_spans": [],
            "section": "INFLUENZA NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "Recent studies with N‐trimethyl chitosan nanoparticles loaded with influenza antigens, also demonstrate the suitability of chitosan particles for nasal delivery.53 In this study, trimethyl chitosan particles with an average diameter of 850 nm were shown to induce higher antibody levels following intramuscular immunization of mice than the soluble unencapsulated vaccine, demonstrating that presentation of the antigen in these particles had a substantial immunostimulating effect. Single intranasal vaccination resulted in high levels of nasal IgA and strong systemic antigen‐specific responses, which were higher than were observed after intramuscular inoculation with the soluble influenza antigen. Intranasal boosting resulted in substantially increased nasal IgA, and systemic IgG titers. Amidi et al.\n53 concluded that the strong mucosal adhesiveness of the chitosan particles resulted in improved uptake by M cells and antigen‐presenting cells in the nasal mucosa, more efficient delivery to mucosal lymph nodes, and more efficient stimulation of APCs after uptake.",
            "cite_spans": [],
            "section": "INFLUENZA NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "The development of effective vaccines to control RSV has been problematic. In the 1960s, a formalin‐inactivated, alum‐precipitated human RSV vaccine (FI‐HRSV) was evaluated in young children and infants. Despite eliciting moderately high levels of virus‐specific serum antibody, the vaccine did not confer resistance to infection and when recipients were subsequently naturally infected with RSV, several children developed RSV disease with enhanced severity compared to their unvaccinated peers and two children died.54, 55 The phenomenon of disease enhancement by vaccination resulted in the abandonment of the FI‐HRSV vaccine; but despite almost 40 years of intensive research, there is still no commercially available human RSV vaccine. The currently approved bovine vaccines for RSV are also administered parenterally, and several studies suggest that as in humans, bovine RSV vaccination can predispose the animals to a disease with increased severity, following subsequent field challenge.56, 57, 58 There is also evidence that the protection afforded by these vaccines is generally short lived and that the efficacy is substantially reduced in the presence of maternal antibodies.59 Even when levels of virus‐neutralizing antibodies are high, protection against infection is not complete and reinfections are common. Systemic antibody, however, does appear to be effective in reducing the severity of subsequent infections, and in most cases probably limits infection to the URT, although this probably also depends on the relative virulence of the infecting virus.1 As with influenza, cellular immunity also appears to be important in clearing RSV from the respiratory tract, and this has been demonstrated largely in animal models.10 Therefore there is a great need for new generation vaccines which can be used in the presence of maternal antibodies, and which can induce more durable protection without the predisposing effect of the currently available vaccines. Because of these problems, RSV subunit vaccines have been investigated, and in these studies, immunogenic peptides from the F and G proteins of the virus have been shown to be important in immunity and protection against RSV disease.60, 61 The peptides were produced in the laboratory, coupled to a carrier protein (ovalbumin) and encapsulated in PLGA nanoparticles to investigate immunogenicity in mice. In these experiments, mice were immunized intranasally with the RSV nanoparticle vaccine, boosted 5 weeks later, and antibody levels and lympho‐proliferation in spleen cell suspensions measured 3 weeks after the booster inoculation. High levels of peptide‐specific IgA were demonstrated in nasal and lung washings and strong peptide‐specific proliferation responses were also recorded in spleen suspensions, indicating that migration of primed T cells had taken place from the site of mucosal stimulation in the URT to the spleen (Kavanagh and Adair, unpublished). Chitosan nanoparticles have also been used to deliver RSV short interfering (si) RNA, which was protective against RSV challenge in rats.62, 63 The Th2‐type immunity which is induced following RSV infection is thought to be due at least in part to inhibition of interferon‐alpha by the NS1 protein of the virus. Blocking of NS1 synthesis shifts the balance of the immune response toward Th1, and therefore more effective viral clearance.63 This was achieved by intranasal immunization of rats with chitosan nanoparticles, composed of chitosan complexed with plasmids containing RSV NS1 siRNA sequences. This treatment was effective in reducing RSV titres in the lung tissue, following challenge, and in reducing RSV‐induced pneumonitis.62, 63 This study demonstrated that RNA interference has a substantial future as a new and effective vaccine strategy for silencing viral genes, particularly those involved in disease pathogenesis and that nanoparticles are an effective means of delivering siRNA sequences.",
            "cite_spans": [],
            "section": "RSV NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "As described earlier, the size of the particle appears to play a role in the type of immunity which is induced. This is crucially important particularly with RSV vaccines, where a Th2‐type immune response is thought to contribute to the severity of RSV‐induced disease.3, 64 Mottram et al.\n43 using 49 nm polystyrene nanobeads conjugated with RSV (G88) protein were able to generate strong systemic Th1 immunity in mice which protected against RSV challenge. Therefore using nanoparticles of the correct size it may be possible to design RSV vaccines that avoid unwanted Th2 immunity and the risk of predisposition and consequent enhanced RSV‐immunopathology.",
            "cite_spans": [],
            "section": "RSV NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "PLGA particles incorporating PI‐3V HN and F glycoproteins have also been shown to induce virus‐neutralizing antibodies which were protective against challenge infection in hamsters.65 The particles averaged 5 µm in diameter and were inoculated orally, intranasally, or intraperitoneally. Antibody responses were undetectable following intranasal inoculation, and low following intraperitoneal administration, however challenge infection showed that virus titers were reduced by 10‐ to15‐fold in the vaccinates, compared to the controls. Intraperitoneal administration resulted in reasonable levels of virus‐neutralizing antibodies in serum and saliva, and the animals were completely protected against PI‐3V challenge.65 PI‐3V PLGA nanoparticles with an average diameter of 422 nm were also shown to induce high levels of virus‐specific antibodies in serum, following intranasal immunization of mice.66 After a single intranasal dose of the vaccine, all of the vaccinated mice developed PI‐3V neutralizing antibodies, which increased in titre following intranasal boosting. Immunoblotting demonstrated that antibodies were produced to all the major virus proteins. By comparison, polymethylmethacrylate (PMMA) particles with PI‐3V antigens adsorbed to the particle surface were poorly immunogenic and none of the immunized mice developed virus‐neutralizing antibodies even after boosting.",
            "cite_spans": [],
            "section": "PI‐3V NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "Very few experiments have been described with nanoparticle vaccines in larger animals. However, experiments in calves, inoculated intranasally with ovalbumin nanoparticles, have shown that ovalbumin‐specific IgA levels increased steadily after two administrations of the vaccine. Ovalbumin‐specific IgG was also detected in serum, following intranasal administration.67 Interestingly ovalbumin‐specific IgA persisted in the nasal secretions for a considerable period of time, and were still detectable in four out of seven vaccinated animals after 6 months. In similar studies, pig serum albumin, encapsulated in alginate microspheres measuring 1–50 µm, were inoculated intranasally into calves, and high titers of antigen‐specific IgG were detected in serum, nasal secretions, with lower titers in saliva.68 A weak antigen‐specific lympho‐proliferation response was also detected in peripheral blood mononuclear cells. Interestingly, oral immunization with the same antigen in calves failed to induce a significant antibody response.68\n",
            "cite_spans": [],
            "section": "PI‐3V NANOPARTICLES",
            "ref_spans": []
        },
        {
            "text": "Nanoparticles have been produced as vaccine delivery vehicles, which are safe and nontoxic. They have the potential to be formulated with improved adhesion properties, to ensure increased adhesion and uptake at the respiratory epithelium, and improved targeting for DCs. They can also be produced within specific size ranges to ensure that preferred Th1‐type immune responses are stimulated. Complete encapsulation of the protein also allows enhanced efficacy in the presence of maternally derived antibodies. Experimental studies indicate that correct formulations can ensure:",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        },
        {
            "text": "\n1.Controlled and prolonged release of antigen to give continuous stimulation over long time periods.2.Generation of virus‐specific IgA in the URT with the objective of limiting the chances of successful infection following virus challenge, and reducing amounts of infectious virus produced.3.Stimulation of virus‐specific systemic IgG, which has been shown to be important in protecting the LRT from virus infection.4.Stimulation of cytotoxic T cells, with the objective of facilitating rapid viral clearance, should subsequent infection occur.\n",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pathogenesis of RSV lower respiratory tract infection: implications for vaccine development",
            "authors": [],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2769-2782",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Replication and clearance of respiratory syncytial virus: apotosis is an important pathway of virus clearance after experimental infection with bovine respiratory syncytial virus",
            "authors": [],
            "year": 2002,
            "venue": "Am J Pathol",
            "volume": "161",
            "issn": "",
            "pages": "2195-2207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The role of naspharyngeal lymphoid tissue",
            "authors": [],
            "year": 1992,
            "venue": "Immunol Today",
            "volume": "13",
            "issn": "",
            "pages": "219-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Defense mechanisms against influenza virus infection in the respiratory tract mucosa",
            "authors": [],
            "year": 2004,
            "venue": "Jap J Inf Dis",
            "volume": "57",
            "issn": "",
            "pages": "236-247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Upper respiratory tract immunity",
            "authors": [],
            "year": 2003,
            "venue": "Vir Immunol",
            "volume": "16",
            "issn": "",
            "pages": "279-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Intranasal immunization with polymer‐grafted microparticles activates the nasal associated lymphoid tissue and draining lymph nodes",
            "authors": [],
            "year": 1998,
            "venue": "Immunology",
            "volume": "93",
            "issn": "",
            "pages": "249-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Immunology of the tonsils",
            "authors": [],
            "year": 1998,
            "venue": "Immunol Tod",
            "volume": "19",
            "issn": "",
            "pages": "414-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Nasal‐associated lymphoid tissue is a mucosal inductive site for virus‐specific humoral and cellular immune responses",
            "authors": [],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "1796-1803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Influence of maternal antibodies on neonatal immunization against respiratory viruses",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "1720-1727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Targeting dendritic cells with biomaterials: developing the next generation of vaccines",
            "authors": [],
            "year": 2006,
            "venue": "Trends Immunol",
            "volume": "27",
            "issn": "",
            "pages": "573-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The effect of the physical form of poly(lactic‐co‐glycolic acid) carriers on the humoral immune response to co‐delivered antigen",
            "authors": [],
            "year": 2005,
            "venue": "Biomat",
            "volume": "26",
            "issn": "",
            "pages": "2991-2999",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Respiratory syncytial virus infection in adults",
            "authors": [],
            "year": 2000,
            "venue": "Clin Microbiol Rev",
            "volume": "13",
            "issn": "",
            "pages": "371-384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Poly (lactic‐co‐glycolic acid) enhances maturation of human monocyte‐derived dendritic cells",
            "authors": [],
            "year": 2004,
            "venue": "J Biomed Mater Res",
            "volume": "71A",
            "issn": "",
            "pages": "45-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Nanoparticles as potential oral delivery systems of proteins and vaccines: a mechanistic approach",
            "authors": [],
            "year": 2006,
            "venue": "J Cont Rel",
            "volume": "116",
            "issn": "",
            "pages": "1-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Physical characterization and macrophage uptake of mannan‐coated nanoparticles",
            "authors": [],
            "year": 2003,
            "venue": "Drug Dev Ind Pharm",
            "volume": "29",
            "issn": "",
            "pages": "689-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "itIn vivo targeting of dendritic cells for activation of cellular immunity using vaccine carriers based on pH‐responsive microparticles",
            "authors": [],
            "year": 2005,
            "venue": "Proc Nat Acad Sci (USA)",
            "volume": "102",
            "issn": "",
            "pages": "18264-18268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Polysaccharide colloidal particles as delivery systems for macromolecules",
            "authors": [],
            "year": 2001,
            "venue": "Adv Drug Del Rev",
            "volume": "47",
            "issn": "",
            "pages": "83-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Chitosan as a novel nasal delivery system for vaccines",
            "authors": [],
            "year": 2001,
            "venue": "Adv Drug Del Rev",
            "volume": "51",
            "issn": "",
            "pages": "81-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Modulation of surface charge, particle size and morphological properties of chitosan‐TPP nanoparticles intended for gene delivery",
            "authors": [],
            "year": 2005,
            "venue": "Coll Surf B",
            "volume": "44",
            "issn": "",
            "pages": "65-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The virosome concept for influenza vaccines",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23S1",
            "issn": "",
            "pages": "S1/26-S1/38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Influenza virosomes are in efficient delivery system for respiratory syncytial virus‐F antigen inducing humoral and cell‐mediated immunity",
            "authors": [],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "3436-3442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Functional aspects of iscoms",
            "authors": [],
            "year": 1998,
            "venue": "Imm Cell Biol",
            "volume": "76",
            "issn": "",
            "pages": "295-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Bovine respiratory syncytial virus infection",
            "authors": [],
            "year": 2007,
            "venue": "Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "153-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Antigenicity and immunogenicity of experimental equine influenza ISCOM vaccines",
            "authors": [],
            "year": 1994,
            "venue": "Vaccine",
            "volume": "12",
            "issn": "",
            "pages": "857-863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Influenza virus iscoms: antibody response in animals",
            "authors": [],
            "year": 1988,
            "venue": "Vaccine",
            "volume": "6",
            "issn": "",
            "pages": "49-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Induction of protective immunity against influenza virus in a macaque model: comparison of conventional and iscom vaccines",
            "authors": [],
            "year": 1997,
            "venue": "J Gen Virol",
            "volume": "78",
            "issn": "",
            "pages": "757-765",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The immunostimulating complex (ISCOM) is an efficient mucosal delivery system for respiratory syncytial virus (RSV) envelope antigens inducintg high local and systemic antibody responses",
            "authors": [],
            "year": 1998,
            "venue": "Clin Exp Immunol",
            "volume": "113",
            "issn": "",
            "pages": "235-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Bovine respiratory syncytial virus ISCOM's—protection in the presence of maternal antibodies",
            "authors": [],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "646-655",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Phagocytosis and phagosomal fate of surface modified microparticles in dendritic cells and macrophages",
            "authors": [],
            "year": 2003,
            "venue": "Pharm Res",
            "volume": "20",
            "issn": "",
            "pages": "221-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Pathogen recognition and developments of particulate vaccines: does size matter?",
            "authors": [],
            "year": 2006,
            "venue": "Methods",
            "volume": "40",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Mechanisms of antigen uptake for presentation",
            "authors": [],
            "year": 1996,
            "venue": "Cur Op Immunol",
            "volume": "8",
            "issn": "",
            "pages": "348-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Induction of mucosal and systemic immune responses by immunization with ovalbumin entrapped in poly(lactide‐co‐glycolide) microparticles",
            "authors": [],
            "year": 1994,
            "venue": "Immunology",
            "volume": "81",
            "issn": "",
            "pages": "661-667",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Induction of a cytotoxic T lymphocyte response by immunization with a malaria specific CTL peptide entrapped in biodegradable polymer microspheres",
            "authors": [],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "",
            "pages": "1405-1412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Mucosal Immunology",
            "volume": "",
            "issn": "",
            "pages": "415-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Immunization with a soluble recombinant HIV protein entrapped in biodegradable microparticles induces HIV‐specific CD8+ cytotoxic T lymphocytes and CD4+ Th1 cells",
            "authors": [],
            "year": 1995,
            "venue": "Vaccine",
            "volume": "13",
            "issn": "",
            "pages": "1741-1749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Synthetic peptides entrapped in microparticles can elicit cytotoxic T cell activity",
            "authors": [],
            "year": 1996,
            "venue": "Vaccine",
            "volume": "14",
            "issn": "",
            "pages": "1523-1530",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Size dependent immune response after subcutaneous, oral and intranasal administration of BSA loaded nanospheres",
            "authors": [],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "67-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Type 1 and 2 immunity following vaccination is influenced by nanoparticle size: Formulation of a model vaccine for respiratory syncytial virus",
            "authors": [],
            "year": 2006,
            "venue": "Mol Pharm",
            "volume": "4",
            "issn": "",
            "pages": "73-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Mucosal Vaccines",
            "volume": "",
            "issn": "",
            "pages": "425-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Antigen‐specific CD8+ T cells persist in the upper respiratory tract following influenza virus infection",
            "authors": [],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "",
            "pages": "3293-3299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Cytotoxic T lymphocytes specific for influenza virus",
            "authors": [],
            "year": 1994,
            "venue": "Cur Top Microbiol Immunol",
            "volume": "189",
            "issn": "",
            "pages": "75-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Protection against influenza virus infection in polymeric Ig receptor knockout mice immunized intranasally with adjuvant‐combined vaccines",
            "authors": [],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "2930-2938",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Roles of anti‐hemagglutinin IgA and IgG antibodies in different sites of the respiratory tract of vaccinated mice in preventing lethal influenza virus pneumonia",
            "authors": [],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "2362-2371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Polymeric nanoparticles as delivery system for influenza virus glycoproteins",
            "authors": [],
            "year": 1997,
            "venue": "J Cont Rel",
            "volume": "54",
            "issn": "",
            "pages": "15-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Gut‐ and bronchus‐associated lymphoid tissue",
            "authors": [],
            "year": 1984,
            "venue": "Am J Anat",
            "volume": "170",
            "issn": "",
            "pages": "437-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Oral immunization with influenza virus in biodegradable microspheres",
            "authors": [],
            "year": 1993,
            "venue": "J Infect Dis",
            "volume": "167",
            "issn": "",
            "pages": "84-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Biodegradable microspheres containing influenza A vaccine: immune response in mice",
            "authors": [],
            "year": 1999,
            "venue": "Vaccine",
            "volume": "17",
            "issn": "",
            "pages": "1065-1073",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Analysis of the role of vaccine adjuvants in modulating dendritic cell activation and antigen presentation in vitro",
            "authors": [],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "849-855",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "N‐Trimethyl chitosan (TMC) nanoparticles loaded with influenza subunit antigen for intranasal vaccination: Biological properties and immunogenicity in a mouse model",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "144-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "An epidemiologic study of altered clinical reactivity to respiratory syncytial (RS) virus infection in children previously vaccinated with an inactivated RS virus vaccine",
            "authors": [],
            "year": 1969,
            "venue": "Am J Epid",
            "volume": "89",
            "issn": "",
            "pages": "405-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Respiratory syncytial virus disease in infants despite prior administration of antigenic inactivated vaccine",
            "authors": [],
            "year": 1969,
            "venue": "Am J Epid",
            "volume": "89",
            "issn": "",
            "pages": "442-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "A severe outbreak of respiratory disease associated with BRSV probably enhanced by vaccination with a modified live virus",
            "authors": [],
            "year": 1989,
            "venue": "Vet Quart",
            "volume": "11",
            "issn": "",
            "pages": "250-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "A bovine model of vaccine enhanced respiratory syncytial virus pathophysiology",
            "authors": [],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "1225-1236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "High mortality rate associated with bovine respiratory syncytial virus infection in Belgian White Blue calves vaccinated with an inactivated BRSV vaccine",
            "authors": [],
            "year": 2000,
            "venue": "J Vet Med B",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Epidemiological study of bovine respiratory syncytial virus infection in calves: Influence of maternal antibodies on the outcome of disease",
            "authors": [],
            "year": 1988,
            "venue": "Vet Rec",
            "volume": "124",
            "issn": "",
            "pages": "104-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Respiratory syncytial virus infection in adults: clinical, virologic and serial pulmonary function studies",
            "authors": [],
            "year": 1978,
            "venue": "Ann Int Med",
            "volume": "88",
            "issn": "",
            "pages": "203-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Complete protection of mice from respirtory syncytial virus infection following mucosal delivery of synthetic peptide vaccines",
            "authors": [],
            "year": 1999,
            "venue": "Vaccine",
            "volume": "17",
            "issn": "",
            "pages": "832-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Specific inhibition of paramyxovirus and myxovirus replication by oligopeptides with amino acid sequences similar to those at the N‐termini of F1 or the HA2 viral polypeptides",
            "authors": [],
            "year": 1980,
            "venue": "Virology",
            "volume": "105",
            "issn": "",
            "pages": "205-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Inhibition of respiratory syncytial virus infection with intranasal siRNA nanoparticles targeting the viral NS1 gene",
            "authors": [],
            "year": 2004,
            "venue": "Nature Med",
            "volume": "11",
            "issn": "",
            "pages": "56-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Respiratory syncytial virus infection in Fischer 344 rats is attenuated by short interfering RNA against the RSV‐NS1 gene",
            "authors": [],
            "year": 2007,
            "venue": "Gen Vacc Ther",
            "volume": "5",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Respiratory syncytial virus induced immunoprotection and immunopathology",
            "authors": [],
            "year": 2004,
            "venue": "Viral Immunol",
            "volume": "17",
            "issn": "",
            "pages": "370-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Microencapsulated Human Parainfluenza virus induces a protective immune response",
            "authors": [],
            "year": 1993,
            "venue": "J Infect Dis",
            "volume": "167",
            "issn": "",
            "pages": "752-755",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Immunogenicity of bovine parainfluenza type 3 virus proteins encapsulated in nanoparticle vaccines, following intranasal administration to mice",
            "authors": [],
            "year": 2003,
            "venue": "Res Vet Sci",
            "volume": "74",
            "issn": "",
            "pages": "187-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Antigen‐specific IgA and IgG responses in calves inoculated intranasally with ovalbumin encapsulated in poly(dl‐lactide‐co‐glycolide) microspheres",
            "authors": [],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "4472-4480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Induction of systemic and mucosal immune response in cattle by intranasal administration of pig serum albumin in alginate microparticles",
            "authors": [],
            "year": 2001,
            "venue": "Vet Immunol Immunopathol",
            "volume": "83",
            "issn": "",
            "pages": "93-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Respiratory syncytial virus infecion of human airway epithelial cells is polarized, specific to ciliated cells and without obvious cytopathology",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5654-5666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Infection of ciliated cells by human parainfluenza virus type 3 in an in vitro model of human airway epithelium",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "1113-1124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Influenza virus assembly and budding at the viral budozone",
            "authors": [],
            "year": 2005,
            "venue": "Adv Vir Res",
            "volume": "64",
            "issn": "",
            "pages": "383-416",
            "other_ids": {
                "DOI": []
            }
        }
    }
}