{
    "paper_id": "PMC7144599",
    "metadata": {
        "title": "Coronavirus disease 2019 infection among asymptomatic and symptomatic pregnant women: two weeks of confirmed presentations to an affiliated pair of New York City hospitals",
        "authors": [
            {
                "first": "Noelle",
                "middle": [],
                "last": "Breslin",
                "suffix": "",
                "email": "nb2565@cumc.columbia.edu",
                "affiliation": {}
            },
            {
                "first": "Caitlin",
                "middle": [],
                "last": "Baptiste",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Gyamfi-Bannerman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Russell",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Martinez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyra",
                "middle": [],
                "last": "Bernstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Ring",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Landau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Purisch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alexander",
                "middle": [
                    "M."
                ],
                "last": "Friedman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Fuchs",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Desmond",
                "middle": [],
                "last": "Sutton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Andrikopoulou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Devon",
                "middle": [],
                "last": "Rupley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jean-Ju",
                "middle": [],
                "last": "Sheen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janice",
                "middle": [],
                "last": "Aubey",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noelia",
                "middle": [],
                "last": "Zork",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Moroz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mirella",
                "middle": [],
                "last": "Mourad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Wapner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lynn",
                "middle": [
                    "L."
                ],
                "last": "Simpson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mary",
                "middle": [
                    "E."
                ],
                "last": "D’Alton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dena",
                "middle": [],
                "last": "Goffman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A retrospective review of medical records was performed over a 15-day period starting with the first polymerase chain reaction (PCR)–confirmed COVID-19 case of a pregnant patient at our institution on March 13, 2020. Patients received a diagnosis upon presentation to the labor and delivery triage unit or during direct admission to the labor unit at either the Columbia University Irving Medical Center (New York, NY) or the Allen Hospital (New York, NY), which are affiliated hospitals of the NewYork-Presbyterian Hospital system. The Columbia University Irving Medical Center is a tertiary care referral center with approximately 4600 deliveries per year, and the Allen Hospital is a closely affiliated community hospital with approximately 2300 deliveries per year.",
            "cite_spans": [],
            "section": "Study design and patients ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "During the early days of New York City COVID-19 pandemic (March 13–21, 2020), both hospitals screened all patients presenting to the labor unit at ≥20 weeks of gestation for signs, symptoms, or risk factors for COVID-19 and restricted testing of pregnant women based on our institutions’ infection prevention and control (IPC) criteria. These criteria were based on symptoms, including fever ≥37.8°C (100.0°F), dry cough, dyspnea, myalgias, or headache, and known COVID-19 exposures and/or recent travel. Specific to the COVID-19 outbreak, fever was defined by IPC as a temperature of at least 37.8°C (100.0°F). If the patient required admission and had no alternative explanation for these symptoms, COVID-19 testing using a SARS-CoV-2 quantitative PCR nasopharyngeal swab was done in addition to a PCR respiratory pathogen panel. If the patient did not require admission but had COVID-19 symptomatology, testing was done after review and approval by the IPC department. Women were discharged home with outpatient follow-up if they had stable vital signs, did not have oxygen requirement, denied significant shortness of breath or respiratory symptoms, and were deemed suitable for telehealth follow-up. After several healthcare workers were exposed with inadequate personal protective equipment (PPE) using this initial approach,5 we initiated universal COVID-19 testing for all patients admitted to the labor unit as of March 22, 2020, in addition to symptomatic triage presentations, regardless of whether they exhibited viral symptoms or other at-risk history.",
            "cite_spans": [
                {
                    "start": 1331,
                    "end": 1332,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Study design and patients ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "This study was reviewed and approved by the institutional review board under a waiver of informed consent.",
            "cite_spans": [],
            "section": "Study design and patients ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We reviewed clinical documentation for all pregnant women who tested positive for COVID-19 using SARS-CoV-2 PCR nasopharyngeal swab. Records related to neonates born to COVID-19–positive women were also reviewed.",
            "cite_spans": [],
            "section": "Data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Demographic variables that were continuous and normally distributed were expressed as means and standard deviations. Nonparametric continuous variables were expressed as medians with interquartile ranges (IQRs). All data were tested for normality with the appropriate result, presented as median vs mean. Categorical variables were expressed as numbers and percentages. In reporting outcomes, women are divided into 2 groups: (1) those who were symptomatic and (2) those who were asymptomatic and detected by screening.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The demographics of the cohort are presented in the Table\n. Maternal age ranged from 20 to 39 years with a mean age (SD) of 26.9 (5.9) years. Median gestational age at presentation was 37 0/7 weeks (IQR, 32 4/7–38 6/7). Most women were obese, with body mass index (BMI) ≥30 kg/m2 (n=26, 60.5%). The mean BMI of the cohort was 30.9 (5.3) kg/m2, and 2 women (4.7%) had a BMI of 40 or greater. Eighteen women (41.8%) had an additional comorbid condition, with mild intermittent asthma (n=8, 18.6%) representing the most common comorbidity. Other comorbid conditions included type 2 diabetes mellitus (n=3, 7.0%) and chronic hypertension (n=3, 7.0%). Patients mostly resided in the Bronx (n=21, 48.8%) or upper Manhattan (n=19, 44.2%), and 1 patient was from out of state.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 57,
                    "mention": "Table",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of the 43 women in this cohort, 3 (7.0%) were initially admitted for COVID-19 symptoms, 18 (41.9%) were admitted for obstetric reasons, and the remaining 22 (51.2%) were deemed stable and received exclusively outpatient management. One previously symptomatic patient was notably readmitted at day 6 postpartum owing to worsening respiratory symptoms. Obstetric reasons for primary admission included preterm labor (n=1), scheduled term cesarean delivery (n=1), term labor (n=7), and term labor induction (n=9). Among term labor inductions, 5 were obstetrically indicated (cholestasis of pregnancy, pregestational diabetes mellitus, worsening chronic hypertension, gestational hypertension, and decreased fetal movement) and 4 were elective at ≥39 weeks of gestation.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "Based on COVID-19 disease severity characteristics by Wu and McGoogan,6 37 women (86%) exhibited mild disease, 4 (9.3%) severe disease, and 2 (4.7%) critical disease (Figure\n).",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Over the 2-week study period, 29 of the 43 women (67.4%) who presented for inpatient triage assessment reported symptoms potentially consistent with COVID-19 and had a positive PCR test result. Among them, 20 (69%) reported COVID-19 symptoms as chief complaints and 9 (31%) presented with primary obstetric complaints but were identified to be symptomatic upon routine screening. The most common symptom at presentation was dry cough (n=19, 65.6%) followed by fever (n=14, 48.3%) and myalgias (n=11, 37.9%). Less commonly reported symptoms included headache (n=8, 27.6%), shortness of breath (n=7, 24.1%), and chest pain (n=5, 17.2%). Of 29 women, 26 (89.7%) had a combination of these symptoms. A total of 10 women (34.5%) reported sick contacts.",
            "cite_spans": [],
            "section": "Patients with symptoms upon presentation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of 29 symptomatic COVID-19–positive women, 25 (86.2%) were stable for discharge, with normal vital signs, no need for supplemental oxygen, and no clinical indication for imaging or treatment. Vital sign parameters and symptom-related return precautions were reviewed before discharge. These 25 women were followed up for 14 days via telehealth with daily telephone calls for monitoring of symptoms and maternal well-being. None of these 25 women required admission for COVID-19 management at initial presentation. However, 4 symptomatic patients (13.8%) required admission for obstetric indications, including 34-week preterm labor, term labor, term prelabor rupture of membranes, and 40 5/7-week labor induction.",
            "cite_spans": [],
            "section": "Patients with symptoms upon presentation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of 29 symptomatic patients with COVID-19 who were initially cared for in the outpatient setting, 4 (13.8%) later re-presented with symptoms of worsening fevers or increased work of breathing that required admission. This occurred within a week of COVID-19 diagnosis for all 4 women. Three of these women were admitted to the obstetric inpatient antepartum service, whereas the fourth woman was admitted to the medicine service 6 days postpartum. None of the antepartum women required oxygen supplementation upon admission. In consultation with infectious disease specialists, the first pregnant patient received hydroxychloroquine (600 mg orally every 12 hours for 1 day, followed by 400 mg daily for 4 days) along with ceftriaxone (1 g intravenously every 24 hours for 2 days) as treatment for possible superimposed bacterial pneumonia. This patient had continuous fever before admission, with an admission temperature of 38.4°C. The second pregnant patient received supportive therapy with intravenous hydration only. This patient had a coinfection with parainfluenza virus and appeared unwell upon presentation but rapidly improved with intravenous hydration. The third pregnant patient received ceftriaxone (1 g intravenously every 24 hours for 2 days), azithromycin (500 mg orally daily for 3 days), and intravenous hydration. Despite these women having similar objective findings, they received different treatments after consultation with the infectious disease specialists, likely owing to nuances in their clinical characteristics and evolving recommendations. The fourth patient required readmission 6 days postpartum and 7 days after COVID-19 test confirmation. This woman re-presented to care because of worsening COVID-19 symptoms and a new oxygen requirement. Upon presentation, her oxygen saturation was 92% on room air but was noted to drop down to the high 80s% with movement. In addition, she was tachypneic with a respiratory rate of 30–32 breaths/min. She was initially placed on a nonrebreather face mask and eventually weaned to oxygen support via nasal cannula. The chest x-ray examination confirmed a bilateral multifocal pneumonia. She was admitted to the medicine stepdown unit after assessment by an intensive care unit (ICU) triage team. She was treated with oral hydroxychloroquine, with dosing as described previously. She currently remains an inpatient.",
            "cite_spans": [],
            "section": "Patients with symptoms upon presentation ::: Results",
            "ref_spans": []
        },
        {
            "text": "In our overall cohort of COVID-19–positive pregnant women, 14 of 43 patients (32.6%) initially presented without COVID-19–associated symptoms. Two of these women initially presented for obstetrically indicated labor induction. Both developed symptoms that mimicked obstetric complications, but they were ultimately diagnosed with COVID-19 as part of a broad differential, as previously described by this group.5 Both patients required postpartum admission to the ICU because of complications such as respiratory distress. One of the 2 patients who required ICU readmission developed renal insufficiency and remains an inpatient receiving supportive care without current need for mechanical ventilation or dialysis. The other patient improved and was discharged home. Both of their babies tested negative for COVID-19.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 411,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Patients asymptomatic upon presentation ::: Results",
            "ref_spans": []
        },
        {
            "text": "The remaining 12 of 14 patients were asymptomatic upon presentation and identified as a result of universal testing at labor unit admission for obstetric indications. Of these 12 patients, 4 (33%) remained afebrile and asymptomatic throughout their delivery hospitalization and postpartum courses to date. Fever ranging from 37.9°C to 39.2°C (100.2°F–102.6°F) developed in 8 patients (66.7%) during admission, in 5 patients intrapartum, and 3 postpartum. The 5 patients who developed intrapartum fever received antibiotics (ampicillin and gentamicin) for suspected intraamniotic infection. Three of the patients with intrapartum fever received misoprostol as part of their labor induction, 2 of whom remained on antibiotics postoperatively for treatment of presumed endometritis. Of the 3 women in whom fever developed postpartum, none had focal findings on examination or clear etiologies for their temperature elevations. Of the 8 women who were febrile after asymptomatic diagnosis of COVID-19, none developed respiratory symptoms throughout their delivery hospitalization. No patients had prolonged hospitalizations, with all women discharged home on either postpartum day 2 or 3. All 13 discharged women are being followed up per our outpatient COVID protocol by either daily telehealth or telephone calls. Of those who have been discharged home, 6 of 13 (46.2%) have developed symptoms including cough, myalgias, chest pain, anosmia, and/or dysgeusia within the first 7 days after a positive swab result. However, none of these women have required a postpartum visit to the office or emergency room. The other 7 remain asymptomatic to date (April 2, 2020).",
            "cite_spans": [],
            "section": "Patients asymptomatic upon presentation ::: Results",
            "ref_spans": []
        },
        {
            "text": "The 18 women who delivered included 4 symptomatic women upon initial presentation and 14 initially asymptomatic, as described previously. Of these, 8 women (44.4%) had a cesarean delivery. Cesarean deliveries were performed for nonreassuring fetal heart tones (n=3), repeat cesarean (n=2), arrest of descent (n=1), arrest of dilation (n=1), and failed labor induction (n=1). The remaining 10 women (55.5%) had uncomplicated normal vaginal deliveries.",
            "cite_spans": [],
            "section": "Delivery characteristics ::: Perinatal outcomes ::: Results",
            "ref_spans": []
        },
        {
            "text": "All 18 women received neuraxial anesthesia (either using intrapartum epidural analgesia or spinal or combined spinal-epidural anesthesia). None had contraindications (such as thrombocytopenia or sepsis) to neuraxial procedure, and no hemodynamic instability and neurologic complications were noted in any of the cases. One patient required intraoperative conversion to general anesthesia because of intraoperative hemorrhage.5\n",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Anesthesia considerations ::: Results",
            "ref_spans": []
        },
        {
            "text": "All 18 infants had Apgar scores of ≥7 at 1 minute and ≥9 at 5 minutes, and all were tested for COVID-19 by SARS-CoV-2 PCR nasopharyngeal swab. Of these, 15 infants tested negative on day of life (DOL) 0; 2 infants had unclear results on DOL 0, but the test results were negative when repeated on DOL 1–2. The remaining infant had an “indeterminant” test result, which was clinically managed as a “presumptive negative” diagnosis, as this result may reflect low-level detection. This infant was discharged home on DOL 4 and is currently being followed up in the COVID nursery clinic. The infant has no signs of COVID-19 in the most recent follow-up on DOL 6. Three of the 28 infants were admitted to neonatal intensive care unit (NICU): 1 for prematurity at 34 6/7 weeks, 1 for evaluation of a congenitally diagnosed multicystic dysplastic kidney after delivery at 39 5/7 weeks, and 1 for respiratory distress with concern for sepsis at 37 weeks. This neonate had a negative test result for COVID-19. None of the neonates had IgG/IgM SARS-CoV-2 testing. All 18 infants, including 3 initially admitted to the NICU, have since been discharged home. Healthy newborns were either roomed in with their mothers in isolettes whenever possible or cared for in an isolated nursery for babies of COVID-19–positive mothers throughout their stay. Mothers were asked to perform hand hygiene and wear a surgical mask at all times. Mothers rooming in with babies were instructed to keep a 6-foot distance from their babies when possible. However, breastfeeding was encouraged with hand hygiene and maternal masking.",
            "cite_spans": [],
            "section": "Neonatal outcomes ::: Results",
            "ref_spans": []
        },
        {
            "text": "We found that pregnant women with COVID-19 presenting with obstetric complaints or for delivery are often asymptomatic, suggesting a protocol of universal testing for pregnant women admitted to the labor unit. We further found that although many of these women ultimately developed symptoms, disease severity in this small cohort of pregnant patients—86% mild, 9.3% severe, and 4.7% critical—appeared similar to what was described in literature for nonpregnant people.7\n",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Principal findings ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings are similar to the published case series from China of pregnant women with COVID-19 that showed overall favorable prognosis. However, these case series are small.8\n,\n9 Chen et al9 described 9 cases of pregnant women affected by COVID-19 during pregnancy. None of these patients required ICU admission or mechanical ventilation. Liu et al8 described 15 cases of pregnant patients who developed COVID-19. None of these women had preexisting comorbidities, and none required intensive care or intubation. Two of these women were asymptomatic at presentation and underwent testing owing to epidemiologic contact history. However, on computed tomography evaluation, lesions consistent with COVID-19 pneumonia were detected. In contrast to these series, 4 patients in this case series had severe disease and another 2 women developed critical presentations that required intensive care. Although the overall number is small, based on this limited case series, the course of COVID-19 during pregnancy appears roughly comparable with what was described outside of pregnancy. However, there are reasons why conclusions such as this may be false and misleading. Nonpregnant patients presenting to care during the COVID-19 outbreak generally present owing to worsening respiratory symptoms, whereas many pregnant women in this case series presented to care for ongoing obstetric reasons and before the onset of upper respiratory tract viral infection symptoms or fever. Our policy of universal testing for women admitted for delivery revealed an unexpected number of asymptomatic cases and suggested a milder course of disease in general. A universal testing strategy may therefore identify a milder subset of asymptomatic or presymptomatic women who are currently underrepresented in general population testing data, which is plagued by testing shortages and test rationing. As a result, there is likely an overrepresentation of sicker patients with COVID-19 in this broad test-positive cohort. Moreover, the only ICU admissions in this series were of asymptomatic women; hence our findings must be interpreted with caution until more data become available.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 180,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Results in the context of what is known ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "There is evidence that during pandemics, there is a trend toward increased disease severity among pregnant women.4\n,\n10 During the 1918 influenza pandemic, among the 1350 reported cases of influenza in pregnant women, the proportion of deaths was reported to be 27%.4 Similarly, regarding the SARS virus, Wong et al11 reported that approximately 50% of pregnant women who developed SARS required ICU admission because of low oxygen saturation, with approximately 66% requiring mechanical ventilation. The mortality rate was as high as 50% for these women who required ICU admission. In the 2009 H1N1 influenza virus outbreak, pregnant women were 4 times more likely to be hospitalized and at increased risk of complications compared with the general population.12 Pregnant women may be more susceptible to respiratory pathogens and pneumonia compared with nonpregnant women owing to physiological adaptations to pregnancy, such as airway edema, diaphragmatic elevation, increased oxygen consumption, and pregnancy-related immunoalterations.8 These adaptive changes also make women less tolerant to hypoxia.8 Therefore, until more evidence is available, there is a reason to remain concerned for the clinical course of COVID-19 in pregnant women, despite encouraging early experiences here and elsewhere.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 266,
                    "end": 267,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 315,
                    "end": 317,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 761,
                    "end": 763,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1040,
                    "end": 1041,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Results in the context of what is known ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "COVID-19 represents a major public health threat, and based on current trajectories for exponential disease growth, it is reasonable to expect that a large number of potentially asymptomatic pregnant women will present for care. Our findings suggest that COVID-19 is frequently asymptomatic and should be considered in all pregnant women in areas of high disease prevalence.",
            "cite_spans": [],
            "section": "Clinical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Universal testing for all pregnant women upon admission for delivery has potential value for many reasons. First, it allows us to identify asymptomatic patients with COVID-19, facilitating early initiation of infection control precautions including isolation, as asymptomatic people are known to shed the virus.13 Second, it allows us to conserve our already limited PPE supplies in test-negative women. Although testing turnover is currently suboptimal (at our hospitals, it is on average 8 hours at the time of this writing), labor often extends beyond this time frame. Third, it provides useful information for the well-baby and neonatal intensive care nurseries and reassures mothers before interacting with their newborns. Although there is no current proof of vertical transmission or transmission of the virus via maternal breast milk, viral shedding from asymptomatic or symptomatic women may also have implications in the management of neonates, with the possibility of neonatal infection from droplet transmission or nosocomial infection.14 Our findings from a large proportion of asymptomatic positive patients also support more restrictive visitor policies, strict hand and respiratory hygiene precautions, and masking for all patients, birth partners, and the labor unit staff.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 313,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Clinical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We also found that when common perinatal and postoperative infectious or respiratory complications (such as chorioamnionitis, fever, or postoperative shortness of breath) arise in untested women, COVID-19 should be part of the differential diagnosis, and testing is indicated.",
            "cite_spans": [],
            "section": "Clinical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The implications of asymptomatic COVID-19 in pregnant women are just now being understood. This report may have important implications for obstetric practice during the pandemic, but our understanding will continue to evolve as we follow these and other similar patients. Moreover, ramifications for their infants and family members are also not clear, particularly if the patients never become symptomatic. Of note, the total number of women tested for COVID-19 during the study period was not provided; however, this was an intentional decision, given changing testing strategies over the study time period that we believe would limit conclusions. An evaluation of COVID-19 detection rate with our current hospital testing strategy that includes universal testing for admitted patients is the focus of a planned follow-up study that is currently underway. Finally, we need more data to understand whether the virus is vertically transmitted. A case report revealed elevated IgM levels in an infant 2 hours after cesarean delivery, although serial nasopharyngeal swabs until DOL 16 were all negative.14 In our small series, no neonates have tested positive to date and are being followed up serially.",
            "cite_spans": [
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Research implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Owing to high COVID-19 prevalence in New York City, we are able to provide the largest case series to date of pregnant women with COVID-19, although admittedly this series remains small. This cohort also includes patients presenting for care at either of the 2 affiliated hospitals with close proximity and similar clinical practices. There is also no loss to follow-up in this series. In areas with lower disease prevalence, there may be a different rate of asymptomatic individuals with COVID-19, and our findings may not be generalizable to other centers or regions.",
            "cite_spans": [],
            "section": "Strengths and limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "COVID-19 disease severity in pregnant women—86% mild, 9.3% severe, and 4.7% critical—appears similar to that in nonpregnant adults. Our strategy of universal testing identified asymptomatic women with COVID-19, many of whom subsequently developed temperature elevations or disease symptoms. We believe that universal testing for all pregnant women admitted to the labor unit, in addition to those who present for triage evaluation of symptomatic complaints, has obvious benefits that should inform best practices to protect patients, their families, and the obstetric care providers. Further research is needed to understand the true magnitude of risks and improve management.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table: Patient characteristics\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure: Severity of COVID-19 infections in asymptomatic and symptomatic COVID-19–positive patients BID, twice a day; COVID-19, coronavirus disease 2019; ICU, intensive care unit; IV, intravenous; PCR, polymerase chain reaction; PO, by mouth; SARS-Cov-2, severe acute respiratory syndrome coronavirus 2. Breslin et al. COVID-19 in asymptomatic and symptomatic pregnant women. AJOG MFM 2020.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Novel coronavirus—China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pregnant women & influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S.F.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T.N.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Obstet Gynecol",
            "volume": "191",
            "issn": "",
            "pages": "292-297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "H1N1 2009 influenza virus infection during pregnancy in the USA",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Honein",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "451-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177-1179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Neonatal early onset infection with SARS-CoV-2 in 33 neonates born to mothers with COVID-19 infection in Wuhan, China",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronavirus disease 2019 (COVID-19). Cases in U.S",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia: a case-control study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Pandemic influenza and pregnant women",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Bresee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "95-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "COVID-19 in pregnancy: early lessons",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z.Y.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Pregnancy and perinatal outcomes of women with coronavirus disease (COVID-19) pneumonia: a preliminary analysis",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809-815",
            "other_ids": {
                "DOI": []
            }
        }
    }
}