{
    "paper_id": "PMC7185435",
    "metadata": {
        "title": "Neutrophil Diversity in Health and Disease",
        "authors": [
            {
                "first": "Carlos",
                "middle": [],
                "last": "Silvestre-Roig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zvi",
                "middle": [
                    "G."
                ],
                "last": "Fridlender",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Glogauer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrizia",
                "middle": [],
                "last": "Scapini",
                "suffix": "",
                "email": "patrizia.scapini@univr.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Neutrophils were thought to consist of a homogeneous population of cells that display potent antimicrobial functions including phagocytosis, degranulation, and neutrophil extracellular trap (NET) (see Glossary) production [1]. Data from the past decade have revealed that neutrophils may also exert immunoregulatory functions, as well as displaying phenotypic and functional plasticity 1., 2.. Heterogeneous populations of circulating neutrophils have been described based on discrete parameters (e.g., cell-surface markers, buoyancy, maturity, functions, localization) both in healthy and pathological conditions including cancer, infections, and autoimmune and inflammatory disorders 3., 4., 5., 6., 7., 8., 9.. In addition, the number of studies describing the existence of tissue-based populations of neutrophils, which can be either resident or newly infiltrated, and which acquire specialized phenotypes/functions depending on the tissue microenvironment, is continuously growing 3., 4., 5., 6., 7., 8., 9.. The question of neutrophil heterogeneity is of significant interest; however, no consensus criteria and/or molecular evidence have been demonstrated to unequivocally and reproducibly define clinically relevant distinct neutrophil subsets. Therefore, whether various reported neutrophil populations consist of bona fide neutrophil subsets, or represent different states of maturation and/or activation of neutrophils exposed to disease-specific pathological conditions, remains a main open question in the field.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "1.",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "2.",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "3.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "4.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "5.",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "7.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "9.",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 986,
                    "end": 988,
                    "mention": "3.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 990,
                    "end": 992,
                    "mention": "4.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 994,
                    "end": 996,
                    "mention": "5.",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "7.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "9.",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Diversity and Heterogeneity of Neutrophils: State of the Art",
            "ref_spans": []
        },
        {
            "text": "In this review we summarize and critically discuss the most recent findings on mammalian neutrophil heterogeneity. In view of several species-specific differences that might have a profound impact on the phenotypic and functional plasticity of neutrophils, human and mouse studies are separately discussed, highlighting similarities and differences between current findings in the two species. There is emerging evidence of heterogeneous populations of neutrophils in other organisms, such as the rhesus macaque [10], zebrafish 11., 12., and horse [13], but these are beyond the scope of our discussion.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 528,
                    "end": 531,
                    "mention": "11.",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 533,
                    "end": 536,
                    "mention": "12.",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 548,
                    "end": 552,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Diversity and Heterogeneity of Neutrophils: State of the Art",
            "ref_spans": []
        },
        {
            "text": "Several publications have reported that, in healthy individuals, 45–65% of circulating neutrophils are CD177+\n5., 6., 8., 14., with variability of CD177 expression reflecting control by epigenetic mechanisms [15] (Figure 1\n). CD177 (also known as human neutrophil antigen NB1) is a glycoprotein expressed on the plasma membrane and within specific granules of neutrophils. It is known to promote the interaction of neutrophils with endothelial cells, as well as their transmigration out of the vasculature, by binding to platelet endothelial cell adhesion molecule-1 (PECAM-1 or CD31) [16] or β2 integrins [17]. Because CD177 also serves as a receptor of membrane-bound proteinase 3, a major antigen targeted by antineutrophil cytoplasmic antibodies (ANCAs), the association between expression of CD177 and susceptibility to develop (ANCA)-associated systemic vasculitis is under investigation 18., 19., 20.. Similarly to the CD177+ neutrophil population, only a small proportion (~20–25%) of circulating mature neutrophils in healthy subjects express the glycoprotein olfactomedin 4 (OLFM4) that is contained within specific neutrophilic granules [21] (Figure 1). The specific function of this protein in neutrophils is still unknown. Indeed, whether OLFM4+ neutrophils represent a real distinct functional population remains unclear because OLFM4+ and OLFM4− neutrophils do not display major functional differences other than a differential ability to produce NETs in vitro\n[22]. Notably, the frequency of OLFM4+ neutrophils is increased in sepsis relative to healthy conditions [23], whereas the frequency of circulating CD177+ neutrophils is increased in other inflammatory diseases including asthma [24], sepsis 25., 26., cancer [27], and inflammatory bowel disease [28]. It is important to note that, although the presence of these subpopulations has been reported in several studies, a deeper understanding of the specific functions of these cells will be necessary to determine their prognostic or therapeutic clinical value. Other studies have suggested, based on differential expression of selected markers, that other circulating neutrophil subpopulations, for example, those expressing the T cell receptor αβ (TCRαβ)+\n[29] or proangiogenic CD49d+CXCR4+vascular endothelial growth factor (VEGFR1)+\n[30], are present in healthy individuals, but these observations remain to be further validated.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "5.",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 114,
                    "end": 116,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 118,
                    "end": 120,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 122,
                    "end": 125,
                    "mention": "14.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 208,
                    "end": 212,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 585,
                    "end": 589,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 894,
                    "end": 897,
                    "mention": "18.",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 899,
                    "end": 902,
                    "mention": "19.",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 904,
                    "end": 907,
                    "mention": "20.",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1717,
                    "end": 1720,
                    "mention": "25.",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1722,
                    "end": 1725,
                    "mention": "26.",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1771,
                    "end": 1775,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2230,
                    "end": 2234,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2309,
                    "end": 2313,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity under Homeostatic Conditions",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1154,
                    "end": 1162,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nNeutrophil ontogeny is currently recognized as a major contributor to heterogeneity 3., 8., 9.. Because of its rapid homeostatic turnover, the size of the circulating mature neutrophil pool is maintained by a fine balance between granulopoiesis, neutrophil release from the bone marrow (BM) into the circulation, and ultimately return to the BM for final clearance by resident macrophages [31] (Figure 1). Although the latter process has been better characterized in mice (see below), there is also evidence for neutrophil recycling and destruction within the human BM [32]. Currently, there is renewed interest in better understanding the sequential steps of neutrophil maturation 33., 34., as well as the transcriptomic and epigenomic programs they carry [35], and through which these granulocytes progressively acquire specific functional abilities. Further complicating our understanding of neutrophil identities, the phenotype of circulating mature neutrophils appears to vary over the course of their lifespan 3., 6., 8., 9.. Similarly to what has been consistently published in papers utilizing mouse models (see below), diurnal oscillations of C-X-C chemokine receptor type 4 (CXCR4) expression have been found in circulating neutrophils from healthy subjects, and these were proposed to correlate with neutrophil maturation and aging 36., 37.. Moreover, as shown by flow cytometry analysis performed at different times of the day, the proportion of CXCR4−\nCD62L\n+ young and CXCR4+CD62L− aged neutrophil populations among circulating neutrophils from healthy individuals has been shown to be regulated by circadian oscillations [37] (Figure 1). Naïve tissues were traditionally considered to be devoid of neutrophils in the absence of inflammatory insults. However, recent findings from mice (see below) have revealed the existence of neutrophil pools that, under homeostatic conditions, reside in the spleen and liver, in addition to the BM 3., 5., 6., 9.. In this context, although this finding remains controversial [38], a human splenic neutrophil subpopulation that resides within the splenic marginal zone (MZ) has been defined as ‘B cell helper neutrophils’ (NBH cells) based on their unique ability to promote B cell proliferation and antibody production, and which is absent from resting circulating neutrophils [39] (Figure 1). Overall, further research will be necessary to gain a better understanding of the phenotypic and functional features of reported neutrophil subpopulations in the circulation and tissues of healthy individuals.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "3.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 93,
                    "end": 95,
                    "mention": "9.",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 390,
                    "end": 394,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 570,
                    "end": 574,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 683,
                    "end": 686,
                    "mention": "33.",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 688,
                    "end": 691,
                    "mention": "34.",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 758,
                    "end": 762,
                    "mention": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "3.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "mention": "9.",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1344,
                    "end": 1347,
                    "mention": "36.",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "mention": "37.",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "mention": "3.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "mention": "5.",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1959,
                    "end": 1961,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1963,
                    "end": 1965,
                    "mention": "9.",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2028,
                    "end": 2032,
                    "mention": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2330,
                    "end": 2334,
                    "mention": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity under Homeostatic Conditions",
            "ref_spans": [
                {
                    "start": 396,
                    "end": 404,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1643,
                    "end": 1651,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2336,
                    "end": 2344,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The expression of surface glycoproteins, such as CD177 or OLMF4, that in humans has been thought to define distinct neutrophil subpopulations, is also present in mice in different proportions 14., 40. (Figure 1); however, their functional relevance remains unknown. Of note, a mouse neutrophil subpopulation defined as CD49d+CXCR4+VEGFR1+ and proangiogenic [30] has been described elsewhere [5]. Developmental analysis of neutrophil populations within the mouse BM has instead revealed the existence of subpopulations of proliferative precursors as well as immature and mature neutrophils (similar to their circulating counterparts), and these have also been proposed to be present in humans (see above) (Figure 1); these subpopulations display different expansion and effector activities under microbial and tumoral stress 33., 34.. Indeed, although mature neutrophils were found to be essential for antimicrobial host defense in a mouse model of cecal ligation and puncture (CLP)-induced sepsis [33], neutrophil precursors were able to expand and support granulopoiesis in CLP [33], as well as in pancreatic [33] and melanoma [34] tumor mouse models; in the latter models, neutrophil precursors could also promote tumor growth by exerting T cell-mediated immunosuppression via p\nrogrammed death ligand 1 (PD-L1/CD274)-dependent mechanisms [34]. Similarly, the neutrophil ‘aging’ process is better documented in mice than in humans. After mobilization from the BM, circulating aged neutrophils upregulate CXCR4 and CD11b, and lose CD62L, before homing back to the BM, spleen, or liver for clearance 37., 41. (Figure 1). Aged neutrophils are also retained in the lung, where they become apoptotic by interacting with B cells, a process that precedes their clearance by tissue-resident macrophages [42]. In this mouse model, B cell depletion reduced apoptosis of aged neutrophils which then accumulated in the lung and induced interstitial inflammation and fibrosis [42]. Of note, this aging process is necessary for the circadian control of hematopoietic niche function and progenitor mobilization [41], while also enhancing neutrophil antimicrobial activity during host defense in a mouse model of Candida albicans infection [37]. Thus, neutrophil aging can favor migration to the tissue at night-time, and enhance the antimicrobial properties of neutrophils at the time of the day when mice are exposed to pathogens. Mechanistically, antibiotic treatment or mice deficient in Toll-like receptors (TLRs) 2 or 4 showed reduced numbers of aged neutrophils relative to controls, suggesting that microbiome signals transduced through TLRs could promote neutrophil aging [43]. Moreover, owing to their increased inflammatory activity, accumulated aged neutrophils have also been reported to promote vascular damage and disease; for instance, relative to controls, they contributed to increasing infarction size lesions and vaso-occlusion in mouse models of myocardial infarction and sickle cell disease, respectively 37., 43.. Finally, as shown in multiple mouse studies, there is strong evidence that, in the absence of inflammatory insults, neutrophils are not necessarily confined to the BM, blood, and margination sites (mostly the lungs and spleen), but are able to transit into, and remain in, many tissues where they might exert organ-specific functions [44] (Figure 1). Perhaps consistent with specialized macrophages residing in the liver or brain (i.e., Kupffer cells or microglia) [45], it is reasonable to speculate that there may also be specialized resident neutrophils within other tissues or sites, although this remains to be investigated. Regarding function, intestinal CD169+ macrophage-mediated neutrophil phagocytosis has been shown to reduce the production of interleukin (IL)-23 and lower the secretion of granulocyte colony-stimulating factor (G-CSF), thus distally controlling granulopoiesis within the BM [44]. In the lung, neutrophil infiltration could alter the circadian regulation of gene transcription as well as the susceptibility to develop metastasis in tumor mouse models [44]. Of note, mass cytometry analysis of multiple tissues has shown that, of all myeloid subsets, neutrophils display the highest degree of heterogeneity [46], supporting the concept that specialized neutrophils are present within different organs. For instance, in line with observations in human samples, splenic MZ-residing neutrophils constitute a subpopulation harboring a specific ability to regulate B cell responses, mostly via secretion of soluble pentraxin 3 during homeostasis as well as during Streptococcus pneumonia infection [47] (Figure 1). Moreover, based on the capacity for motility as well as Ly6G expression (lymphocyte antigen 6 complex locus G6D, a specific marker of mouse neutrophils), two neutrophil subpopulations have been identified within the splenic red pulp; these subsets have specific roles in mediating pneumococcal clearance and emergency granulopoiesis\n[48] (Figure 1), highlighting the fact that neutrophil heterogeneity can also be found within specific regions of some organs. In line with this concept, a recent study has shown the heterogeneous migratory responses of BM neutrophils within different bones after stroke, with prominent recruitment of neutrophils from the calvaria bone compared with the tibial bone [49]. Collectively, these observations suggest site-specific differences in neutrophil subpopulations and phenotypes – even within specific organs – of relevance for organs with anatomically specialized regions such as the spleen. However, further evidence to validate these findings is required.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "mention": "14.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 200,
                    "mention": "40.",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 357,
                    "end": 361,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 391,
                    "end": 394,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 824,
                    "end": 827,
                    "mention": "33.",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 829,
                    "end": 832,
                    "mention": "34.",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "mention": "37.",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1605,
                    "end": 1608,
                    "mention": "41.",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1797,
                    "end": 1801,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1965,
                    "end": 1969,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2098,
                    "end": 2102,
                    "mention": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2226,
                    "end": 2230,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2667,
                    "end": 2671,
                    "mention": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3013,
                    "end": 3016,
                    "mention": "37.",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3018,
                    "end": 3021,
                    "mention": "43.",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3357,
                    "end": 3361,
                    "mention": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3488,
                    "end": 3492,
                    "mention": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3927,
                    "end": 3931,
                    "mention": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 4103,
                    "end": 4107,
                    "mention": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 4258,
                    "end": 4262,
                    "mention": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 4644,
                    "end": 4648,
                    "mention": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4994,
                    "end": 4998,
                    "mention": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 5361,
                    "end": 5365,
                    "mention": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity under Homeostatic Conditions",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 705,
                    "end": 713,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1610,
                    "end": 1618,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3363,
                    "end": 3371,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4650,
                    "end": 4658,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5000,
                    "end": 5008,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Recent studies have reported that immunosuppressive neutrophil populations, that display a heterogeneous phenotype of mature activated and immature cells, might play a role in fetomaternal immune tolerance and in preventing pathological conditions in neonates 50., 51., 52., 53., 54.. These immunosuppressive low-density neutrophils (LDNs), also known as polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs) (Boxes 1 and 2\n), have been described in the blood of neonates 50., 53., 54., as well as in the blood [54], placenta [51], and breast milk [52] of pregnant women. They can efficiently suppress CD4+ and CD8+ T cell proliferation in vitro, mostly via reactive oxygen species (ROS) production [54]. As revealed by specific functional assays in vitro, LDNs/PMN-MDSCs from neonates and pregnant women can also skew the type 1/2 T helper (Th)\ncell balance toward a Th2/T regulatory cell polarization phenotype 51., 53.; they can also inhibit natural killer cell cytotoxicity and TLR-expression on monocytes 52., 54.. In agreement with the proposed role of neutrophils in angiogenesis\n[55], an additional neutrophil population beyond LDNs/PMN-MDSCs has been described in second-trimester decidua; this population displays specialized proangiogenic functions, as revealed by their enhanced ability to perform transendothelial invasion and induce endothelial tube formations in vitro compared with resting circulating neutrophils [56]. Considering that immune tolerance and angiogenesis are fundamental processes in both pregnancy and cancer, a deeper characterization of the similarities and differences (in terms of ontogeny, phenotype, and functions) of these various neutrophil populations may provide a better understanding of how specific – and currently elusive – different mechanisms can protect mammalian fetuses from immune attack; or alternatively, from a different angle, can be hijacked to potentially license tumor development.Box 1Circulating Human Low-Density Neutrophils: General FeaturesMature neutrophils are found on top of red blood cells after density gradient centrifugation of blood from healthy donors, these are referred to here as normal-density neutrophils (NDNs; alternatively called high-density neutrophils, HDNs) [54] (Figure I). By contrast, density gradient centrifugation of blood from patients with acute or chronic inflammatory diseases reveals heterogeneous populations of neutrophils within the mononuclear cell fraction (defined as low-density neutrophils, LDNs) that may include immature and mature cells, with the latter usually displaying features of ‘activated/degranulated’ neutrophils [54]. Although a decreased buoyant density represents an intrinsic feature of immature neutrophils, it is not known why only a fraction of mature neutrophils become LDNs upon in vivo activation. The nonspecific combination of markers utilized to characterize the phenotype of LDNs by flow cytometry (e.g., lineage markers such as CD66b and CD15; maturation markers such as CD11b, CD16, and CD10; activation markers such as CD66b, CD16, CD11b, CD62L, CD54, and CD63) [134], together with the limited number of studies that have carefully performed phenotypic and functional comparisons between LDNs and autologous NDNs, has hampered the definitive determination of whether and how these neutrophil populations are related. Furthermore, because NDNs from healthy donors may become LDNs as a consequence of improper blood handling and cell isolation techniques [134], comparison between various studies may be problematic. This highlights the need to carefully follow recently established experimental guidance for the characterization and isolation of LDNs [134]. Another fundamental issue is that studies on LDNs are mostly performed by isolating total ‘CD66b+ cells’, thus leading to functional results that do not distinguish between the specific contributions of mature versus immature neutrophils.The major populations of LDNs described to date include: (i) immunosuppressive LDNs, also known as polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs), that are typically found in cancer, pregnancy, infections, and systemic inflammation (see main text) 57., 66., 124.; (ii) proinflammatory LDNs, or ‘low-density granulocytes’ (LDGs), that are typically found in autoimmune diseases (see main text) [96].A crucial issue regarding LDNs is that, owing to the lack of standardized functional markers, the definition of these cells as ‘immunosuppressive’ or ‘proinflammatory’ derives from their tested activity in functional assays performed with isolated cells in vitro. In this context, a commonly accepted requirement in the field is indeed that the definition of an identified LDN population as PMN-MDSCs must rely on its demonstrated ability to suppress T cell responses (such as proliferation and/or IFN-γ production). The same requirement is valid for other suppressive neutrophil populations described (see main text). Current guidance for the standardization and harmonization of functional tests for suppressive cells has recently been provided [135].\nAlt-text: Box 1Box 2Neutrophils versus PMN-MDSCs in CancerDifferent terminologies have been used to describe granulocytic or polymorphonuclear (PMN) cells in cancer. The term ‘PMN myeloid-derived suppressor cells’ (PMN-MDSCs) originally referred to immature immunosuppressive granulocytes [110]. ‘MDSC’ is a general term that was assigned later to both mature and immature myeloid cells, either monocytic (M-MDSC) or granulocytic (PMN-MDSC) cells, that are capable of suppressing immune responses, for example, T cell proliferation These subpopulations of MDSCs possess different immunosuppressive properties and mechanisms 57., 124..However, there is significant phenotypic and functional overlap between PMN-MDSCs and neutrophils, making it hard to clearly separate the two 57., 66., 109.. Many researchers in the field regard PMN-MDSCs as being a distinct population of cells. However, many others believe that PMN-MDSCs are not a unique separate cell population but are instead a subgroup of neutrophils with suppressive activity [109]. Moreover, we do not currently see a phenotypic path to distinguishing N2 TANs from PMN-MDSCs in tumors. Indeed, there are currently no validated markers that can unequivocally separate PMN-MDSCs from other neutrophils [134] (Box 1 and main text). For instance, mouse neutrophils are defined as CD11b+GR1+Ly6G+ cells [124], and mouse PMN-MDSCs are also defined as CD11b+GR1+Ly6G+, although they have suppressive activity [124]. In humans, mature neutrophils are defined as CD15+CD66b+CD16+CD14−\n66., 109., and human PMN-MDSCs are defined by a more complex phenotypic panel containing at least six markers, namely CD15+CD66b+CD16+/−CD14−CD11b+/−CD33+HLA-DR−\n57., 66., 134.; however, this could also describe regular neutrophils. Indeed, the suggested term ‘PMN-MDSC-like’ to describe cells with surface markers of ‘PMN-MDSCs but no suppressive activity’ [124], has not been accepted in the field.These similar phenotypic definitions are probably the basis of the confusion and characterization overlap between PMN-MDSCs and neutrophils in mice and humans. Based on recent findings in humans, the distinction of these two populations based on their maturation stage is not conclusive. Whereas PMN-MDSCs were initially reported to be immature (i.e., part of the immature LDNs), recent evidence suggests that, at least in some settings, the mature neutrophils are actually more immunosuppressive than the immature neutrophils [62]. Whether in mice PMN-MDSCs may also consist of mature cells remains to be defined.As can be clearly seen in this review, neutrophils are extremely adaptable and dynamic cells that are capable of many different – and occasionally opposite – functions simultaneously. Thus, it is important to not overlook this reality, and to avoid focusing on a single functional aspect of a subpopulation of neutrophils while ignoring other parallel functions.Alt-text: Box 2",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "mention": "50.",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 265,
                    "end": 268,
                    "mention": "51.",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 270,
                    "end": 273,
                    "mention": "52.",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 275,
                    "end": 278,
                    "mention": "53.",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 280,
                    "end": 283,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 481,
                    "end": 484,
                    "mention": "50.",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 486,
                    "end": 489,
                    "mention": "53.",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 491,
                    "end": 494,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 535,
                    "end": 539,
                    "mention": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 557,
                    "end": 561,
                    "mention": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 708,
                    "end": 712,
                    "mention": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 922,
                    "end": 925,
                    "mention": "51.",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 927,
                    "end": 930,
                    "mention": "53.",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "mention": "52.",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "mention": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "mention": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2254,
                    "end": 2258,
                    "mention": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2640,
                    "end": 2644,
                    "mention": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 3106,
                    "end": 3111,
                    "mention": "[134]",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 3498,
                    "end": 3503,
                    "mention": "[134]",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 3695,
                    "end": 3700,
                    "mention": "[134]",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 4204,
                    "end": 4207,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 4209,
                    "end": 4212,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 4214,
                    "end": 4218,
                    "mention": "124.",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 4349,
                    "end": 4353,
                    "mention": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 5101,
                    "end": 5106,
                    "mention": "[135]",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 5397,
                    "end": 5402,
                    "mention": "[110]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 5732,
                    "end": 5735,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 5737,
                    "end": 5741,
                    "mention": "124.",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 5884,
                    "end": 5887,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 5889,
                    "end": 5892,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 5894,
                    "end": 5898,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 6142,
                    "end": 6147,
                    "mention": "[109]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 6367,
                    "end": 6372,
                    "mention": "[134]",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 6465,
                    "end": 6470,
                    "mention": "[124]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 6569,
                    "end": 6574,
                    "mention": "[124]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 6643,
                    "end": 6646,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 6648,
                    "end": 6652,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 6805,
                    "end": 6808,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 6810,
                    "end": 6813,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 6815,
                    "end": 6819,
                    "mention": "134.",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 7001,
                    "end": 7006,
                    "mention": "[124]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 7570,
                    "end": 7574,
                    "mention": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Pregnancy",
            "ref_spans": [
                {
                    "start": 2260,
                    "end": 2268,
                    "mention": "Figure I",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Recent evidence from mouse models has further corroborated the concept that, similarly to humans, suppressive neutrophil populations may play an important role in immune tolerance during pregnancy. Indeed, mouse PMN-MDSCs – that are deemed to be immunosuppressive immature neutrophils – have been described in animal models of acute and chronic inflammation (i.e., cancer, infectious diseases, autoimmunity, and obesity) [57] (Box 2 and section on Neutrophil Diversity and Heterogeneity in Cancer). During mouse pregnancy, they are increased in the circulation of pregnant females relative to non-pregnant females, migrate to the uterus, and can drive CD4+ and CD8+ T cell suppression, thus permitting embryo implantation and successful pregnancy; indeed, depletion of these neutrophils using anti-Gr-1 antibodies caused CD3+ T cell infiltration in the uterus and resorption of the conceived embryo 58., 59.. Mechanistically, such T cell suppression by PMN-MDSCs was reported to be driven by downregulation of L-selectin (CD62L) on naïve CD4+ and CD8+ T cells from pregnant females relative to non-pregnant females, thereby decreasing neutrophil migration to lymph nodes and activation [58]. In mouse neonates, hints of putative mechanisms for PMN-MDSC differentiation stemmed from a human study showing that breast milk-derived lactoferrin could stimulate PMN-MDSC production and immunosuppression; this in turn was deemed to control inflammatory responses associated with microbial colonization of the gut and lung in infants [50]. Indeed, depletion of PMN-MDSCs exacerbated inflammation and reduced survival in an experimental mouse model of necrotizing enterocolitis – a type of intestinal injury that can occur during microbiota colonization of infants and that affects 7–10% of human newborns [50]. Although the latter finding requires further validation in humans, these data suggest a tolerogenic role of PMN-MDSCs during pregnancy, extending to the first week of life to control inflammation during microbial colonization of neonates.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "mention": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 899,
                    "end": 902,
                    "mention": "58.",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 904,
                    "end": 907,
                    "mention": "59.",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "mention": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "mention": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1799,
                    "end": 1803,
                    "mention": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity in Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Mobilization of immature CD66b+CD10− neutrophils into the circulation (known as the ‘left shift’) is a well-characterized phenomenon that takes place as a consequence of emergency granulopoiesis [31], either artificially induced [e.g., by lipopolysaccharide\n(LPS) or G-CSF administration] or disease-associated (e.g., sepsis, infection, cancer). The renewed interest in immature CD66b+CD10− neutrophils comes from recent evidence showing that these cells, despite their ‘immature state’, can perform innate immune functions (e.g., chemotaxis and antimicrobial defense) 54., 60., 61., as well as displaying functional plasticity and immunoregulatory properties (e.g., modulation of proliferation and cytokine production by CD4+ and CD8+ T cells) 62., 63., 64., 65.. Whether immature neutrophils represent a distinct neutrophil subpopulation remains an open question.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 569,
                    "end": 572,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 574,
                    "end": 577,
                    "mention": "60.",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 579,
                    "end": 582,
                    "mention": "61.",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 745,
                    "end": 748,
                    "mention": "62.",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 750,
                    "end": 753,
                    "mention": "63.",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": "64.",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 760,
                    "end": 763,
                    "mention": "65.",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Acute Inflammation and Infection",
            "ref_spans": []
        },
        {
            "text": "Systemic inflammation may also lead to the generation of neutrophil subpopulations, some of which are endowed with immunosuppressive properties. These cells have been empirically found within the mononuclear cell fraction (the above-mentioned LDNs/PMN-MDSCs), within both the mononuclear cell and normal-density neutrophil (NDN) fractions, or represent neutrophils obtained via red blood cell lysis without performing any density gradient centrifugation 8., 54., 66. (Figure 2\nand Box 1). The latter two types are usually defined as ‘suppressive neutrophils’ and, unlike LDNs/PMN-MDSCs that often contain immature elements 54., 57., 66., they are homogeneously composed of populations of mature activated cells 8., 54. (Figure 2 and Box 1). Typical LDNs/PMN-MDSCs are observed in septic patients, as well as in those with fungal (e.g., Aspergillus fumigatus and C. albicans) and viral (e.g., bunyavirus and hepatitis C and B virus) infections 54., 67., 68., 69., 70.; they have been shown to inhibit proliferation and interferon γ (IFN-γ) production by CD4+ and CD8+ T cells in vitro via ROS or arginase 1 (ARG1) production 54., 67., 68., 69., 70.. However, their phenotype and functions are less well characterized than those of LDNs/PMN-MDSCs in pregnancy and cancer. Nonsuppressive LDNs displaying either proinflammatory or so far undefined functions have also been described in patients with thrombocytopenia syndrome exhibiting severe fever, as well as in patients with malaria, tuberculosis, or asthma 54., 71..",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 458,
                    "end": 461,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 463,
                    "end": 466,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 623,
                    "end": 626,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 628,
                    "end": 631,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 633,
                    "end": 636,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 715,
                    "end": 718,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 943,
                    "end": 946,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 948,
                    "end": 951,
                    "mention": "67.",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 953,
                    "end": 956,
                    "mention": "68.",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 958,
                    "end": 961,
                    "mention": "69.",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 963,
                    "end": 966,
                    "mention": "70.",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "mention": "67.",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "mention": "68.",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "mention": "69.",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "mention": "70.",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1508,
                    "end": 1511,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1513,
                    "end": 1516,
                    "mention": "71.",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Acute Inflammation and Infection",
            "ref_spans": [
                {
                    "start": 468,
                    "end": 476,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 720,
                    "end": 728,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Populations of mature activated suppressive PD-L1+ neutrophils inhibiting T cell functions via PD-L1-dependent mechanisms [72], or CD10+ neutrophils inhibiting T cell functions via CD11b-dependent ARG1 release [63], have been reported in both the LDN and NDN peripheral blood fractions of HIV-1-infected patients [72] as well as of healthy donors receiving 10 μg/kg per day G-CSF for 5 days for stem cell mobilization (G-CSF-treated donors), respectively, relative to healthy controls [63] (Figure 2). In studies performed in healthy volunteers receiving a single systemic administration of 2 ng/kg LPS, and in patients with trauma induced by severe injuries, a population of mature activated CD62LlowCD16high suppressive neutrophils was isolated directly from whole blood 8., 73. and these were shown to display hypersegmented nuclei, indicating increased maturation compared with normal blood neutrophils (Figure 2). These cells were found to inhibit proliferation and cytokine [e.g., IFN-γ and interleukin (IL)-13] production by CD4+ and CD8+ T cell in vitro via CD11b-dependent ROS release 8., 73.. Notably, similar populations of CD62LlowCD16high neutrophils have been reported in the peripheral blood, nasal biopsies, and nasal lavage fluid of allergic patients [74], as well as in the peripheral blood and bronchoalveolar lavage fluid of infants with different types of viral respiratory infections (e.g., respiratory syncytial virus, bocaviruses, coronavirus, or rhinoviruses) with and without bacterial coinfection (e.g., Haemophilus influenza, Staphylococcus aureus, Streptococcus pneumonia, or Pseudomonas aeruginosa) [75]. However, in the former case (allergy), CD62LlowCD16high neutrophils displayed T cell priming activity – revealed by their ability to increase the expression of CD69+ on naïve CD4+ T cells [74]. In the latter case (viral infections), CD62LlowCD16high neutrophils were defined as immunosuppressive without verifying their ability to inhibit T cell functions in vitro\n[75]. Overall, although subpopulations of human neutrophils endowed with suppressive properties have been proposed under different pathophysiological conditions (e.g., pregnancy, acute inflammation, infections, cancer) (Boxes 1 and 2, and section on Neutrophil Diversity and Heterogeneity in Cancer), our knowledge of these cells remains limited. Of note, in these various studies the putative suppressive neutrophil subpopulations were identified by utilizing typical neutrophil lineage, maturation, and/or activation markers, and this is relevant because they may not be uniquely associated with immunosuppressive functions. Therefore, such immunosuppressive properties still need to be verified by functional assays performed with isolated cells in vitro (Box 1). Thus, a deeper understanding of the intrinsic features of these neutrophil subpopulations (e.g., their transcriptomic and phenotypic properties, and their mechanisms of differentiation) will be necessary to better determine whether they are bona fide and distinct neutrophil subsets derived from a common progenitor committed to suppressive functions, or, alternatively, are the result of an induced state of maturation/activation that, perhaps upon sensing specific changes in microenvironments, can subsequently acquire suppressive functions.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "mention": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 210,
                    "end": 214,
                    "mention": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 313,
                    "end": 317,
                    "mention": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 485,
                    "end": 489,
                    "mention": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 777,
                    "end": 780,
                    "mention": "73.",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1094,
                    "end": 1096,
                    "mention": "8.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "mention": "73.",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "mention": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "mention": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1823,
                    "end": 1827,
                    "mention": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2000,
                    "end": 2004,
                    "mention": "[75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Acute Inflammation and Infection",
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 908,
                    "end": 916,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Other populations of neutrophils identified in inflammatory/infectious conditions include CD63+\n[76] or PD-L1+\n[77] neutrophils identified in the airways of cystic fibrosis patients; CD64+ neutrophils, that are increased in sepsis or systemic infections (e.g., pneumonia) [78]; neutrophils expressing receptor activator of nuclear factor κΒ ligand (RANKL) – a member of the tumor necrosis factor (TNF) superfamily – identified in the blood of chronic obstructive pulmonary disease patients [79]; CD49d+ cysteinyl leukotriene receptor 1 (CysLTR1)+ neutrophils present in the nasal lavage fluid of patients with respiratory tract infections caused by different viruses (e.g., influenza virus, respiratory syncytial virus, or rhinovirus) [80]; human leukocyte antigen – DR isotype (HLA-DR)+ neutrophils present in Brazilian patients with leishmaniasis [81]; and para- and proinflammatory neutrophil populations that are present in the oral cavity of healthy or chronic periodontal disease subjects, respectively 82., 83.. The question remains whether these populations are distinct subsets derived through differentiation or via activation by cytokines present during ongoing disease/inflammatory processes.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "mention": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 111,
                    "end": 115,
                    "mention": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 272,
                    "end": 276,
                    "mention": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 490,
                    "end": 494,
                    "mention": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 735,
                    "end": 739,
                    "mention": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 849,
                    "end": 853,
                    "mention": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "mention": "82.",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "mention": "83.",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Acute Inflammation and Infection",
            "ref_spans": []
        },
        {
            "text": "Studies performed using mouse models of inflammation/infections have contributed to the understanding that neutrophil heterogeneity is influenced by the nature and severity of the insult or pathogen – an important concept that requires further investigation in humans. As extensively reviewed elsewhere, pioneering papers have shown that different subpopulations of neutrophils develop (proinflammatory, CD11b−CD49d+IL-12+; anti-inflammatory, CD11b+CD49d−IL-10+), as in the case of methicillin-resistant S. aureus infections 14., 84. (Figure 1). Recently, in mouse models of acute infection with Japanese encephalitis virus [85], chronic infection with Myobacterium tuberculosis\n[86], or in polymicrobial sepsis [87], populations of PMN-MDSCs were shown to inhibit CD4+ T cell proliferation and IFN-γ production, and also reduced differentiation and IL-21 production of T follicular helper cells, that in turn support pathogen immune evasion (Figure 2). Moreover, pathogen dose can also be decisive during host defense, inducing neutrophils harboring opposite functions. Although lethal infection with Francisella tularensis has been shown to induce immature PMN-MDSC expansion in the BM and spleen, promote tissue damage, and reduce host survival, nonlethal doses can favor the expansion of mature neutrophils, leading instead to the resolution of infection [88]. In a mouse model of CLP, relative to controls, TLR4 activation in neutrophils prevented their recruitment to infected peritoneum via downregulation of chemokine CXCR2 expression – a process that was associated with enhanced mortality during sepsis and which was countered by IL-33 administration [89]. Similarly, bacterial products have been shown to prime neutrophils to an activated state characterized by the shedding of surface CD62L and enhanced expression of CD11b [90]. In line with this evidence, neutrophil activation after bacterial infection has been reported to lead to a subpopulation of CD11bhighCD62LlowCXCR2low neutrophils which migrate to lymph nodes and initiate adaptive responses [91]. Migrating neutrophils have been characterized by enhanced expression of surface receptors associated with antigen-presenting cell (APC) functions (i.e., MHC class II, CD80, or CD86) relative to circulating neutrophils (Figure 2). Similarly, populations of ‘neutrophil–dendritic cell (DC) hybrids’ expressing markers of both neutrophils and DCs and displaying APC activity, have been identified in mice with acute peritonitis, Escherichia coli chronic skin inflammation, and fungal infections such as Blastomyces dermatitidis, A. fumigatus, or C. albicans\n92., 93. (Figure 2). Of note, similar populations of neutrophil–DC hybrids have been isolated from patients with lung cancer [64] (see below). Finally, the ability of neutrophils to retro-transmigrate into the bloodstream, migrate to the lung to upregulate CXCR4, and return to the BM for clearance [94] represents an additional phenomenon that could contribute to neutrophil heterogeneity in infection\\inflammation in mice, although this is poorly characterized in humans. Moreover, retro-transmigrated neutrophils express CD54 and have been associated with secondary organ damage [14], as well as with effective bacterial phagocytosis during sepsis [95] (Figure 2). Overall, although the specific neutrophil subpopulations found in mouse models do not completely mirror their human counterparts (i.e., from cell-surface markers), important similarities are shared in terms of functionality (i.e., immunosuppressive activity, APC functions), as well as their influence on the outcomes of infections 84., 86., 87., 88., 93., 94.. As a result, mouse models are invaluable in that they can shed light on the importance of specific pathogen infections as possible sources of neutrophil heterogeneity; this information might in turn help in the development of tailored therapeutic strategies to improve host immune defense.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "mention": "14.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 530,
                    "end": 533,
                    "mention": "84.",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 624,
                    "end": 628,
                    "mention": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 679,
                    "end": 683,
                    "mention": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 712,
                    "end": 716,
                    "mention": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "mention": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "mention": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "mention": "[90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 2065,
                    "end": 2069,
                    "mention": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 2626,
                    "end": 2629,
                    "mention": "92.",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 2631,
                    "end": 2634,
                    "mention": "93.",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 2751,
                    "end": 2755,
                    "mention": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2925,
                    "end": 2929,
                    "mention": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 3208,
                    "end": 3212,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3277,
                    "end": 3281,
                    "mention": "[95]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 3626,
                    "end": 3629,
                    "mention": "84.",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 3631,
                    "end": 3634,
                    "mention": "86.",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 3636,
                    "end": 3639,
                    "mention": "87.",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 3641,
                    "end": 3644,
                    "mention": "88.",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 3646,
                    "end": 3649,
                    "mention": "93.",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 3651,
                    "end": 3654,
                    "mention": "94.",
                    "ref_id": "BIBREF93"
                }
            ],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity in Acute Inflammation and Infection",
            "ref_spans": [
                {
                    "start": 535,
                    "end": 543,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 943,
                    "end": 951,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2290,
                    "end": 2298,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2636,
                    "end": 2644,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3283,
                    "end": 3291,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Most of our knowledge of neutrophil heterogeneity in chronic inflammation derives from studies performed in autoimmune diseases 54., 96.. In these studies, the presence of LDNs has been consistently reported in patients with systemic lupus erythematosus (SLE), psoriasis, chronic granulomatous disease, ANCA-associated systemic vasculitis, rheumatoid arthritis (RA), juvenile idiopathic arthritis, and pyogenic arthritis-pyoderma gangrenosum-acne syndrome 54., 96., 97., 98., 99., 100.. As opposed to immunosuppressive LDNs/PMN-MDSCs, LDNs from autoimmune patients have been defined as low-density granulocytes (LDGs) (Box 1 and Figure 3\n) based on their proinflammatory properties 4., 7., 54., 96., including the promotion of Th17 cell differentiation and proliferation [101]. It is important to note that the distinction between LDNs/LDGs and LDNs/PMN-MDSCs is based only on functional assays performed on isolated cells because no validated markers have been identified that can discriminate between suppressive and proinflammatory neutrophil subpopulations (Box 1). The described proinflammatory functions of LDGs include an enhanced ability to release proinflammatory cytokines (including TNF-α, IL-17, and IFN-α) and an increased ability to induce endothelial cell toxicity in vitro\n4., 7., 54., 96. compared with autologous NDNs. However, most of the gene expression studies attributed to LDNs/LDGs have been performed using CD66b+ cells isolated from mononuclear cells, with a declared purity of >90–95 % [96]. Because contamination of neutrophils even by <1% mononuclear cells may lead to false positive results [102], the reported ability of proinflammatory LDNs/LDGs to produce IL-17 and IFN-α requires further confirmation using truly pure samples. Nonetheless, the main pathogenic role of LDNs/LDGs in autoimmunity appears to be largely related to their enhanced ability, relative to autologous NDNs, to expose autoantigens through the release of NETs [96]. In this context, NETs released by LDNs/LDGs obtained from the peripheral blood of SLE patients contain, compared with NETs from autologous or healthy control circulating NDNs, elevated amounts of immunogenic antigens such as oxidized mitochondrial DNA [103] and citrullinated or ubiquitinated antigens that can activate plasmacytoid dendritic cells or macrophages 96., 104.. Moreover, in RA patients, NET-derived citrullinated antigens from circulating neutrophils have been recently found to be phagocytosed and presented to in vitro generated antigen-specific CD4+ T cell clones by synovial fibroblasts, which in turn can trigger the generation of autoantibodies that contribute to inflammation [105]. However, the degree to which the proinflammatory properties (e.g., NETosis) of LDNs/LDGs are specific to these cells remains to be determined – especially when considering that enhanced IFN-α production and/or NETosis by SLE NDNs relative to controls has also been reported 106., 107.. Despite limited knowledge about the origin and phenotype of such neutrophil subpopulations, the presence of circulating LDGs and their associated gene signatures in different patient samples is increasingly being considered to be part of the set of clinical parameters that are relevant to evaluate disease activity, vascular inflammation, and response to treatment in conditions such as systemic vasculitis, SLE, RA, and juvenile idiopathic arthritis 96., 98., 100., 108..",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 133,
                    "end": 136,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 456,
                    "end": 459,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 461,
                    "end": 464,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 466,
                    "end": 469,
                    "mention": "97.",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "98.",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 476,
                    "end": 479,
                    "mention": "99.",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 481,
                    "end": 485,
                    "mention": "100.",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "4.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "7.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 690,
                    "end": 693,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 695,
                    "end": 698,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 771,
                    "end": 776,
                    "mention": "[101]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "mention": "4.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "mention": "7.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "mention": "54.",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "mention": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1621,
                    "end": 1626,
                    "mention": "[102]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1965,
                    "end": 1969,
                    "mention": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 2223,
                    "end": 2228,
                    "mention": "[103]",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 2335,
                    "end": 2338,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 2340,
                    "end": 2344,
                    "mention": "104.",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 2668,
                    "end": 2673,
                    "mention": "[105]",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 2949,
                    "end": 2953,
                    "mention": "106.",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 2955,
                    "end": 2959,
                    "mention": "107.",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 3413,
                    "end": 3416,
                    "mention": "96.",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 3418,
                    "end": 3421,
                    "mention": "98.",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 3423,
                    "end": 3427,
                    "mention": "100.",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 3429,
                    "end": 3433,
                    "mention": "108.",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Chronic Inflammation",
            "ref_spans": [
                {
                    "start": 629,
                    "end": 637,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To date, evidence of true mouse neutrophil heterogeneity in mouse models of autoimmune diseases is lacking.",
            "cite_spans": [],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity in Chronic Inflammation",
            "ref_spans": []
        },
        {
            "text": "Multiple and heterogeneous neutrophil populations displaying either pro- or antitumor functions have been identified within the circulation and tumor tissues of cancer patients, as well of tumor-bearing mice [109]. For instance, LDNs/PMN-MDSCs (Boxes 1 and 2, and Figure 4\n) have been consistently found in the blood of a variety of cancer patients, such as non-small cell lung cancer (NSCLC), head and neck cancer (HNC), hepatocellular carcinoma, colorectal cancer, and more, and the frequency of these cells often correlates with disease severity and/or responsiveness to treatment 57., 66., 109.. For example, correlating with the well-described heterogeneous composition of LDNs/PMN-MDSCs, three separate LDN/PMN-MDSC populations from advanced HNC and urological cancer patients have been described based on the spectra of differential expression of CD11b and CD16 (e.g., CD16+CD11b+, CD16-CD11b+, and CD16-CD11b- cells) [110], with a high degree of variability across different individuals 62., 110.. Of note, most studies reporting the immunosuppressive properties (typically mediated via ROS or ARG1 release) of LDNs/PMN-MDSCs from different cancer patients (as well as other conditions) have not determined the specific contributions of each neutrophil subpopulation to tumor progression and prognosis 57., 66., 109.. In line with what was previously reported for CD10+ mature neutrophils in G-CSF-treated donors [63], mature CD11b+CD16+ LDNs/PMN-MDSC populations from peripheral blood of HNC and urological cancer patients – and not the immature forms – display higher T cell-suppressing activities ex vivo than the other subpopulations, and may also have clinical relevance because high numbers of these CD11b+CD16+ PMN-MDSCs, but not of other PMN-MDSC subpopulations, correlated with adverse outcomes in HNC [62]. These observations further highlight the importance of characterizing the phenotypic and functional properties of mature and immature neutrophils. Furthermore, preliminary cytometry time-of-flight mass spectrometry (CyTOF) analysis data using peripheral blood from NSCLC cancer patients (Z.G. Fridlender et al., unpublished) could support the utilization of CD10 as a possible indicator to distinguish neutrophil subpopulations in the circulation of cancer patients. These data, however, remain to be validated. Unfortunately, the main separation between NDNs and LDNs reported so far is based on the density of neutrophils, thus precluding the possibility of isolating and better characterizing a specific subpopulation 57., 66., 109.. Although density gradients per se are not ideal for identifying neutrophil subsets in future clinical test settings, they currently constitute an important method for studying disease-related neutrophil subpopulations. In recent years, however, several new emerging markers of distinct populations of circulating neutrophils have been described and related to clinical settings for different types of cancer. For instance, lectin-type oxidized LDL receptor 1 (LOX-1) has been proposed as a putative marker to distinguish suppressive populations of PMN-MDSCs from normal neutrophils in the blood and tissues of HNC and NSCLC cancer patients [111]. A high frequency of circulating and tumor-localized CCR5+ neutrophils (described as HLA-DR-/lowCD11b+CD14-CD15+ PMN-MDSCs) has instead been found in melanoma patients [112]. Advanced cancer patients presented high frequencies of circulating CCR5+ cells with high expression of ARG1 and PD-L1, two important mediators of T cell suppression by neutrophils, suggesting that CCR5+ cells may have a stronger immunosuppressive phenotype than CCR5- cells [112]. The same group also described a similar phenotype of CCR5+ circulating neutrophils in NSCLC [113]. In another study of colorectal cancer patients receiving any form of cancer therapy, the expression of CD38 was increased in circulating neutrophils relative to untreated patients and healthy donors [114]. In chronic lymphocytic leukemia, leukemic lymphocytes promoted the ex vivo differentiation of neutrophils into a more immunosuppressive population, characterized as CD16highCD62Ldim, compared with neutrophils that were not exposed to these cells or their conditioned media [115]. Finally, two distinct neutrophil populations of CD13high and CD13low neutrophils, that are present both in blood and tumor tissues, were described in patients with pancreatic ductal adenocarcinoma (PDAC) [116], whereas two different circulating neutrophil populations were found based on the differential expression of immunoglobulin-like transcript 3 (ILT3) – high and low – in NSCLC patients [117]. Both these markers separated cells with similar morphology but with different expression profiles of membrane proteins and functions, and perhaps with distinct prognostic significance. Indeed, PDAC patients with more CD13high neutrophils had a shorter overall survival than those with fewer CD13high neutrophils [116], and patients with an increased fraction of the ILT3high subset had a shorter median survival than patients with a smaller ILT3high fraction [117]. The above observations regarding candidate markers for the potential identification of neutrophil subpopulations in malignancies (and possibly other diseases), although attractive, remain to be further validated.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 213,
                    "mention": "[109]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 584,
                    "end": 587,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 589,
                    "end": 592,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 594,
                    "end": 598,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 925,
                    "end": 930,
                    "mention": "[110]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 995,
                    "end": 998,
                    "mention": "62.",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "mention": "110.",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "mention": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1819,
                    "end": 1823,
                    "mention": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2546,
                    "end": 2549,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2551,
                    "end": 2554,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2556,
                    "end": 2560,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 3202,
                    "end": 3207,
                    "mention": "[111]",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 3376,
                    "end": 3381,
                    "mention": "[112]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 3657,
                    "end": 3662,
                    "mention": "[112]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 3756,
                    "end": 3761,
                    "mention": "[113]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 3962,
                    "end": 3967,
                    "mention": "[114]",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 4242,
                    "end": 4247,
                    "mention": "[115]",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 4453,
                    "end": 4458,
                    "mention": "[116]",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 4643,
                    "end": 4648,
                    "mention": "[117]",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 4962,
                    "end": 4967,
                    "mention": "[116]",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 5109,
                    "end": 5114,
                    "mention": "[117]",
                    "ref_id": "BIBREF116"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Cancer",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The phenotypic changes of cancer-related circulating neutrophils during tumor progression affect the composition and infiltration of neutrophils into tumors – the latter generally being described as tumor-associated neutrophils (TANs) 66., 109. (Figure 4). To date, it is not clear whether different neutrophil populations enter the tumor or whether changes occur inside the tumor microenvironment [9]. Despite the fact that our current understanding of the phenotype, mechanisms of infiltration, and functions of TANs is still limited, especially in humans, heavy infiltration of these cells within the tumor microenvironment has been associated with dismal prognosis [118]. Data on human TANs has been mostly assessed in early cancer, from which material is more available. The few studies that have successfully isolated human TANs for functional assays reported that these cells could either promote 64., 119. or inhibit 120., 121. antitumor cytotoxic T cell responses. Among these studies, it is worth mentioning the small populations of TANs expressing markers typically associated with APCs, including HLA-DR, CD14, CD206, CD86, and CCR7, that were discovered in lung cancer patients [64]. This unique population of neutrophils termed ‘HLA-DR+ APC-like hybrid TANs’, were reported to stimulate and support antitumor CD8+ T cell responses in vitro\n[64] (Figure 4).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "mention": "66.",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 240,
                    "end": 244,
                    "mention": "109.",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 669,
                    "end": 674,
                    "mention": "[118]",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 904,
                    "end": 907,
                    "mention": "64.",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 909,
                    "end": 913,
                    "mention": "119.",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 925,
                    "end": 929,
                    "mention": "120.",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 931,
                    "end": 935,
                    "mention": "121.",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "mention": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "mention": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Humans ::: Neutrophil Diversity and Heterogeneity in Cancer",
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1360,
                    "end": 1368,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Recent studies have identified a population of circulating LDNs in tumor-bearing mice that resemble either mature or immature cells in terms of heterogeneous composition, similarly to the LDNs described in the blood of cancer patients [122]. However, unlike humans, the two subtypes of circulating mature neutrophils from tumor-bearing mice, which separated within the NDN and LDN layers following density gradient centrifugation, were reported to display opposing functional properties 122., 123.. Specifically, NDNs displayed direct tumor cytotoxicity and antitumor properties [123], whereas LDNs were immunosuppressive and more tumor-permissive than the other population ex vivo and in vivo\n[122] (Figure 4). However, the mechanisms leading to functional differences between mature NDNs and LDNs remain unknown. A major population of suppressive neutrophils, generally described as immature cells and consistently reported to be present in the spleen, BM, and tumor tissue of tumor-bearing mice, have been termed PMN-MDSCs (Box 2 and Figure 4) 57., 124.. Their biological features and presumed roles in disease have been comprehensively summarized in recent reviews 57., 124.. However, it should be noted that the relationship between cancer-related neutrophils, including suppressive neutrophils, and PMN-MDSCs, especially in mice, remains somewhat vague (Box 2).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 240,
                    "mention": "[122]",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 487,
                    "end": 491,
                    "mention": "122.",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "123.",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 579,
                    "end": 584,
                    "mention": "[123]",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 694,
                    "end": 699,
                    "mention": "[122]",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "mention": "124.",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "mention": "57.",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "mention": "124.",
                    "ref_id": "BIBREF123"
                }
            ],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity in Cancer",
            "ref_spans": [
                {
                    "start": 701,
                    "end": 709,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1037,
                    "end": 1045,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Several studies performed in tumor-bearing mice, but not yet validated in humans, have also contributed to our knowledge of neutrophils within the tumor microenvironment. A decade ago the presence of transforming growth factor (TGF)-β was demonstrated to promote the differentiation of tumor-promoting neutrophils in mice (referred to as ‘N2 TANs’) [125], whereas IFN-β [126] or TGF-β blockade [125] resulted in an antitumor phenotype (‘N1 TANs’) (Figure 4). It is possible that TAN pro- or antitumor phenotypes may be the sum of neutrophil population properties, with an overall tumor-promoting versus cytotoxic phenotype, and do not reflect a definite dichotomal state of activation. The N2 versus N1 phenotypes appear to result from a complex combination of gene expression, tilting the overall phenotypic balance, and it may be inaccurate to refer to single specific genes as N1-only or N2-only genes. Alternatively, it has been suggested that the differences between N1 and N2 TANs are not necessarily due to two unique transcriptional programs, but instead represent two states of activation; in other words, N1 TANs might produce the same mediators as N2, but at different concentrations [127]. The question of whether TANs can undergo irreversible polarization or adopt reversible activation states remains unresolved. It is also not clear if N2 cells can change into N1 cells and vice versa under the influence of changes in the tumor microenvironment [9]. An interesting study in that regard recently described how nicotinamide phosphoribosyltransferase (NAMPT) – part of the G-CSF signaling cascade – might be involved in the protumorigenic conversion of neutrophils inside the tumor microenvironment by affecting angiogenesis [128]. In this study, inhibition of NAMPT signaling was shown to decrease the expression of the proangiogenic factors matrix metalloproteinase 9 (MMP-9), VEGF, and S100 calcium-binding protein A8 (S100A8) in TANs relative to control treatment, thus impairing the development of a functional tumor vasculature [128]. Moreover, recent work suggested that a glucose-restricted tumor microenvironment could induce metabolically adapted, oxidative neutrophils, and maintain intratumoral immunosuppression by a subpopulation of TANs [129]. In addition, IL-35 was reported to skew neutrophils into an N2 phenotype inside tumors [130]. These studies are examples of the influence of the microenvironment on TAN phenotypes in mice. Some descriptions of differential mouse TAN subpopulations based on the expression of several markers have also been reported in different mouse models of cancer. For instance, a substantial number of colon TANs were found to express the cytolytic enzyme granzyme B, which was absent from neutrophils in spleen and peripheral blood [131]. A population of CXCR2+ TANs recruited into tumors by TNF-α-activated mesenchymal stromal cells (MSCs) were deemed to be responsible for the prometastatic effect of MSCs in mouse models of breast cancer [132]. Finally, in mouse models of lung adenocarcinoma, host osteoclasts have been described to promote the tumor infiltration of SiglecFhigh TANs with tumor-permissive properties. These neutrophils exhibited higher expression of genes involved in angiogenesis, tumor proliferation, and immunosuppression, as well as displaying higher related activities, than SiglecFlow TANs [133] Overall, studies performed in mouse tumor models have substantially improved our knowledge of TANs. However, the putative importance of these markers for the description of TAN phenotypes remains to be demonstrated in patients.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 354,
                    "mention": "[125]",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 370,
                    "end": 375,
                    "mention": "[126]",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 394,
                    "end": 399,
                    "mention": "[125]",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1195,
                    "end": 1200,
                    "mention": "[127]",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1738,
                    "end": 1743,
                    "mention": "[128]",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 2047,
                    "end": 2052,
                    "mention": "[128]",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 2265,
                    "end": 2270,
                    "mention": "[129]",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 2359,
                    "end": 2364,
                    "mention": "[130]",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 2793,
                    "end": 2798,
                    "mention": "[131]",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 3002,
                    "end": 3007,
                    "mention": "[132]",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 3378,
                    "end": 3383,
                    "mention": "[133]",
                    "ref_id": "BIBREF132"
                }
            ],
            "section": "Mice ::: Neutrophil Diversity and Heterogeneity in Cancer",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Despite the growing number of studies describing the existence of specialized neutrophil subpopulations in health and pathological conditions, unequivocal evidence that these cells actually represent true novel ‘neutrophil subsets’ is lacking (see Outstanding Questions). The criteria utilized to define these neutrophil subpopulations (e.g., cell-surface markers, buoyancy, maturity, functions, localization) are insufficient to definitively address this issue. It is therefore essential that currently available deep phenotyping and next-generation sequencing approaches (e.g., mass cytometry, single-cell RNA) are used to perform a precise characterization of the phenotypes, transcriptional profiles, and functions of highly purified mature and immature neutrophil subpopulations identified under homeostatic and inflammatory conditions. Only by experimental approaches such as these will it be possible to clarify the specific phenotypic and functional features that define neutrophil subpopulations (e.g., LDNs, NDNs, and TANs) – namely those relevant to a given disease and across different diseases/inflammatory conditions. It is indeed likely that such approaches may finally clarify whether, for instance, PMN-MDSCs are a unique and separate cell population or are instead a subgroup of neutrophils that have induced suppressive activity (Box 2). These approaches should help the field to gain novel insights into the origin of ‘neutrophil subsets’, as well as clarifying whether these cells are derived from committed progenitors or whether they represent different activation states of a single neutrophil population sensing different microenvironments. Finally, these experimental approaches might potentially allow the discovery of standardized phenotypic and functional markers to uniquely identify immunosuppressive/proinflammatory or protumoral/antitumoral neutrophil subsets, and which might be exploited as putative prognostic and therapeutic targets.",
            "cite_spans": [],
            "section": "Concluding Remarks",
            "ref_spans": []
        },
        {
            "text": "\nIs there a consensus on what CD marker combinations are present on all human neutrophils? Should all work (intended for publication) on human neutrophils studying subpopulations/activation states be required to use an accepted baseline gating strategy to confirm the presence of neutrophils such that others can reproduce the results and baseline/references? This might help the field to move forward in an efficient manner.Given the sensitivity of neutrophils to perturbations and manipulations ex vivo, an acceptable and standardized method for evaluating neutrophils in blood samples while minimizing cellular alterations should be agreed upon and utilized in clinical research studies. Would a method for labeling blood neutrophil subpopulations without isolation/manipulation be the most straightforward path to standardizing the identification of clinically relevant neutrophil subpopulations in patients?Can we develop standardized protocols for the isolation of pure populations of putative neutrophil subpopulations, and then utilize high-throughput technologies to definitively address whether these represent bona fide subsets? For example, do they express specific master transcription factors? Can they be differentiated from specific committed precursors in vitro?\nCan we define consensus functional markers that unequivocally define proinflammatory and anti-inflammatory neutrophil subpopulations?Can neutrophil subpopulations be used as diagnostic and prognostic markers in disease-specific contexts? Can we identify therapies that elevate specific neutrophil subpopulations to improve disease outcomes?\n",
            "cite_spans": [],
            "section": "Outstanding Questions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Neutrophil Populations in Homeostatic Conditions. Humans: neutrophils mature in the bone marrow (BM) from committed myeloid precursors that, through subsequent differentiation stages (here defined as ‘immature neutrophils’), differentiate into segmented mature neutrophils [31]. Under resting conditions, only terminally differentiated neutrophils are released into the circulation and recovered as normal-density neutrophils (NDNs) (Box 1) [54]. Current evidence suggests that different neutrophil subpopulations, defined by the indicated markers, are present in human blood under homeostatic conditions 5., 6., 8., 21., 30., 36., 37.. Under resting conditions, neutrophils are also marginated in pools within the lungs, spleen, and liver, but the phenotypes and functions of these cells remain poorly defined 5., 6., 9.. A unique population of human neutrophils was found in the marginal zone (MZ) of the spleen, and these were termed B cell helper neutrophils (NBH cells) owing to their robust B cell-activating properties [39]. Mice: mouse neutrophil development within the BM comprises three distinct subpopulations, namely preNeu (proliferative neutrophil precursor), immature, and mature neutrophils [33]. As observed in humans, based on differential surface marker expression, circulating mouse neutrophils exhibit heterogeneity that associates with distinct effector activities 5., 37., 40., 41., 42., 43.. In mice as in humans, neutrophils not only marginate in the spleen, liver, and lung vasculature but also transit and reside in other organs such as muscle, skin, lymph nodes, and intestine [44]. In the mouse spleen, three neutrophil subpopulations localized in the red pulp or MZ participate in emergency granulopoiesis (Ly6Gint) and pneumococcal clearance (Ly6Ghigh) [48], and can regulate antibody production in MZ B cells (NBH, as observed in humans) [47].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Neutrophil Populations in Infections/Inflammation. Humans: density gradient centrifugation of blood from patients with acute and chronic inflammatory conditions, including sepsis or infection, leads to the detection of heterogeneous populations of low-density neutrophils (LDNs) within the mononuclear cell fraction, in addition to normal-density neutrophils (NDNs) (Box 1) [54]. Depending on the study, some of these heterogeneous LDNs have been shown to display immunosuppressive properties – termed LDNs/polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs) – whereas other LDNs have been shown to display either proinflammatory or so far undefined functions 8., 54.. In addition, populations of mature activated suppressive neutrophils can be present in both the LDN and NDN fractions 63., 72., or can be obtained by red blood cell lysis without performing density gradient centrifugation [73]. Mice: as observed in humans, pathogen infections of different types may induce the appearance of immature PMN-MDSCs with immunosuppressive functions in the circulation (LDNs/PMN-MDSCs) and infected tissues (PMN-MDSCs) 85., 86., 87., 88., 94.. In Staphylococcus aureus or Candida albicans models of infection, two subpopulations of neutrophils with opposite functions (proinflammatory, CD11b−CD49d+IL-12+; anti-inflammatory, CD11b+CD49d−IL-10+) have been identified [84]. Neutrophils with antigen-presenting activities (APC-like neutrophils) are generated during infection. After encountering pathogens in the tissue, a subpopulation of CD11bhighCD62LlowC-X-C chemokine receptor type 2 (CXCR2)low neutrophils can migrate to the lymph node to promote adaptive immunity [91]. Populations of APC-like neutrophil–DC hybrids have also been identified in different mouse models of infection 92., 93.. Moreover, after infection or sterile injury, CD54+ neutrophils can retro-transmigrate from the affected tissue to the bloodstream, exerting deleterious actions on secondary organs but also exhibiting an enhanced ability to fight pathogens [95]. Abbreviations: APC, antigen-presenting cell; DC, dendritic cell.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Neutrophil Populations in Autoimmune Diseases. Humans: proinflammatory low-density neutrophils (LDNs) or ‘low-density granulocytes’ (LDGs) (Box 1) have been found in patients with autoimmune diseases, including systemic lupus erythematosus (SLE), psoriasis, chronic granulomatous disease, anti-neutrophil cytoplasmic autoantibody (ANCA)-associated vasculitis, rheumatoid arthritis (RA), juvenile idiopathic arthritis, and pyogenic arthritis-pyoderma gangrenosum-acne syndrome 96., 97., 98., 99., 100.. However, not all studies tested/reported the proinflammatory properties of LDNs from autoimmune patients. Furthermore, whether and to what degree normal-density neutrophils (NDNs) from autoimmune patients display proinflammatory properties similar to those described for LDNs (e.g., by generating neutrophil extracellular traps, NETosis) is still unclear.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Neutrophil Populations in Cancer. Humans: suppressive low-density neutrophils (LDNs)/polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs) (Box 1) are the main neutrophil subpopulations in the blood of cancer patients 57., 66., 124.. However, in some studies LDNs have been defined as PMN-MDSCs without testing their inhibitory actions on T cell functions, or have not even been reported to be suppressive 54., 109.. Furthermore, whether and to what degree circulating normal-density neutrophils (NDNs) from cancer patients also display suppressive properties remains poorly defined. Depending on the study, human tumor-associated neutrophils (TANs) have been reported to either promote 64., 119. or inhibit 120., 121. T cell functions. A population of human leukocyte antigen DR isotype (HLA-DR)+ antigen-presenting cell (APC)-like hybrid TANs supporting antitumoral T cell responses has been isolated from the tumor tissue of early-stage lung cancer patients [64]. Mice: populations of immature neutrophils displaying immunosuppressive properties have been reported in the blood (LDNs/PMN-MDSCs), spleen, bone marrow (BM) and tumor tissue of tumor-bearing mice (Box 2) 57., 66.. In addition, two subtypes of mature circulating neutrophils have been proposed to be present in tumor-bearing mice, namely NDNs (displaying antitumor properties) and LDNs (displaying immunosuppressive and protumor properties) [122]. Similarly, N1 TANs displaying antitumor properties (e.g., promotion of antitumor T cell responses and direct tumor cytotoxicity) or N2 TANs (both mature and immature cells) displaying protumor properties (e.g., immunosuppression, promotion of tumor cell proliferation/survival, promotion of angiogenesis and tumor cell extravasation into distant metastatic tissue) have also been reported within tumor tissues [109].",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure I: Low-Density Neutrophils (LDNs). Graphical representation of the main LDN populations reported so far: (i) immunosuppressive polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs); (ii) proinflammatory low-density granulocytes (LDGs). Whether autologous normal-density neutrophils (NDNs) from the same diseased individual also display either pro- or anti-inflammatory properties remains poorly defined.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Scapini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fundamental Immunology",
            "volume": "",
            "issn": "",
            "pages": "468-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Neutrophils: new insights and open questions",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Immunol.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Heterogeneity of neutrophils",
            "authors": [
                {
                    "first": "L.G.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Immunol.",
            "volume": "19",
            "issn": "",
            "pages": "255-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Expanding neutrophil horizons: new concepts in inflammation",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Chatfield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Innate Immun.",
            "volume": "10",
            "issn": "",
            "pages": "422-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The neutrophil: one cell on many missions or many cells with different agendas?",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Christoffersson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Phillipson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Tissue Res.",
            "volume": "371",
            "issn": "",
            "pages": "415-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Neutrophil heterogeneity: bona fide subsets or polarization states?",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Deniset",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kubes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Leukoc. Biol.",
            "volume": "103",
            "issn": "",
            "pages": "829-838",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Heterogeneity among neutrophils",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Garley",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Jablonska",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch. Immunol. Ther. Exp. (Warsz)",
            "volume": "66",
            "issn": "",
            "pages": "21-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Neutrophil phenotypes in health and disease",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hellebrekers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Clin. Investig.",
            "volume": "48",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Neutrophil: a cell with many roles in inflammation or several cell types?",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Rosales",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Physiol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Rhesus macaque myeloid-derived suppressor cells demonstrate T cell inhibitory functions and are transiently increased after vaccination",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Immunol.",
            "volume": "200",
            "issn": "",
            "pages": "286-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Defining the phenotype of neutrophils following reverse migration in zebrafish",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ellett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Leukoc. Biol.",
            "volume": "98",
            "issn": "",
            "pages": "975-981",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Transcriptomic profiles of tumor-associated neutrophils reveal prominent roles in enhancing angiogenesis in liver tumorigenesis in zebrafish",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Rep.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Characterization of circulating low-density neutrophils intrinsic properties in healthy and asthmatic horses",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Herteman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Neutrophil heterogeneity: implications for homeostasis and pathogenesis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Silvestre-Roig",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Blood",
            "volume": "127",
            "issn": "",
            "pages": "2173-2181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Gene silencing and a novel monoallelic expression pattern in distinct CD177 neutrophil subsets",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Eulenberg-Gustavus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Exp. Med.",
            "volume": "214",
            "issn": "",
            "pages": "2089-2101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The neutrophil-specific antigen CD177 is a counter-receptor for platelet endothelial cell adhesion molecule-1 (CD31)",
            "authors": [
                {
                    "first": "U.J.",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem.",
            "volume": "282",
            "issn": "",
            "pages": "23603-23612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "CD177 modulates human neutrophil migration through activation-mediated integrin and chemoreceptor regulation",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Blood",
            "volume": "130",
            "issn": "",
            "pages": "2092-2100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Interaction between CD177 and platelet endothelial cell adhesion molecule-1 downregulates membrane-bound proteinase-3 (PR3) expression on neutrophils and attenuates neutrophil activation induced by PR3–ANCA",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthritis Res. Ther.",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Characterization of the CD177 interaction with the ANCA antigen proteinase 3",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Jerke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "NB1 mediates surface expression of the ANCA antigen proteinase 3 on human neutrophils",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "von Vietinghoff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "4487-4493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Olfactomedin 4 defines a subset of human neutrophils",
            "authors": [
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Clemmensen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Leukoc. Biol.",
            "volume": "91",
            "issn": "",
            "pages": "495-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The human neutrophil subsets defined by the presence or absence of OLFM4 both transmigrate into tissue in vivo and give rise to distinct NETs in vitro",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Welin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Olfactomedin-4 is a candidate marker for a pathogenic neutrophil subset in septic shock",
            "authors": [
                {
                    "first": "M.N.",
                    "middle": [],
                    "last": "Alder",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit. Care Med.",
            "volume": "45",
            "issn": "",
            "pages": "e426-e432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "IL-17-producing peripheral blood CD177+ neutrophils increase in allergic asthmatic subjects",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ramirez-Velazquez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Allergy Asthma Clin. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Identification of CD177 as the most dysregulated parameter in a microarray study of purified neutrophils from septic shock patients",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Demaret",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunol. Lett.",
            "volume": "178",
            "issn": "",
            "pages": "122-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "CD177/NB1 receptor expression is dynamically regulated in sepsis patients",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunohematology",
            "volume": "31",
            "issn": "",
            "pages": "128-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "CD177+ neutrophils suppress epithelial cell tumourigenesis in colitis-associated cancer and predict good prognosis in colorectal cancer",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Carcinogenesis",
            "volume": "39",
            "issn": "",
            "pages": "272-282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "CD177+ neutrophils as functionally activated neutrophils negatively regulate IBD",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gut",
            "volume": "67",
            "issn": "",
            "pages": "1052-1063",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A variable immunoreceptor in a subpopulation of human neutrophils",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Puellmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "103",
            "issn": "",
            "pages": "14441-14446",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Identification and characterization of VEGF-A-responsive neutrophils expressing CD49d, VEGFR1, and CXCR4 in mice and humans",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Massena",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Blood",
            "volume": "126",
            "issn": "",
            "pages": "2016-2026",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The ontogeny of a neutrophil: mechanisms of granulopoiesis and homeostasis",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Microbiol. Mol. Biol. Rev.",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Measuring whole-body neutrophil redistribution using a dedicated whole-body counter and ultra-low doses of 111Indium",
            "authors": [
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Szczepura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. J. Clin. Investig.",
            "volume": "41",
            "issn": "",
            "pages": "77-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Developmental analysis of bone marrow neutrophils reveals populations specialized in expansion, trafficking, and effector functions",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Evrard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunity",
            "volume": "48",
            "issn": "",
            "pages": "364-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Identification of an early unipotent neutrophil progenitor with pro-tumoral activity in mouse and human bone marrow",
            "authors": [
                {
                    "first": "Y.P.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep.",
            "volume": "24",
            "issn": "",
            "pages": "2329-2341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Dynamics of transcription regulation in human bone marrow myeloid differentiation to mature blood neutrophils",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep.",
            "volume": "24",
            "issn": "",
            "pages": "2784-2794",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Circadian regulation of human peripheral neutrophils",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Brain Behav. Immun.",
            "volume": "57",
            "issn": "",
            "pages": "209-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "A neutrophil timer coordinates immune defense and vascular protection",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Adrover",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Immunity",
            "volume": "50",
            "issn": "",
            "pages": "390-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Failure to detect functional neutrophil B helper cells in the human spleen",
            "authors": [
                {
                    "first": "S.Q.",
                    "middle": [],
                    "last": "Nagelkerke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "B cell-helper neutrophils stimulate the diversification and production of immunoglobulin in the marginal zone of the spleen",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Puga",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Immunol.",
            "volume": "13",
            "issn": "",
            "pages": "170-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Olfactomedin 4 marks a subset of neutrophils in mice",
            "authors": [
                {
                    "first": "M.N.",
                    "middle": [],
                    "last": "Alder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Innate Immun.",
            "volume": "25",
            "issn": "",
            "pages": "22-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Rhythmic modulation of the hematopoietic niche through neutrophil clearance",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Casanova-Acebes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "1025-1035",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Aged polymorphonuclear leukocytes cause fibrotic interstitial lung disease in the absence of regulation by B cells",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Immunol.",
            "volume": "19",
            "issn": "",
            "pages": "192-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Neutrophil ageing is regulated by the microbiome",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "525",
            "issn": "",
            "pages": "528-532",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Neutrophils instruct homeostatic and pathological states in naive tissues",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Casanova-Acebes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Exp. Med.",
            "volume": "215",
            "issn": "",
            "pages": "2778-2795",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Macrophage heterogeneity in tissues: phenotypic diversity and functions",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol. Rev.",
            "volume": "262",
            "issn": "",
            "pages": "36-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "High-dimensional analysis of the murine myeloid cell system",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Immunol.",
            "volume": "15",
            "issn": "",
            "pages": "1181-1189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "The soluble pattern recognition receptor PTX3 links humoral innate and adaptive immune responses by helping marginal zone B cells",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chorny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Exp. Med.",
            "volume": "213",
            "issn": "",
            "pages": "2167-2185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Splenic Ly6Ghigh mature and Ly6Gint immature neutrophils contribute to eradication of S. pneumoniae",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Deniset",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Exp. Med.",
            "volume": "214",
            "issn": "",
            "pages": "1333-1350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Direct vascular channels connect skull bone marrow and the brain surface enabling myeloid cell migration",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Herisson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Neurosci.",
            "volume": "21",
            "issn": "",
            "pages": "1209-1217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Transitory presence of myeloid-derived suppressor cells in neonates is critical for control of inflammation",
            "authors": [
                {
                    "first": "Y.M.",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Med.",
            "volume": "24",
            "issn": "",
            "pages": "224-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Granulocytic myeloid-derived suppressor cells accumulate in human placenta and polarize toward a Th2 phenotype",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kostlin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Immunol.",
            "volume": "196",
            "issn": "",
            "pages": "1132-1145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Granulocytic myeloid-derived suppressor cells (GR-MDSC) in breast milk (BM); GR-MDSC accumulate in human BM and modulate T-cell and monocyte function",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kostlin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Granulocytic myeloid-derived suppressor cells from human cord blood modulate T-helper cell response towards an anti-inflammatory phenotype",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kostlin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunology",
            "volume": "152",
            "issn": "",
            "pages": "89-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Human neutrophils in the saga of cellular heterogeneity: insights and open questions",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Scapini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunol. Rev.",
            "volume": "273",
            "issn": "",
            "pages": "48-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "The multitasking neutrophils and their involvement in angiogenesis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Seignez",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Phillipson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Hematol.",
            "volume": "24",
            "issn": "",
            "pages": "3-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Identification of a novel neutrophil population: proangiogenic granulocytes in second-trimester human decidua",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Amsalem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol.",
            "volume": "193",
            "issn": "",
            "pages": "3070-3079",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Myeloid-derived suppressor cells coming of age",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Veglia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Immunol.",
            "volume": "19",
            "issn": "",
            "pages": "108-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Myeloid-derived suppressor cells (MDSCs) facilitate maternal-fetal tolerance in mice",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ostrand-Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Leukoc. Biol.",
            "volume": "101",
            "issn": "",
            "pages": "1091-1101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Myeloid-derived suppressor cells are essential for maintaining feto-maternal immunotolerance via STAT3 signaling in mice",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Leukoc. Biol.",
            "volume": "100",
            "issn": "",
            "pages": "499-511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Immature neutrophils released in acute inflammation exhibit efficient migration despite incomplete segmentation of the nucleus",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "van Grinsven",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Immunol.",
            "volume": "202",
            "issn": "",
            "pages": "207-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Differential antibacterial control by neutrophil subsets",
            "authors": [
                {
                    "first": "P.H.C.",
                    "middle": [],
                    "last": "Leliefeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Blood Adv.",
            "volume": "2",
            "issn": "",
            "pages": "1344-1355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Clinical relevance and suppressive capacity of human myeloid-derived suppressor cell subsets",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin. Cancer Res.",
            "volume": "24",
            "issn": "",
            "pages": "4834-4844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Mature CD10+ and immature CD10− neutrophils present in G-CSF-treated donors display opposite effects on T cells",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Marini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Blood",
            "volume": "129",
            "issn": "",
            "pages": "1343-1356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Origin and role of a subset of tumor-associated neutrophils with antigen-presenting cell features in early-stage human lung cancer",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cancer Cell",
            "volume": "30",
            "issn": "",
            "pages": "120-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Circulating immature granulocytes with T-cell killing functions predict sepsis deterioration",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Guerin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit. Care Med.",
            "volume": "42",
            "issn": "",
            "pages": "2007-2018",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Human neutrophils: their role in cancer and relation to myeloid-derived suppressor cells",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Moses",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Brandau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin. Immunol.",
            "volume": "28",
            "issn": "",
            "pages": "187-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Arginine deficiency is involved in thrombocytopenia and immunosuppression in severe fever with thrombocytopenia syndrome",
            "authors": [
                {
                    "first": "X.K.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Transl. Med.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Pathogenic fungi regulate immunity by inducing neutrophilic myeloid-derived suppressor cells",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rieber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "507-514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Polarization of granulocytic myeloid-derived suppressor cells by hepatitis C core protein is mediated via IL-10/STAT3 signalling",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Viral Hepat.",
            "volume": "26",
            "issn": "",
            "pages": "246-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Characterization of monocytic and granulocytic subsets of myeloid-derived suppressor cells in blood donors with occult hepatitis B virus infection",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Med. Virol.",
            "volume": "91",
            "issn": "",
            "pages": "330-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "The proportion, origin and pro-inflammation roles of low density neutrophils in SFTS disease",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect. Dis.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Immune suppression by neutrophils in HIV-1 infection: role of PD-L1/PD-1 pathway",
            "authors": [
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "A subset of neutrophils in human systemic inflammation inhibits T cell responses through Mac-1",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pillay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Invest.",
            "volume": "122",
            "issn": "",
            "pages": "327-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "A possible role for neutrophils in allergic rhinitis revealed after cellular subclassification",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Arebro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Neutrophil subset responses in infants with severe viral respiratory infection",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cortjens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Immunol.",
            "volume": "176",
            "issn": "",
            "pages": "100-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Profound functional and signaling changes in viable inflammatory neutrophils homing to cystic fibrosis airways",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tirouvanziam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "105",
            "issn": "",
            "pages": "4335-4339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Mature cystic fibrosis airway neutrophils suppress T cell function: evidence for a role of arginase 1 but not programmed death-ligand 1",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Ingersoll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Immunol.",
            "volume": "194",
            "issn": "",
            "pages": "5520-5528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Update on neutrophil function in severe inflammation",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mortaz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Expression of RANKL by peripheral neutrophils and its association with bone mineral density in COPD",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "126-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Cysteinyl leukotriene receptor 1 expression identifies a subset of neutrophils during the antiviral response that contributes to postviral atopic airway disease",
            "authors": [
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "142",
            "issn": "",
            "pages": "1206-1217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Phenotypic and functional characteristics of HLA-DR+ neutrophils in Brazilians with cutaneous leishmaniasis",
            "authors": [
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Leukoc. Biol.",
            "volume": "101",
            "issn": "",
            "pages": "739-749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Distinct oral neutrophil subsets define health and periodontal disease states",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Dent. Res.",
            "volume": "95",
            "issn": "",
            "pages": "931-938",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Morphological characterization of para- and proinflammatory neutrophil phenotypes using transmission electron microscopy",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Periodontal Res.",
            "volume": "53",
            "issn": "",
            "pages": "972-982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Three different neutrophil subsets exhibited in mice with different susceptibilities to infection by methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunity",
            "volume": "21",
            "issn": "",
            "pages": "215-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Myeloid-derived suppressor cells inhibit T follicular helper cell immune response in Japanese encephalitis virus infection",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Immunol.",
            "volume": "199",
            "issn": "",
            "pages": "3094-3105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Lung-residing myeloid-derived suppressors display dual functionality in murine pulmonary tuberculosis",
            "authors": [
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Knaul",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "190",
            "issn": "",
            "pages": "1053-1066",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Myeloid cell-specific knockout of NFI-A improves sepsis survival",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "McPeak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect. Immun.",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "An ummature myeloid/myeloid-suppressor cell response associated with necrotizing inflammation mediates lethal pulmonary tularemia",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Periasamy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Interleukin-33 attenuates sepsis by enhancing neutrophil influx to the site of infection",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Alves-Filho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Med.",
            "volume": "16",
            "issn": "",
            "pages": "708-712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Mycobacterium tuberculosis 19-kDa lipoprotein promotes neutrophil activation",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Neufert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Immunol.",
            "volume": "167",
            "issn": "",
            "pages": "1542-1549",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Microbe-dependent lymphatic migration of neutrophils modulates lymphocyte proliferation in lymph nodes",
            "authors": [
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Hampton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Emergence, origin, and function of neutrophil-dendritic cell hybrids in experimentally induced inflammatory lesions in mice",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Blood",
            "volume": "121",
            "issn": "",
            "pages": "1690-1700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "An unappreciated role for neutrophil-DC hybrids in immunity to invasive fungal infections",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Fites",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Visualizing the function and fate of neutrophils in sterile injury and repair",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "358",
            "issn": "",
            "pages": "111-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "ICAM-1-expressing neutrophils exhibit enhanced effector functions in murine models of endotoxemia",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Woodfin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Blood",
            "volume": "127",
            "issn": "",
            "pages": "898-907",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Low-density granulocytes: a distinct class of neutrophils in systemic autoimmunity",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Carmona-Rivera",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Semin. Immunopathol.",
            "volume": "35",
            "issn": "",
            "pages": "455-463",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Low-density granulocytes: functionally distinct, immature neutrophils in rheumatoid arthritis with altered properties and defective TNF signalling",
            "authors": [
                {
                    "first": "H.L.",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Leukoc. Biol.",
            "volume": "101",
            "issn": "",
            "pages": "599-611",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Neutrophil activation signature in juvenile idiopathic arthritis indicates the presence of low-density granulocytes",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rheumatology",
            "volume": "57",
            "issn": "",
            "pages": "488-498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Dysregulated neutrophil responses and neutrophil extracellular trap formation and degradation in PAPA syndrome",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Mistry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann. Rheum. Dis.",
            "volume": "77",
            "issn": "",
            "pages": "1825-1833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Neutrophil subsets and their gene signature associate with vascular inflammation and coronary atherosclerosis in lupus",
            "authors": [
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Carlucci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCI Insight",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "Arginase-1-dependent promotion of TH17 differentiation and disease progression by MDSCs in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Transl. Med.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "The importance of being ‘pure’ neutrophils",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Calzetti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "139",
            "issn": "",
            "pages": "352-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "Neutrophil extracellular traps enriched in oxidized mitochondrial DNA are interferogenic and contribute to lupus-like disease",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Lood",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Med.",
            "volume": "22",
            "issn": "",
            "pages": "146-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Differential ubiquitination in NETs regulates macrophage responses in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Barrera-Vargas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann. Rheum. Dis.",
            "volume": "77",
            "issn": "",
            "pages": "944-950",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "Synovial fibroblast–neutrophil interactions promote pathogenic adaptive immunity in rheumatoid arthritis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Carmona-Rivera",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Immunol.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "Netting neutrophils are major inducers of type I IFN production in pediatric systemic lupus erythematosus",
            "authors": [
                {
                    "first": "G.S.",
                    "middle": [],
                    "last": "Garcia-Romo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci. Transl. Med.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "Ligation of signal inhibitory receptor on leukocytes-1 suppresses the release of neutrophil extracellular traps in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Van Avondt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "Neutrophil-related gene expression and low-density granulocytes associated with disease activity and response to treatment in antineutrophil cytoplasmic antibody-associated vasculitis",
            "authors": [
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Grayson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arthritis Rheumatol.",
            "volume": "67",
            "issn": "",
            "pages": "1922-1932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Cancer-related circulating and tumor-associated neutrophils – subtypes, sources and function",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Shaul",
                    "suffix": ""
                },
                {
                    "first": "Z.G.",
                    "middle": [],
                    "last": "Fridlender",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "FEBS J.",
            "volume": "285",
            "issn": "",
            "pages": "4316-4342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "Myeloid-derived suppressor cells in the peripheral blood of cancer patients contain a subset of immature neutrophils with impaired migratory properties",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Brandau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Leukoc. Biol.",
            "volume": "89",
            "issn": "",
            "pages": "311-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Lectin-type oxidized LDL receptor-1 distinguishes population of human polymorphonuclear myeloid-derived suppressor cells in cancer patients",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Condamine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Immunol.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "CCR5+ myeloid-derived suppressor cells are enriched and activated in melanoma lesions",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Blattner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Res.",
            "volume": "78",
            "issn": "",
            "pages": "157-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "Circulating and tumor myeloid-derived suppressor cells in resectable non-small cell lung cancer",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yamauchi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "198",
            "issn": "",
            "pages": "777-787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "CD38+ M-MDSC expansion characterizes a subset of advanced colorectal cancer patients",
            "authors": [
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Karakasheva",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCI Insight",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "Chronic lymphocytic leukemia cells increase neutrophils survival and promote their differentiation into CD16high CD62Ldim immunosuppressive subset",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Podaza",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Cancer",
            "volume": "144",
            "issn": "",
            "pages": "1128-1134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF115": {
            "title": "CD13hi Neutrophil-like myeloid-derived suppressor cells exert immune suppression through arginase 1 expression in pancreatic ductal adenocarcinoma",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oncoimmunology",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "Immunoglobulin-like transcript 3 is expressed by myeloid-derived suppressor cells and correlates with survival in patients with non-small cell lung cancer",
            "authors": [
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "de Goeje",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oncoimmunology",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "The prognostic landscape of genes and infiltrating immune cells across human cancers",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Gentles",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Med.",
            "volume": "21",
            "issn": "",
            "pages": "938-945",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "The interplay between neutrophils and CD8+ T cells improves survival in human colorectal cancer",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Governa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Cancer Res.",
            "volume": "23",
            "issn": "",
            "pages": "3847-3858",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF119": {
            "title": "Tumor-derived GM-CSF promotes granulocyte immunosuppression in mesothelioma patients",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin. Cancer Res.",
            "volume": "24",
            "issn": "",
            "pages": "2859-2872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "GammadeltaT17 cells promote the accumulation and expansion of myeloid-derived suppressor cells in human colorectal cancer",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "40",
            "issn": "",
            "pages": "785-800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "Phenotypic diversity and plasticity in circulating neutrophil subpopulations in cancer",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Sagiv",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Rep.",
            "volume": "10",
            "issn": "",
            "pages": "562-573",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "TRPM2 mediates neutrophil killing of disseminated tumor cells",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gershkovitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Res.",
            "volume": "78",
            "issn": "",
            "pages": "2680-2690",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "Recommendations for myeloid-derived suppressor cell nomenclature and characterization standards",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Bronte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Commun.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF124": {
            "title": "Polarization of tumor-associated neutrophil phenotype by TGF-beta: ‘N1’ versus ‘N2’ TAN",
            "authors": [
                {
                    "first": "Z.G.",
                    "middle": [],
                    "last": "Fridlender",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Cell",
            "volume": "16",
            "issn": "",
            "pages": "183-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "Type I IFNs induce anti-tumor polarization of tumor associated neutrophils in mice and human",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Andzinski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Cancer",
            "volume": "138",
            "issn": "",
            "pages": "1982-1993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "Tumor-associated neutrophils: new targets for cancer therapy",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Houghton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Res.",
            "volume": "71",
            "issn": "",
            "pages": "2411-2416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "NAMPT signaling is critical for the proangiogenic activity of tumor-associated neutrophils",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Pylaeva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Cancer",
            "volume": "144",
            "issn": "",
            "pages": "136-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "Tumour-elicited neutrophils engage mitochondrial metabolism to circumvent nutrient limitations and maintain immune suppression",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF129": {
            "title": "IL-35 induces N2 phenotype of neutrophils to promote tumor growth",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oncotarget",
            "volume": "8",
            "issn": "",
            "pages": "33501-33514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF130": {
            "title": "Tumor-derived granzyme B-expressing neutrophils acquire antitumor potential after lipid A treatment",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Oncotarget",
            "volume": "9",
            "issn": "",
            "pages": "28364-28378",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF131": {
            "title": "TNFalpha-activated mesenchymal stromal cells promote breast cancer metastasis by recruiting CXCR2+ neutrophils",
            "authors": [
                {
                    "first": "P.F.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oncogene",
            "volume": "36",
            "issn": "",
            "pages": "482-490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF132": {
            "title": "Osteoblasts remotely supeply lung tumors with cancer-promoting SiglecFhigh neutrophils",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Engblom",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "358",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF133": {
            "title": "Deciphering myeloid-derived suppressor cells: isolation and markers in humans, mice and non-human primates",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Cassetta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cancer Immunol. Immunother.",
            "volume": "68",
            "issn": "",
            "pages": "687-697",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF134": {
            "title": "How to measure the immunosuppressive activity of MDSC: assays, problems and potential solutions",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Bruger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cancer Immunol. Immunother.",
            "volume": "68",
            "issn": "",
            "pages": "631-644",
            "other_ids": {
                "DOI": []
            }
        }
    }
}