{
    "paper_id": "PMC7134322",
    "metadata": {
        "title": "Enterprise Architectures in E-Governments Studies: Why, What and How?",
        "authors": [
            {
                "first": "Marié",
                "middle": [],
                "last": "Hattingh",
                "suffix": "",
                "email": "marie.hattingh@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Machdel",
                "middle": [],
                "last": "Matthee",
                "suffix": "",
                "email": "machdel.matthee@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Hanlie",
                "middle": [],
                "last": "Smuts",
                "suffix": "",
                "email": "hanlie.smuts@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Ilias",
                "middle": [],
                "last": "Pappas",
                "suffix": "",
                "email": "ilias.pappas@uia.no",
                "affiliation": {}
            },
            {
                "first": "Yogesh",
                "middle": [
                    "K."
                ],
                "last": "Dwivedi",
                "suffix": "",
                "email": "ykdwivedi@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Matti",
                "middle": [],
                "last": "Mäntymäki",
                "suffix": "",
                "email": "matti.mantymaki@utu.fi",
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": "homekuo@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Shang",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": "shang.gao@oru.se",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "More than half of the world’s population lives in cities [1]. And it was predicted that by 2050, the world population will reach nearly 10 billion [2]. By leveraging the power of Information and Communication Technologies (ICT) in public sectors or governments and making a city “smart”, e-governments and smart cities are emerging as a strategy to mitigate problems generated by the urban population growth and rapid urbanization, improve the efficiency of urban management and bring better life to residents. However, as a giant system which involves various kinds of stakeholders, new technologies and complicated ICT subsystems, challenges such as complexity, interoperability and alignment between business goals and ICT implementations have been met [3, 4]. Especially, with the ever-expanding scale of cities, the continuous updating of ICT, and the higher expectations of people for a better life, how to make the advantages of ICT more effective and efficient becomes a problem. Enterprise Architecture (EA) has been adopted as an important tool to tackle such challenges [5] as they can help integrate ICT to achieve urban management, business operations and personal life goals.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 149,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 757,
                    "end": 758,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 760,
                    "end": 761,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although some earlier studies on applying EA in public sectors, e-governments and smart cities have been performed, existing studies in this area are scattered and no strong research stream has been formulated [6]. As a result, general knowledge regarding EA in e-governments is difficult to be accumulated and be reused elsewhere. And in return, practices cannot be improved efficiently accordingly. To address this problem, we propose to characterize existing studies in this field by answering three important questions: why one research on applying EA in e-government or smart cities was required (motivation), what kind of outcome was contributed (contribution), and how the research was performed (method). These three questions have been thought fundamental and used widely to get an overview of studies in specific fields [7–9]. Starting on this characterization theme, we developed a framework and performed initial explorations by analyzing and grouping a set of studies in this area based on the framework. The result was presented as a literature synthesis. Findings from this synthesis are expected to bring some insights for possible future research directions.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 831,
                    "end": 832,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 833,
                    "end": 834,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The rest of this article is organized as below. In Sect. 2, we introduce how we developed the thematic framework and selected scientific articles to perform the literature synthesis. In Sect. 3, we present the literature synthesis. We then discuss the synthesis result and present some findings accordingly in Sect. 4. Later, Sect. 5 introduces some related works. Lastly in Sect. 6, we talk about limitations of this study, point out some possible future research directions, and conclude this paper.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We aim to disclose fundamental knowledge about main research streams, critical issues, and possible future trends in the area of applying EA when developing ICT systems for public sectors, governments, and cities. To address this, widely used three questions, namely Why, What, and How were employed in this study. These three questions have been used in various domains such as [8, 10, 11] to help organize and analyze existing studies. Starting from them, we extracted four or five answers to each question through a simplified research synthesis [12] based on a sample of ten highly relevant studies. Because we have read these papers previously, we are familiar with the depth and breadth of the evidences in these studies. Further, with the three questions as the structure, we then identify specific segments of text for each question, label, reduce overlap, and translate them into enumerated answers. The three questions together with the enumerated answers constitute a framework for further literature synthesis.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 381,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 387,
                    "end": 389,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Later, we applied this framework to a larger set of studies and performed grouping and analysis. We searched keywords in titles of scientific articles to find relevant studies in Google Scholar. The keywords include combination of “Enterprise Architecture” and “cities”, “government”, or “public sector”. Although our original interest domain is smart city, papers regarding applying EA in smart cities are rare. We expand the domains to e-government and public sectors as they are highly relevant, and the concepts started to be used interchangeably during recent years [13]. Due to time and resources constraints, we put our focus on more recently published and highly qualified papers by restricting publication years and checking the relevance with this study. We searched papers that have been published between 2009 to 2019. After excluding duplicated papers and papers that were not written in English or full texts are not available, we collected 35 scientific papers. The overview of the synthesis framework is presented in Table 1. And the detailed meaning for each category (answer) in the framework will be introduced together with the literature synthesis in Sect. 3.\n",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1040,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Some studies were performed to obtain general knowledge of applying EA in governments. Such knowledge includes what has driven the adoption and use of EA in the Danish government [14], how EA was understood by public sector organizations in Finland [15], prominent reasons for investment failure in Nigerian government [16], challenges faced by the Malaysian public sector agencies [17], root causes of challenges faced by the organizations and important requirements for smart cities [18, 19], and if EA was useful as a reference for smart city development [20].",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Gaining General Knowledge ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Some studies have been motivated to satisfy technical requirements. Such efforts are like an agile EA framework proposed to support government transformation with cloud technology enabled [21], an EA based approach to manage state-level data in real time in the Indian public sector of healthcare [22], a method to find patterns for enterprise information architecture in governments [23], a proposal for a framework for ICT governance [25], and a government EA framework to support big and open linked data and cloud computing [24, 26].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 385,
                    "end": 387,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Technical Motivation ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "On the other side, some studies emphasized the importance of non-technical aspects when applying EA in governments. It was underscored that simply taking an IT perspective is a serious mistake [27], EAs were primarily product oriented while sociopolitical aspects were often neglected [29]. Non-technical factors were ignored or considered less significant than technical ones [30]. To address such non-technical issues, institutional aspects of applying EA in governments were investigated [28, 31, 32]. EA did not create administrative or political transformation by itself. Instead, fundamental transformation can only be achieved when the institutional force at the micro and macro level promotes transformation [28]. How institutional change helped practitioners legitimize EA practices [32] and how EA programs have been institutionalized in Vietnam [31] were investigated. Inductive communication and the deployment of experts to local contexts could be introduced to overcome struggles when applying EA to US governments.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 286,
                    "end": 288,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 492,
                    "end": 494,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 500,
                    "end": 502,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 857,
                    "end": 859,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Non-technical Motivation ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "More studies looked at both technical aspects and non-technical aspects and focused on how to improve the overall performance. Ways of improving e-government performance in developing countries [39], lessons learned from the case of Finnish and Colombia government EA [37, 38] were investigated. Further, key factors for raising the maturity of government EA practices, such as management commitment and participation of business units, which were influenced by the perceived usefulness of the government EA efforts [35] were explored.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Improving Performance ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "In particular, some studies focused on improving the interoperability. This could be achieved by means of a procedure to provide guidance on how to rationally specify scope dimensions for a complex enterprise such as a government [42] and a meta-model approach to design government EA database and communication with agencies [36]. EA was also introduced as an information systems architecture approach to solve interoperability challenges at different levels of government [33].",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 475,
                    "end": 477,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Improving Performance ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "In addition to interoperability, architectural design principles to better support the decentralization/centralization relationships among central and local governments in the Netherlands (1980s–2004) [34], nation-wide strategy and holistic guiding plans to better support broad government integration and alignment between business processes and IT implementations [43], an EA framework to better align IT needs and organization business [40] and to enhance the support of transparency of processes, information and applications in public organizations were investigated [41].",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 573,
                    "end": 575,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Improving Performance ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Several articles were motivated to gain insights of existing studies themselves. Thus efforts have been done to review government EA papers published in China [44] and 71 articles about applying EA in public sectors published during the past 15 years [6]. More specifically, smart city frameworks were reviewed [46, 47] from an EA perspective or based on EA requirements, several EA frameworks were compared and mapped to provide guidance on how to choose EA frameworks [45].",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 252,
                    "end": 253,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Gaining Insights to Studies ::: Why (Motivations) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Some studies contributed by presenting understandings on the problem of interests, such as the role of EA in aligning business and IT in Nigerian government [16] or the statement that EA in government was to a large extend driven by fashion while compliance and imitation primarily drove the EA adoption [14, 28]. Therefore, fundamental transformation to organizational tasks can only be achieved when transformation is promoted by institutional forces. Similarly, it was reported that current EAs were primarily product oriented, with their sociopolitical aspects neglected often [29], and simply taking an IT perspective on EA as a prerequisite to e-government implementation was a serious mistake [27]. Both technical and nontechnical factors should be considered [30], and two key institutionalization techniques, inductive communication and deployment of experts to local contexts, might help overcome the struggles of translating new practices [32].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 305,
                    "end": 307,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Perspectives ::: What (Contributions) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "More concrete contributions were produced in some studies such as how EA was understood by public sector authorities [15], twenty challenges faced by the public sector agencies [17], sixteen problems and eight root causes in the context of public sectors [18] when developing and implementing EA. Such contributions also include important quality and functional requirements and a conceptual architecture framework to address requirements [19], key factors for raising the maturity of the government EA practice [35] and a conceptual framework addressing different interoperability types in institutional level, sector level, and national level [33].",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Perspectives ::: What (Contributions) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Some studies review scientific articles on the area of applying EA in governments or public sectors [6, 44], published in China in particular [44]. Some studies classified or compared artifacts such as four EA frameworks [45] and smart city frameworks [46, 47].",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 104,
                    "end": 106,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 143,
                    "end": 145,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Review ::: What (Contributions) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "For design science studies, principles, guidelines, models or methods have usually been produced as the contributions. For instance, architectural design principles were identified [34], meta-models to design government EA database were presented [36]. Further, an EA development life cycle [43], a procedure to specify critical aspects in scoping government EA efforts [42], and a method to find enterprise information architecture patterns [23] were introduced. More such artifacts include a benefit model to measure government performance [39] and how rules, norms, and values influenced EA programs in different phases institutionally [31].",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Design Artifacts ::: What (Contributions) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "In several papers, government EA frameworks have been presented as the main contribution of the studies. For instance, government EA frameworks that have been used in Colombia [38], Finland [37], Indonesia [20], Brazil [41] were presented. More specifically, the EA framework including the architecture and methodology to support using big data and cloud computing was described [24, 26]. Similarly, the use of an agile EA framework to develop and implement the cloud-enabled government was proposed [21]. An government EA framework developed based on TOGAF and SONA that have been used in Indonesia was presented [40]. The modified EA of the health management information system at India was studied [22]. What is more, an ICT governance framework [25] and a theoretical framework to manage information systems at different levels in government were introduced.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 220,
                    "end": 222,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "EA Frameworks ::: What (Contributions) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "In addition to typical literature review studies [6, 44], some other studies performed comparatively in-depth literature analysis for smart cities frameworks [46, 47] and EA frameworks [45]. For some studies such as [32], although literature analysis was also performed, we do not include it in this group as its primary method was interview.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 53,
                    "end": 55,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 159,
                    "end": 161,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 217,
                    "end": 219,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Literature Analysis ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Performing case studies is a frequently used method in this area. Examples, demos or case have been presented regarding the practices of applying EA in governments of different countries such as Indonesia [20, 43], Korea [36], Australia [21], Colombia [38], Finland [37], Brazil [41], and Portugal [23].",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 267,
                    "end": 269,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Case Studies ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Some studies employed theories to improve the rigorous of research methods. For instance, activity theory was used to help revealing the importance of non-technical factors in the deployment of EA [30]. Action design was used when performing the longitudinal case study of government EA adoption in Finnish public sector [24]. TOGAF and SONA were used to develop EAs in the case of the volcanoes monitoring system [40] and EA score card was used for validation and assessment. In some studies, Design Science Research (DSR) approach was adopted as the overall method while validation and verification of the proposed framework was performed with more specific methods [26].",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 322,
                    "end": 324,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Case Studies ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Most studies in this group have been performed in a qualitative way except for [16] and [15]. In [16], IT investments by Nigerian government was studied and according to the quantitative result, the reasons of investment failure were identified. While in [15], a content analysis was conducted (both qualitatively and quantitatively) on the statements of public sector organizations about the proposed EA in Finland.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Case Studies ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "A survey or a questionnaire is widely used to quickly and efficiently gather as well as analyze data from a population. More quantitative studies were performed in this group than in the Case Studies group. In these studies, a survey to identify smart city important requirements [19], a questionnaire to identify the maturity level in city councils for visualizing the governance maturity model [25], a survey to disclose the fact that current EAs were primarily product oriented [29] and a survey involving 33 agencies to figure out maturity factors of the government EA practice were conducted.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Survey & Interview ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "Interviews were also employed to obtain open and unstructured opinions from a population [18, 22, 28, 31, 32]. In some studies, interviews were utilized in addition to case studies. In [17], a multiple case study was utilized in addition to data collected through interviews. One instance is the comparative case studies together with semi-structured interviews used to gather data [34]. In addition, interviews have been used together with other methods such as surveys [39] and focus groups [14]. A field demo was another way to help gather on-spot data [42].",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 98,
                    "end": 100,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 102,
                    "end": 104,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Survey & Interview ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "In some studies, no specific research method has been explicitly specified such as [27, 33]. In the studies, some discussion and arguments were presented.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 88,
                    "end": 90,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Others ::: How (Methods) ::: Literature Synthesis",
            "ref_spans": []
        },
        {
            "text": "By identifying and grouping motivations, contributions, and methods of existing studies, some research streams and trends can be found below.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Basing on the synthesis of motivations of existing studies, we found that, despite of the fact that applying EA in e-governments is not a new tradition, there have been continuously studies aiming to achieve understandings about some general knowledge, such as challenges, problems, and root causes. This might indicate the potential complexity of EA and EA application. As a result, more studies have been done in a quantitative way in order to gain more objective, generic, and precise insights. In addition to technical factors, non-technical factors also play important roles when applying EA in e-government development. However, along with the development of new technologies such as big data and cloud computing during recent years, how to apply them in this area has also become a rising hot spot. Another stream of research is about achieving non-functional requirements. Around one third of selected studies have described their efforts to improve specific aspect of the overall performance of e-governments, which involves both technical factors and/ or non-technical factors generally.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Concerning research contributions, we found many studies were performed and some perspectives were produced as the results. This was partly caused by the motivation of gaining general knowledge of such studies. On the other hand, compared to proposing general design artifacts, proposing EA Frameworks has been a continuous research stream for the past five years. For this part, most studies focused on how to improve the practice of using EA, while few studies addressed how to improve EA according to the practices.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Further, the synthesis on research methods disclosed that, case studies, surveys& interviews have been the dominant methods that have been adopted. This might be due to the fact that non-functional factors, including human factors, play important roles in this area. Due to limited and unmatured benchmark and evaluation methods that are available, achieving satisfaction of stakeholders are important. Particularly, we found that in many studies, EA frameworks were proposed in local contexts. However, it was not intensively clarified that what unique characteristics such a framework had compared with other widely used ones, and what was the use of such a framework in a general scenario. Despite that new requirements of e-government development have arises when cities are expected to be smarter and more sustainable, few studies were found which addressed such government or city specific requirements.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are some related works. For example, [44] reviewed literature that have been published in Chinese journals about EA in government departments during past six years until 2013. In [16], the authors focused on investments of information technologies. And in [6], the authors collected and analyzed articles regarding applying EA in public sectors that have been published until 2017. Compared with them, present research collected more recently published articles. In [6], it was mentioned that studies in the area of interests have been quite scattered and there was no main stream of research. As a result, knowledge and experiences cannot be accumulated in an efficient way. In present research, we selected articles and analyzed motivations, contributions and methods, and provided insights on the streams and trends based on the review results.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 46,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 473,
                    "end": 474,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Related Work",
            "ref_spans": []
        },
        {
            "text": "In this article, we propose to answer three fundamental questions (why, what, and how) on studies regarding applying EA in public sectors, e-governments and smart cities to gain fundamental knowledge for future research. By analyzing and grouping motivations, contributions, and methods of researches presented in 35 selected articles, some findings are disclosed based on a literature synthesis. The result shows the complexity of this area, the importance of balancing technical & non-technical factors, the importance and challenges brought by non-functional requirements. Despite the importance of EA framework, few studies have been found in which government or city specific requirements have be addressed in a general way. Such findings are expected to provide useful insights for future possible research in this area.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "There are limitations for present research. We provided a literature analysis and synthesis on 35 articles that were selected from a literature search. It is possible that some research streams and trends could not be disclosed due to the restricted scope. Therefore, we plan to expand the scope and validate our results by performing a systematic review. In addition, based on the results of this article, we have scoped and defined several more specific and concrete research projects in this area.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: A framework for a literature synthesis\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Motivation of the researches\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Contribution of the studies\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4.: Methods of the studies\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The why, what, and how of management innovation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Harvard Bus. Rev.",
            "volume": "84",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Gamification in education: what, how, why bother?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiesler",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Kraut",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Koedinger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acad. Exch. Q.",
            "volume": "15",
            "issn": "2",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "E-government and smart cities: theoretical reflections and case studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mechant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walravens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Media Commun.",
            "volume": "6",
            "issn": "4",
            "pages": "119-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Understanding enterprise architecture: perceptions by the finnish public sector",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lemmetti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pekkola",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Electronic Government",
            "volume": "",
            "issn": "",
            "pages": "162-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The role of enterprise architecture in aligning business and information technology in organisations: Nigerian government investment on information technology",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Enagi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ochoche",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Eng. Technol.",
            "volume": "3",
            "issn": "1",
            "pages": "59-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The new data-driven enterprise architecture for e-healthcare: lessons from the Indian public sector",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Govern. Inf. Q.",
            "volume": "32",
            "issn": "1",
            "pages": "63-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Management structure based government enterprise architecture framework adaption in Situ",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Valtonen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Practice of Enterprise Modeling",
            "volume": "",
            "issn": "",
            "pages": "267-282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Developing a government enterprise architecture framework to support the requirements of big and open linked data with the use of cloud computing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lnenicka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Komarkova",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Inf. Manage.",
            "volume": "46",
            "issn": "",
            "pages": "124-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Enterprise architecture for e-Government",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bellman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rausch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Electronic Government",
            "volume": "",
            "issn": "",
            "pages": "48-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Institutional patterns of enterprise architecture adoption in government",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hjort-Madsen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transform. Govern. People Process Policy",
            "volume": "1",
            "issn": "4",
            "pages": "333-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Sociopolitical aspects of interoperability and enterprise architecture in e-government",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc. Sci. Comput. Rev.",
            "volume": "30",
            "issn": "1",
            "pages": "24-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Smart sustainable cities: definition and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Höjer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wangel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ICT Innovations for Sustainability",
            "volume": "",
            "issn": "",
            "pages": "333-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Deployment of enterprise architecture in the Namibian government: the use of activity theory to examine the influencing factors",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shaanika",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iyamu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Electron. J. Inf. Syst. Dev. Countries",
            "volume": "71",
            "issn": "1",
            "pages": "1-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Software platforms for smart cities: concepts, requirements, challenges, and a unified reference architecture",
            "authors": [
                {
                    "first": "EFZ",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Chaves",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gerosa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACM Comput. Surv. (CSUR)",
            "volume": "50",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Dimensions for scoping e-government enterprise architecture development efforts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakakawa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Namagembe",
                    "suffix": ""
                },
                {
                    "first": "EHA",
                    "middle": [],
                    "last": "Proper",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "On the Move to Meaningful Internet Systems. OTM 2018 Conferences",
            "volume": "",
            "issn": "",
            "pages": "661-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Examining e-government enterprise architecture research in China: a systematic approach and research agenda",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Govern. Inf. Q.",
            "volume": "30",
            "issn": "",
            "pages": "S59-S67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Cities as enterprises: a comparison of smart city frameworks based on enterprise architecture requirements",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bastidas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bezbradica",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helfert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Conference on Smart Cities",
            "volume": "",
            "issn": "",
            "pages": "20-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Design science in information systems research",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Hevner",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "March",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MIS Q.",
            "volume": "28",
            "issn": "",
            "pages": "75-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Advances in Government Enterprise Architecture",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Systematic literature review on enterprise architecture in the public sector",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pekkola",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Electron. J. E-Govern.",
            "volume": "15",
            "issn": "2",
            "pages": "57-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Software process simulation modeling: why? what? how?",
            "authors": [
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Madachy",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Raffo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Syst. Softw.",
            "volume": "46",
            "issn": "2–3",
            "pages": "91-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Dashboards as a service: why, what, how, and what research is needed?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ambler",
                    "suffix": ""
                },
                {
                    "first": "BH",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Serv. Res.",
            "volume": "12",
            "issn": "2",
            "pages": "175-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van’t Wout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waage",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Integrated Architecture Framework Explained: Why What How",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}