{
    "paper_id": "PMC7029885",
    "metadata": {
        "title": "Emergence of oscillations in a simple epidemic model with demographic data",
        "authors": [
            {
                "first": "Meredith",
                "middle": [],
                "last": "Greer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raj",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Gogliettino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chialin",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyle",
                "middle": [],
                "last": "Zollo-Venecek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Mathematical models for disease reappearance across time in a specified geographical area typically incorporate delay terms, age structure or periodic forcing. These modeller-selected features permit fine-tuned adjustment of oscillations for the purpose of matching a dataset, and periodic forcing terms, in particular, can permit the teasing apart of different contributors to disease incidence. Still, a chicken-and-egg question must be asked: should observed oscillations in the data cause us to construct a model in which periodic behaviour is guaranteed, or should a model written without the expectation of periodicity be permitted to display oscillation, or not, depending on its parameter values and underlying demographics?",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "More questions closely follow: what can we learn from sustained oscillations in a very simple model? What is the role of historical data in determining model parameters? What might we discover about disease transmission or population dynamics by parametrizing a model with demographic data? And how do results from a mathematical model help to highlight unusual or especially interesting data points from the historical record?",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We address these questions using historical smallpox and demographic data from three geographically separated regions: the Hida district of Japan, British India and Sweden. We begin with an overview of modelling history and results, then employ a series of computational approaches that constrain parameter values for each of the three regions by comparing model, data, and observed outbreak periods. We next circle back to the data, demonstrating the ability of a calibrated model to illuminate unusual historical occurrences. Throughout, we show that oscillation is an emergent property of simple models involving demographics.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Periodic outbreaks have piqued the interest of researchers for over two hundred years. In 1929, statistician Soper [1] commented on the periodicity of measles outbreaks. He applied a second-order differential equation model, of the kind regularly used for mass-spring systems, to represent oscillations and connect with data. Soper refers [1] to work approximately twenty years earlier by epidemiologist Sir William Hamer. Hamer later writes about Noah Webster’s 1799 volume A Brief History of Epidemic and Pestilential Diseases [2] as saying that influenza is a ‘transitory scourge only afflicting the peoples of the world at times separated by long intervals of freedom’ [3].",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 340,
                    "end": 341,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 530,
                    "end": 531,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 674,
                    "end": 675,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "Current research more typically draws from the classic 1927 paper by Kermack & McKendrick [4] that introduced compartmental models, now often known by initials such as SIR for ‘susceptible-infectious-removed’. Sustained oscillations in differential equations-based SIR and related models are frequently described using delay differential equations, periodic forcing terms involving sine or cosine functions, and/or age structure. The marvellous 2000 review paper by Hethcote [5] describes seven articles that model sustained oscillation in epidemics, and all seven use one or more of these approaches. It is also frequently the case that modellers keep total population size constant. The sustained oscillation discussion in Hethcote [5] does not refer to models with non-constant population size.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 476,
                    "end": 477,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 735,
                    "end": 736,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "The 2008 text Mathematical Epidemiology [6] features two chapters that thoroughly describe the topic of oscillation in compartmental models. In Chapter 1, Earn provides references to the analysis showing that a fixed-population-size SIR model with constant parameter values displays damped oscillations toward a stable endemic equilibrium. As a follow-up, he uses [7] to show that stochasticity in model demographics—a staple in any real-world dataset—can sustain oscillations indefinitely. In Chapter 11, Bauch describes models having sustained oscillations as involving either exogenous or endogenous mechanisms. An exogenous mechanism, typically periodic forcing of the transmission term, explicitly introduces oscillations into the model. Endogenous mechanisms instead destabilize the model’s endemic equilibrium. The most frequent examples of endogenous mechanisms are age structure or delay terms. Other examples include stochastic approaches, or a non-constant contact rate of infectious and susceptible individuals.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "Before and since Mathematical Epidemiology summarized these findings, both exogenous and endogenous mechanisms have continued to be incorporated into models. Networks [8,9] and cellular automata [10–12] provide additional ways to understand oscillations in SIR models. Each new approach extends the concept of the compartmental model in a way that yields new insight.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 170,
                    "end": 171,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "By contrast, we step back, invoking Occam’s Razor and asking what can be learned from a simpler model. Such a model keeps the transmission parameter constant, along with all other parameters that directly represent aspects of smallpox: the basic reproduction number R0, length of infectivity, percentage of deaths due to smallpox. Only the parameters for overall births and non-smallpox deaths in the population vary, their values determined by annual computations based on historical demographic data, with annual values interpolated using straight lines to prevent discontinuous inputs to the system of differential equations. Periodic or quasi-periodic oscillations from such a reduced and simple model can then point to the fundamental ingredients of oscillatory dynamics in disease outbreaks.",
            "cite_spans": [],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "In addition to this model in which the parameters for births and non-smallpox deaths vary with time—hereafter referred to as the demographically forced model—we present a corresponding autonomous model. A formula for oscillation period in the autonomous model is analytically determined, and parameter values for the autonomous model are obtained through a combination of wavelet analysis and simulation-based experiments. Ultimately, the analytically determined formula for oscillation period, when computed with the obtained parameter values, is shown to be consistent with demographic data. Overall this study demonstrates that (i) a simple dynamical model with time-varying births and deaths is sufficient to explain sustained periodicity of outbreaks, and (ii) demographic and disease outbreak data can be used to constrain model parameters such as the infection parameter, β.",
            "cite_spans": [],
            "section": "History and overview of modelling approaches",
            "ref_spans": []
        },
        {
            "text": "We work with the autonomous model3.1 dSdt=α−βSI−δS, dIdt=βSI−(γ+ϵ)I=βSI−μIanddRdt=γI−δR}and its demographically forced counterpart3.2 dSdt=α(t)−βSI−δ(t)S, dIdt=βSI−(γ+ϵ)I=βSI−μIanddRdt=γI−δ(t)R,}where S, I and R are the susceptible, infectious and recovered populations. The parameter β is the transmission coefficient, α is the number of live births per year and δ is the death rate per year for individuals who are not infectious. In model (3.2), α(t) and δ(t) are determined directly from historical datasets, as detailed in §4.2. The constant values α and δ in model (3.1) are then determined from the work of §5. The value of β is always held constant, as equilibrium information about model (3.1) contributes significantly to the §5 approach to estimating autonomous model parameter values. These equilibrium computations appear soon in §3 and require constant values of α and δ.",
            "cite_spans": [],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "The estimated per capita death rate for infectious individuals is given by ε , the average rate at which infected individuals recover is γ, and μ = γ + ε is the overall rate of loss from I(t).",
            "cite_spans": [],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "As a note, some models write ϵ=δ+(deaths due to smallpox). We agree that ε > δ yet compute values of δ and δ(t) from historical datasets and compute ε from government-provided smallpox information, as will be shown in §§4.1 and 4.2. Due to these distinct parameter estimation approaches, ε is best described separately from δ or δ(t) in models (3.1) and (3.2).",
            "cite_spans": [],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "In this model, all newborns are susceptible to smallpox, and disease is transmitted via mass action incidence. The smallpox incubation period, typically 10–14 days [13], is neglected, regarding these individuals as remaining in the S compartment: people move to I only when they become infectious. Vaccination is not considered in this article because the large oscillations in our datasets occurred before extensive vaccine campaigns. This is one of the simplest possible compartmental models with demographic effects, yet its pairing with historical data shows fascinating insight into oscillation and determination of parameter values.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "When parameters are held constant, the system has two equilibrium points: a disease-free equilibrium ((α/δ), 0, 0) and an endemic equilibrium(S⋆,I⋆,R⋆)=(μβ,αβ−δμβμ,γ(αβ−δμ)βδμ).Stability analysis shows that solutions approach the disease-free equilibrium in the case that αβ < δμ. In the case that αβ > δμ, the endemic equilibrium is asymptotically stable, as shown by the eigenvalues provided below and in equation (3.4). Note that on the left-hand side of the inequalities involving αβ and δμ, α indicates replenishment of the susceptible population and β determines disease incidence. On the right-hand sides of the inequalities, all terms show removal of people from the infectious compartment (μ) or from the population as a whole (δ), in both cases decreasing opportunity for infection to spread. Therefore, the interpretation of the model matches the mathematical analysis regarding which equilibrium is favoured, which depends on relative parameter values. Furthermore, R0 for this system is computed [14] to be3.3R0=αβδμ,and R0>1 corresponds exactly to the case when the endemic equilibrium is stable.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "In some cases, approach to the stable endemic equilibrium is via damped oscillations. Note that the relevant eigenvalues of the linearized system are − δ and3.4−αβ±α2β2−4αβμ2+4δμ32μ,where δ > 0, α > 0, β > 0 and μ > 0, indicating that all eigenvalues have negative real part. Damped oscillations occur whenα2β2−4αβμ2+4δμ3<0,with the period T of damped oscillations, that is, the interepidemic interval, given by3.5T=2π−(α2β2)/(4μ2)+αβ−δμ.",
            "cite_spans": [],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "While β is not easily computed from epidemiological data, the quantity R0 is regularly estimated for outbreaks. Substituting (3.3) into the square root in (3.5), the interepidemic interval isT=2π−(1/4) R02 δ2+(R0−1) δμ.Parameter values for smallpox shed light on when to expect oscillatory versus asymptotic approach to the endemic equilibrium. In §4, three historical datasets, along with biological smallpox information, are used to determine realistic parameter value ranges. In §5, multiple analyses of periodicity in the historical demographic data further narrow down the possible combinations of parameter values for the autonomous model. Finally, in §6, we summarize results and discuss insights into historical data based on model and data analysis.",
            "cite_spans": [],
            "section": "Model description",
            "ref_spans": []
        },
        {
            "text": "Parameter ranges for R0, μ, γ and ε are computed using studies from multiple smallpox outbreaks. Values of R0 have been estimated to be 3–5 in developing countries before the global eradication campaign [15], 3.5–6 if a contemporary outbreak were to occur [16], and 5–7 in files from the Centers for Disease Control and Prevention (CDC) [17]. Combining ranges, R0≈3−7.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Smallpox-specific parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "Computing μ, γ and ε starts with the average infectious period. The CDC lists several phases of smallpox infection, along with how contagious an infected person is during each phase [13]. Taking these sequentially, smallpox is most contagious for approximately 14 days, and the total contagious period could be as much as 24 days. This means individuals remain in the I compartment 14 to 24 days; on an annual time scale, individuals remain in I for 14/365 to 24/365 years. Therefore, μ ∈ [(365/24), (365/14)]. About 30% of infected individuals historically have died of smallpox [18], signifying that about 70% of the individuals who leave I subsequently move to the R compartment. Therefore, set ε = 0.3μ and γ = 0.7μ, or set ε ≈ 0.3μ and γ = μ − ε. A word of caution to the modeller: permitting CDC values for infection length to be used for γ alone, that is letting γ ∈ [(365/24), (365/14)], and simultaneously permitting ε to equal an additional 30% of the value of γ, results in a combined removal rate from I that is higher than indicated by demographic data.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Smallpox-specific parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "Three datasets are analysed in this paper: Hida, Japan (1771–1851), British India (1870–1920) and Sweden (1774–1800). Hida data come from [19]: population, deaths overall, and deaths from smallpox, each computed annually. Annual numbers of smallpox deaths for British India and Sweden are reported in [20,21], respectively. Total annual deaths and total annual population values for both British India and Sweden come from [22]. The regions’ smallpox death data appear visually in figures 1a, 2a and 3a. Each dataset for smallpox deaths is accompanied by its wavelet power spectrum in (b) and its global wavelet spectrum and Fourier spectrum in (c). The graph in (c) includes the dominant period for the data: 6.6 years for Hida, 5.5 years for British India and 5.2 years for Sweden.\n\n\n",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 305,
                    "end": 307,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 424,
                    "end": 426,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Demographically determined parameters ::: Data",
            "ref_spans": [
                {
                    "start": 489,
                    "end": 490,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 493,
                    "end": 494,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To compute δ for each year t, smallpox deaths are subtracted from total deaths for that year, and the resulting number is divided by the population size Pt that year:4.1δt=(total deaths)t−(smallpox deaths)tPt.",
            "cite_spans": [],
            "section": "Demographically determined parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "To compute α for each year, population change Pt+1 − Pt is set equal to the difference between births and deaths. Rearranging gives4.2αt=Pt+1−Pt+(total deaths)t.Note that αt and δt are the sole demographically determined parameters in this model. Therefore, population irregularities such as high death counts due to famine are encapsulated in the values of αt and δt. By contrast, the value of ε draws from on-average global smallpox estimates, as shown in §4.1. This means that any periodicity of smallpox deaths observed in model simulations results from the model and the demographic data; periodicity is not predetermined by a periodically forced parameter such as β or ε.",
            "cite_spans": [],
            "section": "Demographically determined parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "To distinguish notation for demographic parameter values: αt and δt are the discrete year-by-year values computed as shown above. When using model (3.2) for simulations, αt and δt are linearly interpolated to produce α(t) and δ(t). This prevents discontinuous inputs to the differential equations of model (3.2), which improves the stability of numerical results.",
            "cite_spans": [],
            "section": "Demographically determined parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "Full datasets and programs used to convert data to αt and δt appear in this article’s electronic supplementary material.",
            "cite_spans": [],
            "section": "Demographically determined parameters ::: Data",
            "ref_spans": []
        },
        {
            "text": "The value of β does not draw as directly from historical or epidemiological data. Instead, R0 is instrumental in determining the range of viable values for β. Equation (3.3) is rewritten as4.3β=R0 δ μα,and values for R0, δ, μ and α are substituted to compute the full range of possible β values. In particular, to compute the smallest possible β, the minimum values of R0, δ and μ are substituted into equation (4.3), along with the maximum value of α. The largest possible β is computed using the maximum R0, δ and μ, and the minimum value of α.",
            "cite_spans": [],
            "section": "The infection parameter ::: Data",
            "ref_spans": []
        },
        {
            "text": "Within any single model simulation, the value of β is held constant: only demographically determined α(t) and δ(t) may vary within a simulation. Section 5 shows how data from figures 1–3 can be used to select constant β values for use in models (3.1) and (3.2).",
            "cite_spans": [],
            "section": "The infection parameter ::: Data",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 185,
                    "end": 186,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Combined parameter values appear in table 1.\n",
            "cite_spans": [],
            "section": "The infection parameter ::: Data",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "mention": "table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "This first set of computations locates pairs (R0,μ) that cause the demographically forced model (3.2) to produce the mean period closest to the dominant outbreak period. Several full simulations of the demographically forced model are run, incorporating demographic data α(t) and δ(t) along with constant values R0 and μ. For each simulation, the mean period length is computed and compared against the dominant outbreak period determined in §4.2. Results appear in figure 5.\n",
            "cite_spans": [],
            "section": "Constraining (R0,μ) pairs using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 466,
                    "end": 474,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Full biologically viable ranges of R0 and μ are tested; these values appear in table 1. For each historical dataset, the ranges of R0 and μ form a two-dimensional region, as shown on the axes in figure 5, and this region is divided into a 25 × 25 grid of fixed pairs (R0,μ). For each pair (R0,μ) in the grid, a model simulation is run in which α(t) and δ(t) take on their historical values as determined in §4.2. Their interpolation for smoother integration is completed using the default Interpolation command in Mathematica version 11.",
            "cite_spans": [],
            "section": "Constraining (R0,μ) pairs using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 79,
                    "end": 86,
                    "mention": "table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Each model simulation produces a mean period for I(t) oscillations; these mean periods are depicted using colour in the plots of figure 5. Computation of the mean periods shown in figure 5 uses the argrelextrema package from Python’s SciPy library to determine local maxima in model output. Within each simulation, times are recorded from each local maximum to the next, and the mean of these times is plotted as the overall period length for the simulation.",
            "cite_spans": [],
            "section": "Constraining (R0,μ) pairs using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 180,
                    "end": 188,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Overlaid on each graph in figure 5 is a black dashed line showing the dominant outbreak period for that historical dataset, as computed in the spectral analysis of data shown in figures 1–3. Pairs (R0,μ) along this dashed line are good candidates for inclusion in an autonomous model. For any such selected pair (R0∗,μ∗) the corresponding constant value of β* is computed using equation (4.3) and median values of α and δ.",
            "cite_spans": [],
            "section": "Constraining (R0,μ) pairs using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 186,
                    "end": 187,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To summarize, demographic data are used to determine likely parameter values with priority on matching the mean periodicity of the demographically forced model. This approach produces pairs (R0∗,μ∗) and their corresponding β*. Section 5.2 considers a wider range of corresponding β values for pairs (R0∗,μ∗).",
            "cite_spans": [],
            "section": "Constraining (R0,μ) pairs using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": []
        },
        {
            "text": "We next complement and build on §5.1, using a new approach to determine a range of appropriate constant β values for each model. These experiments revisit pairs (R0∗,μ∗) computed in §5.1. For each pair and its associated historical dataset, simulations of the demographically forced model are run for each of many possible β values. Power spectra of model results are then used to indicate values of β that both produce periodicity closest to that observed in historical outbreak data and fall within the 95% confidence interval for the spectral analysis.",
            "cite_spans": [],
            "section": "Determining optimal β values using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": []
        },
        {
            "text": "Three such results appear in figure 6. For each, a single pair (R0∗,μ∗) is selected from its respective graph in figure 5. The selected pairs (R0∗,μ∗) each lie near the middle of the black dashed line showing dominant outbreak period. Then, for each pair (R0∗,μ∗), a range of values [βlow, βhigh] is computed using equation (4.3). For βlow , μ = μ*, R0=R0∗, α equals the third quartile of all αt values for the appropriate dataset (i.e. Hida, British India or Sweden), and δ equals the first quartile of all δt values. Similarly, βhigh is computed with μ = μ*, R0=R0∗, α equal to the first quartile of αt values, and δ equal to the third quartile of δt values.\n",
            "cite_spans": [],
            "section": "Determining optimal β values using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "mention": "figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 113,
                    "end": 121,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For our selected pair (R0∗,μ∗) and each of 50 fixed and equally spaced values β ∈ [βlow, βhigh], the demographically forced model is run using α(t) and δ(t). The power spectrum is then computed for the output of each of these 50 model simulations.",
            "cite_spans": [],
            "section": "Determining optimal β values using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": []
        },
        {
            "text": "Figure 6 shows the collection of power spectra for the three geographical regions of study. Each region’s graph consists of 50 vertical strips, each a power spectrum, one for each β ∈ [βlow, βhigh]. A black curve encloses outputs in the 95% confidence interval; these are coloured more boldly than outputs outside the 95% confidence interval.",
            "cite_spans": [],
            "section": "Determining optimal β values using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Overlaid on the graphs in figure 6, and computed directly from the datasets shown in figures 1–3, are solid horizontal lines showing the 95% confidence interval band. The dashed horizontal line shows the peak of the global wavelet spectrum. The vertical line overlaid on each figure 6 graph is the value of β* that corresponds to the pair (R0∗,μ∗) used to create the graph, with β* determined via the method in §5.1. With best values of β thus tied to values of R0∗ and μ*, §5.3 turns toward determining fixed values of α and δ for use in the autonomous model (3.1).",
            "cite_spans": [],
            "section": "Determining optimal β values using the demographically forced model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "mention": "figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 93,
                    "end": 94,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 95,
                    "end": 96,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 276,
                    "end": 284,
                    "mention": "figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In §5.1, we obtained pairs of parameter values (R0∗, μ*) and corresponding β* based on simulations of the demographically forced model. In §5.2, we generated a range of β values corresponding to each (R0∗, μ*) pair, again using the demographically forced model. In this section, we investigate how well the autonomous model reproduces outbreak periods with tuned parameters μ and β.",
            "cite_spans": [],
            "section": "Determining fixed α and δ values for the autonomous model ::: Connecting model simulations with data",
            "ref_spans": []
        },
        {
            "text": "This approach centres on equation (3.5), which computes the oscillation period of the autonomous model as a function of μ, β, and constant-valued α and δ. Results appear in figure 7: titles show fixed values of μ* and β*, while α and δ values are labelled on the axes. A colour-based contour map shows the model periods computed in equation (3.5) for each pair (α, δ) producing oscillation. Overlaid on the contour map are the historical demographic pairs (αt, δt).\n",
            "cite_spans": [],
            "section": "Determining fixed α and δ values for the autonomous model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "mention": "figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Overlaid on the graphs are a boldface dashed line showing the peak of the global wavelet spectrum, along with dashed lines showing the 95% confidence band of periods, from the spectral analysis shown in figures 1, 2 and 3. Most (αt, δt) pairs fall within the 95% confidence band. Additionally, most of the data pairs fall within the zone of complex eigenvalues which yield oscillating solutions. Japan’s Hida district includes the only data points yielding real eigenvalues and therefore non-oscillating solutions. British India’s data pairs all lie within the 95% confidence band.",
            "cite_spans": [],
            "section": "Determining fixed α and δ values for the autonomous model ::: Connecting model simulations with data",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 220,
                    "end": 221,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The analyses in §§5.1, 5.2 and 5.3 show that the simple, autonomous model (3.1) can be calibrated to produce oscillations with periodicity matching that of a historical outbreak. Though such oscillations are damped in an autonomous model, introducing stochasticity via realistic data or even via noise [6] permits the oscillations to extend indefinitely. When that stochasticity arises from real-life data, or from data with values similar to historical data, and when other parameters are selected accordingly, the oscillations remain in a biologically realistic range of periods.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Determining fixed α and δ values for the autonomous model ::: Connecting model simulations with data",
            "ref_spans": []
        },
        {
            "text": "Our results from §§5.1, 5.2 and 5.3 show consistent periodicity between historical data and both the demographically forced and autonomous models. This consistency shows that biological disease information and historical demographic data can produce autonomous parameter values for model (3.1). Resulting simulations of model (3.1) match outbreak periodicity in the short term, with oscillations damped because the model is autonomous. The corresponding demographically forced model (3.2) can match outbreak periodicity in the long term, including sustained oscillations, without the need of a tuned periodic forcing or delay term to impose the oscillation period.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Autonomous values of α and δ are determined via an analysis of data. Median values of each, computed from demographic data, are a good first approximation for use in the autonomous model. The results of §5.3 provide more precisely tuned combinations of α and δ that best match the periodicity of the historical outbreak.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Values of R0 and μ are biologically determined from information on smallpox. Web information is readily available from the CDC [13,17], for instance. Because R0 is unitless and μ is a rate, their values change minimally across different outbreaks. Medical care differences and public health approaches have some effect on R0 and μ, but their values are well represented by ranges provided by the CDC and other national or international health centres.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Compared with all other parameters in models (3.1) and (3.2), the infection parameter β is the least easy to estimate from datasets or biological disease information. The value of β depends on population size and density, as well as various dynamical aspects of disease transmission such as types and frequencies of interactions. Indeed, the units of β show dependence on the number of people in the population. Therefore, the computational work in §5 is required to systematically narrow down a range of values of β based on model outputs and agreement with outbreak and demographic data.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One outcome of our analysis is an overlapping set of values relating directly to the infection parameter. While the numbers found for β itself have very different orders of magnitude, rescaling by population size N = S + I + R produces values β0 = Nβ that can be compared; here, N is the median population across all years of data. Figure 8 shows the range of values of β0 ∈ [βlow, βhigh] for all three countries. It is worthwhile to note the correspondence between the geographical scale of data and the range of values for β0.\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "mention": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "A second outcome of our analysis is identification of parameter combinations (α, δ, μ, β) for which the autonomous model best matches the periodicity of historical data. These parameter combinations appear as bold dashed (α, δ) lines in figure 7 for which μ and β are fixed, with most historical pairs (αt, δt) lying close to these lines of maximum global power, and almost all historical pairs lying within the 95% confidence interval. This comparison of analysis with data shows that an autonomous model can match periodicity well for the short term. Longer term, historical birth and death rates introduce stochasticity, which sustains oscillations, yet almost always producing oscillation periods that match well with the signal from historical data.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "mention": "figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Of further interest are the exceptions to historical (αt, δt) pairs within the spectral analysis 95% confidence interval. British India has no exceptions, and Sweden’s exceptions are few. Hida’s exceptions include two years of famine, marked in red on figure 7. Hida is also the only case in which historical (αt, δt) combinations produce a non-negative square root in equation (3.4). A non-negative square root is a rare occurrence, to the extent that textbook analyses (such as [23]) typically neglect the possibility so that formula analysis is more tractable: for example, the oscillation period then has a more tidy solution.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "mention": "figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "A third outcome of our analysis is that its success is enhanced by longer datasets covering more homogeneous populations and geographical regions. In particular, the dataset for Hida is 81 years, the dataset for British India is 51 years, and the dataset for Sweden spans only 26 years. Further advantageous for Hida is that it is a relatively small and homogeneous population in a small geographical region. For these reasons, the Hida dataset appears to best lend itself toward this analysis. Hida’s peaks of smallpox incidence are clearest, rising the most in comparison with non-peak years and spanning just one to two calendar years. For contrast, while oscillation is noticeable in the British India and Sweden datasets, it is yet true that smallpox incidence in those regions encompasses a much larger geographical area, so that outbreaks spread spatially and therefore take up multiple years apiece. This smooths and spreads out some of the effects of oscillation. Length of dataset affects the oscillation periods modelled using demographic data, such as in figure 5, where the pattern is quite similar in period lengths for Hida and British India, but the smaller Sweden dataset leads to more variation in period lengths as R0 and μ change.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1067,
                    "end": 1075,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "These second and third outcomes, combined, support the interest in outlier points in the Hida dataset. Hida’s data are well suited to these analyses due to both number of data points and homogeneity of population. As further support for this model, research [19] shows that, aside from famine in two separate years, smallpox was the main contributor to untimely deaths during the years of our dataset. Therefore, the (αt, δt) pairs lying outside the 95% confidence interval, or even outside the region of parameters for which model (3.1) oscillates for otherwise-appropriate (μ, β) combinations, may hold important information about the presence of smallpox in Hida. By using simple models to emphasize the connections between data and mathematical properties such as oscillation, we can thus highlight historical data points of interest for further study. This cycle, from data to model calibration to model simulation to re-emphasis on data, has the potential to reflect back to us historical data points of special interest.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The fourth and final outcome of our analysis is that periodic forcing, delays and other exogenous mechanisms are not necessary ingredients for generating periodic behaviour in a model. Instead, the application of demographic forcing alone, via rates of live birth and of death, can produce sustained oscillations with similar periods as observed infection rates.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This further suggests that the underlying dynamical mechanisms in disease outbreaks can be captured well by simple SIR models. Meanwhile, datasets from historical outbreaks worldwide have become widely available for study. We, therefore, call for a renewed interest in relatively simple mathematical models, in conjunction with data from real outbreaks. This combination of models with data will bring new insights into models, especially models involving realistic demographics. In turn, these models can shed light on special or unusual data points, for improved understanding of the relationship between stochastic real-world dynamics and the varying incidence of endemic disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Summary of parameter values for models (3.1) and (3.2).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Data for Hida, Japan. (a) Deaths per year, 1771–1852. (b) Derivative of Gaussian wavelet analysis of data in (a). The upper corner regions represent power outside the 95% confidence interval. (c) Thin grey line shows the Fourier spectrum; thick blue line shows the global wavelet spectrum; and black dashed line shows 95% confidence interval.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Data for British India. (a) Deaths per year, 1870–1920. (b) Derivative of Gaussian wavelet analysis of data in (a). The upper corner regions represent power outside the 95% confidence interval. (c) Thin grey line shows the Fourier spectrum; thick blue line shows the global wavelet spectrum; and black dashed line shows 95% confidence interval.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Data for Sweden. (a) Deaths per year, 1774–1800. (b) Derivative of Gaussian wavelet analysis of data in (a). The upper corner regions represent power outside the 95% confidence interval. (c) Thin grey line shows the Fourier spectrum; thick blue line shows the global wavelet spectrum; and black dashed line shows 95% confidence interval.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Sample phase portraits for Hida, Japan (a) damped oscillation using the autonomous model (3.1) with α = αmed = 96.5, δ = δmed = 0.028; (b) sustained oscillation using the demographically forced model (3.2). The parameters μ = 16, R0 = 3.05 for both. The infection parameter β is computed using equation (4.3).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Simulated outbreak periods of the demographically forced model over a range of values of the parameters R0 and μ. The colour of each pixel in the 25 × 25 grid represents the oscillation period of the demographically forced model with time-dependent α(t) and δ(t) and all other parameters held constant. For each pixel, R0 and μ are shown as values on the axes, and a corresponding constant value of β is computed using equation (4.3) and median values αmed and δmed of the respective demographic data. The black dashed line marks the dominant outbreak period obtained from spectral analysis of outbreak data (figures 1–3). White pixels represent numerical instabilities. (a) αmed = 96.5, δmed = 0.028, (b) αmed = 1.1 × 107, δmed = 0.041, (c) αmed = 4.2 × 104, δmed = 0.025.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.: Global wavelet power of simulated infection numbers of the demographically forced model using α(t) and δ(t) from respective countries, for a range of values of β ∈ [βlow, βhigh]. The values of R0 and μ are fixed as the pair (R0∗,μ∗) obtained from simulations in figure 5, which are (3.15,16) for Hida, (3.2,16.5) for British India and (3.3,24) for Sweden.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7.: Oscillation periods shown in colour as functions of α and δ as derived in equation (3.5). Actual demographic data of (αt, δt) are overlaid along with the band of periods above the 95% confidence interval obtained from spectral analysis of outbreak data. The period with maximum global power is marked with a thick dashed line. In the case of Japan’s Hida district in (a), the two points marked in red represent famine years, and most of the data points fall in the zone of complex eigenvalues that yield oscillating solutions. The entire demographic data for British India and Sweden fall within the zone of complex eigenvalues.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8.: Range of values of re-scaled β0 = β(S + I + R) for Japan, British India and Sweden.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The interpretation of periodicity in disease prevalence",
            "authors": [
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Soper",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "J. R. Stat. Soc.",
            "volume": "92",
            "issn": "",
            "pages": "34-61",
            "other_ids": {
                "DOI": [
                    "10.2307/2341437"
                ]
            }
        },
        "BIBREF1": {
            "title": "Oscillations in an epidemiological model based on asynchronous probabilistic cellular automaton",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "RHA",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ecol. Complex.",
            "volume": "31",
            "issn": "",
            "pages": "57-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecocom.2017.03.001"
                ]
            }
        },
        "BIBREF2": {
            "title": "Big cities: shelters for contagious diseases",
            "authors": [
                {
                    "first": "LHA",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "HDB",
                    "middle": [],
                    "last": "Chimara",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Chaui Berlinck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ecol. Modell.",
            "volume": "197",
            "issn": "",
            "pages": "258-262",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolmodel.2006.02.042"
                ]
            }
        },
        "BIBREF3": {
            "title": "Self-sustained oscillations in epidemic models with infective immigrants",
            "authors": [
                {
                    "first": "HALR",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "LHA",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ecol. Complex.",
            "volume": "17",
            "issn": "",
            "pages": "40-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecocom.2013.08.002"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci.",
            "volume": "180",
            "issn": "",
            "pages": "29-48",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(02)00108-6"
                ]
            }
        },
        "BIBREF6": {
            "title": "Parasitic infections as regulators of animal populations: the dynamic relationship between parasites and their host populations offers clues to the etiology and control of infectious disease",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. Sci.",
            "volume": "71",
            "issn": "",
            "pages": "36-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Transmission potential of smallpox in contemporary populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "748-751",
            "other_ids": {
                "DOI": [
                    "10.1038/414748a"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Jannetta",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Epidemics and mortality in early modern Japan",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1799,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Edwardes",
                    "suffix": ""
                }
            ],
            "year": 1902,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Smallpox and vaccination in British India during the last seventy years",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "Proc. R. Soc. Med.",
            "volume": "38",
            "issn": "",
            "pages": "135-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chávez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mathematical models in population biology and epidemiology",
            "volume": "vol. 40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The crux of epidemiology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hamer",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Proc. R. Soc. Med.",
            "volume": "7",
            "issn": "",
            "pages": "1425-1440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "WO",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "McKendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond., Ser. A",
            "volume": "115",
            "issn": "",
            "pages": "700-721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF18": {
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev.",
            "volume": "42",
            "issn": "",
            "pages": "599-653",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical epidemiology",
            "volume": "vol. 1945",
            "issn": "",
            "pages": "3-17",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-78911-6"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Stochastic population models in ecology and epidemiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Modeling epidemics on adaptively evolving networks: a data-mining perspective",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Kattis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holiday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoica",
                    "suffix": ""
                },
                {
                    "first": "IG",
                    "middle": [],
                    "last": "Kevrekidis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virulence",
            "volume": "7",
            "issn": "",
            "pages": "153-162",
            "other_ids": {
                "DOI": [
                    "10.1080/21505594.2015.1121357"
                ]
            }
        },
        "BIBREF22": {
            "title": "Complex dynamics of epidemic models on adaptive networks",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Differ. Equ.",
            "volume": "266",
            "issn": "",
            "pages": "803-832",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jde.2018.07.054"
                ]
            }
        }
    }
}