{
    "paper_id": "PMC7211095",
    "metadata": {
        "title": "Consensus for prevention and management of coronavirus disease 2019 (COVID-19) for neurologists",
        "authors": [
            {
                "first": "Huijuan",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Candong",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shengcai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yifan",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Quanwei",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Man",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Longde",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The 2019-novel coronavirus (2019-nCoV) has been declared a world pandemic by WHO on 11 March 2020.1 Clinical symptoms of 2019-nCoV have mostly resembled that of severe acute respiratory syndrome coronavirus (SARS-CoV) of 2003. Both shared the same receptor, angiotensin converting enzyme 2 (ACE2).2 Therefore, this virus was named SARS-CoV-2. By 28 March 2020, a total of 593 735 SARS-CoV-2 infected cases have been confirmed in 200 countries worldwide. In addition to the respiratory system involvement, recent evidence has shown that SARS-CoV-2 can affect other organ systems including nervous, vascular, digestive, urinary, haematological and so on.3 4 The pathological findings confirmed the nature of multiorgan damaged by SARS-CoV-2, which include pulmonary lesion and cerebral oedema, microvascular steatosis and thrombosis.5 Neurological symptoms can be trivial or non-specific at the early stage of the COVID-19 infected patients, which have often been delayed and misdiagnosed and led to inappropriate management. These patients then become silent contagious sources or ‘virus spreaders’. Although neurological involvement is uncommon in patients with COVID-19, it can be seen in those with severe infection and the patients may manifest as acute cerebrovascular diseases, impaired consciousness or encephalopathy, and skeletal muscle injury.6\n",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 298,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 652,
                    "end": 655,
                    "mention": "3 4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 831,
                    "end": 832,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1352,
                    "end": 1353,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In order to help neurologists to understand the occurrence, development and outcome of this disease and be familiar with its diagnosis and treatment process, we present this ‘Consensus for prevention and management of coronavirus disease 2019 (COVID-19) for neurologists’. In this consensus, we summarised the current clinical guidelines and research progress on the management of COVID-19 and emphasised on its neurological manifestations. We hope that this consensus statement can help all recognise the infection early and protect the providers and healthcare environment.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "CoVs are enveloped viruses with a single-strand, positive-sense RNA genome, which are separated into four genera based on phylogeny: alpha-CoV (group 1), beta-CoV (group 2), gamma-CoV (group 3) and delta-CoV (group 4). CoVs was first isolated from domestic animals in 1937. The first human coronavirus was isolated from the nasal discharge of patients in 1965. In humans, CoVs infections primarily involve the upper respiratory and gastrointestinal tracts. Under the electronic microscope, there are many evenly arranged protrusions on the surface of viral particles. The entire virus particle resembles a ‘crown’ of a medieval European emperor. Hence, it was given the name of ‘coronavirus’. A coronavirus particle is usually enclosed by an envelope, and its membrane surface has three proteins: spike (S), envelope (E) and membrane (M). Protein spike (S), projecting from the virus membrane and resembling a crown, is the key structure for its infectivity and pathogenicity. These spikes can recognise and bind to receptors on the surface of host cells and subsequently invade the host cells.7\n",
            "cite_spans": [
                {
                    "start": 1094,
                    "end": 1095,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Coronaviruses (CoVs) ::: Overview of the novel coronavirus",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2, the β-type novel coronavirus, is one of the viruses that exists in the form of RNA with a total of 29 000 nucleotide bases. These bases preserve the genetic information for its reproduction. Genomic sequence analysis of SARS-CoV-2 has been published on virological.org, nextstrain.org, bioRxiv and other academic journals. In early February of 2020, Chinese researchers shared the total sequences of this new type of virus so they can be used by other researches around the world. SARS-CoV-2 virus sequence is highly homologous to that of bat coronavirus (96.2% similarity). The entire bat coronavirus genomic sequence has 79.5% homology to SARS coronavirus.8\n",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 671,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Severe acute respiratory syndrome coronavirus 2 ::: Overview of the novel coronavirus",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 spike protein and HIV gp120 protein are both recognition proteins on the membrane surface, but their pathogenic mechanisms are quite different. The spike protein enables SARS-CoV-2 to identify ACE2 receptors in the mucosal epithelium and invade. However, the gp120 protein in HIV allows HIV to recognise the CD4 receptor and invade CD4+ T cells.2 There is currently no evidence indicating that SARS-CoV-2 is capable of invading T cells, any cells that express CD4 or any cells that do not express ACE2. SARS-CoV-2 does not invade cells that are not prone to infection by other known coronaviruses.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 357,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Severe acute respiratory syndrome coronavirus 2 ::: Overview of the novel coronavirus",
            "ref_spans": []
        },
        {
            "text": "So far, the reported SARS-CoV-2 sequences in Global Initiative of Sharing All Influenza Data and GenBank database have a maximum of 10 nucleotide differences from the earliest SARS-CoV-2 sequence in Wuhan9 to the latest sequence worldwide including Europe, USA and so on, suggesting that SARS-CoV-2 entered human body recently.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Severe acute respiratory syndrome coronavirus 2 ::: Overview of the novel coronavirus",
            "ref_spans": []
        },
        {
            "text": "Although SARS-CoV-2, SARS and Middle East respiratory syndrome coronaviruses belong to the same large family of coronaviruses, their genetic characteristics are significantly different. For COVID-19, transmission through respiratory droplets and contact are the main routes of transmission. It has also been confirmed that live virus and virus nucleic acid can be detected in human stool.10 Thus, we speculated that the digestive tract might be another transmission route. Moreover, SARS-CoV-2 can be transmitted through aerosols under a prolonged exposure in a relatively closed environment.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Route of transmission",
            "ref_spans": []
        },
        {
            "text": "Patients with COVID-19 often have a fever, dry cough and fatigue as the primary manifestations, and in some patients, pharyngeal pain, abdominal pain, diarrhoea and conjunctivitis are common. Therefore, if a patient has any of these symptoms, even if the symptoms are mild, testing for COVID-19 is recommended.",
            "cite_spans": [],
            "section": "Systemic and respiratory symptoms ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Neurological symptoms have been observed in patients with COVID-19.6 It has been reported that more than one-third of patients experienced various neurological symptoms including the involvement of central nervous system (dizziness, headache, impaired consciousness, acute cerebrovascular disease, ataxia and epilepsy), peripheral nervous system (taste impairment, smell impairment, vision impairment and neuralgia) and skeletal muscular damage. Skeletal muscle injury was defined when a patient had skeletal muscle pain and elevated serum creatine kinase level above 200 U/L.6 12 In patients with central nervous system manifestations, the most common complaints were dizziness and headache. In patients with peripheral nervous system manifestations, the most common complaints were taste and smell impairment.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 576,
                    "end": 580,
                    "mention": "6 12",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Neurological symptoms and signs ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "The nervous system manifestations were significantly more common in patients with severe infection, manifested as ischaemic stroke and cerebral haemorrhage diagnosed by clinical symptoms and head CT, impaired consciousness and skeletal muscle injury.6 Rapid clinical deterioration or worsening could be from a neurological event such as stroke, which may have contributed to its high mortality rate. The main reason of clinical worsening is the hyperactivation of inflammatory factors that eventually causes a fatal inflammatory storm as the disease progresses. In addition, coagulation system is damaged causing the D-dimer and platelet abnormalities, which increases the risk of cerebrovascular disease. During the epidemic period of COVID-19, when seeing patients with above neurological manifestations especially more develop nervous system manifestations, doctors should consider SARS-CoV-2 infection as a differential diagnosis so to avoid misdiagnosis and seize the opportunity of stopping it from infecting the others.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Neurological symptoms and signs ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Most patients with COVID-19 have a low grade fever, but a few would have high temperature. It is worth noting that some patients may have difficulty breathing. In some patients, their lung CT scans may have signs of severe damage from the infection, but their temperature remain within normal limit. In these patients, feeling weak or exhaustion was their main complaint. In other patients, their temperature may drop, but their pneumonia actually progressed. Therefore, to judge the progression of the disease, lung CT is essential (figure 1).",
            "cite_spans": [],
            "section": "Issues require special attention in laboratory inspection ::: Clinical characteristics and manifestations",
            "ref_spans": [
                {
                    "start": 534,
                    "end": 542,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In laboratory examinations, their premorbid routine blood test may show lymphopaenia. Recently, some companies have developed a SARS-CoV-2 antibody test, and its use for clinical monitoring is being studied. These laboratory findings and parameters may serve as a biomarker bearing a value relevant to the prognostic perspective.",
            "cite_spans": [],
            "section": "Issues require special attention in laboratory inspection ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "At present, nucleic acid testing for SARS-COV-2 is still the essential criterion and gold standard for confirming the diagnosis. However, its sensitivity is low and repeated tests may often be needed. Therefore, the current consensus is that a COVID-19 infected individual may present asymptomatically or symptomatically with or without abnormal laboratory findings and lung changes on CT and an unrevealing nucleic acid test. The diagnosis can be confirmed if there are apparent characteristic changes on lung CT or a positive IgM test for viral antibody. Clinically suspected patients should not be left untreated with SARS-COV-2 infection while waiting for the nucleic acid test result or if nucleic acid test was negative initially.",
            "cite_spans": [],
            "section": "Issues require special attention in laboratory inspection ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Based on the ‘Diagnosis and treatment of the novel coronavirus pneumonia (Trial version 7)’ published by the National Health Commission of the People’s Republic of China,11 the following features need to be noted in the prevention and treatment process:",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Key points for the treatment of COVID-19 from the Chinese guideline ::: Current COVID-19 management and key points for prevention and treatment in China ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Among patients with SARS-CoV-2 infection, middle-aged and elderly people accounted for the majority of strokes, especially in critically ill patients. Serum D-dimer level is generally increased, which could be the source of embolic vascular events.11\n12 Many of these patients may already have other cerebrovascular risk factors, such as hypertension, diabetes mellitus, hyperlipidaemia, smoking or previous stroke history. Some may develop their first-ever acute ischaemic stroke.6 Therefore, medical staff should pay close attention to the manifestation of neurological symptoms. If an acute ischaemic stroke patient with suspected or confirmed diagnosis of COVID-19 are admitted, emergency treatment should be jointly offered by neurologists and infectious disease specialists. For ischaemic stroke patients with a high D-dimer level, preventive anticoagulation is recommended. These patients should be transferred to the isolation ward, and neurologists would assist in the management.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 482,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Symptoms related to the development of acute cerebrovascular diseases ::: Possible causes of neurological symptoms and precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Since SARS-CoV-2 specifically binds to ACE2 receptors,2 patients with hypertension may encounter blood pressure fluctuations following SARS-CoV-2 infection, which may increase the risk of intracranial haemorrhage. Furthermore, some critically ill patients with SARS-CoV-2 infection have severe thrombocytopaenia, another high-risk factor for cerebral haemorrhage. For hypertensive patients with SARS-CoV-2 infection, it is recommended to stop using ACE inhibitors or angiotensin ΙΙ receptor blockers (ARBs) as antihypertensive drugs, and consider calcium channel blockers, diuretics and other classes of antihypertensive drugs.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Symptoms related to the development of acute cerebrovascular diseases ::: Possible causes of neurological symptoms and precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Based on the previous discovery, coronavirus may invade the central nervous system. Researchers have detected SARS coronavirus nucleic acid in patients’ cerebrospinal fluid, and SARS coronavirus was also verified in brain tissue on autopsy.13 14 For this SARS-CoV-2 outbreak, some patients have had symptoms similar to those with intracranial infections such as headache, seizure and disturbance of consciousness. Few patients had central nervous system symptoms before having pulmonary symptoms.6 Therefore, neurologists should be vigilant when seeing COVID-19 infected patients and look for any signs suspicious for intracranial infection, and if possible, MRI of head with and without contrast should be performed. A lumbar puncture to look for SARS-CoV-2 nucleic acid by using PCR is recommended. For these COVID-19 patients with intracranial infection, treatment strategies such as controlling cerebral oedema, treating and preventing seizures and treating psychotic symptoms should be considered and the guidelines should be followed.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 245,
                    "mention": "13 14",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Symptoms related to intracranial infection ::: Possible causes of neurological symptoms and precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "Historically, SARS coronavirus was involved in the myocardial inflammation.15 In clinical observation, some patients with COVID-19 may experience symptoms of skeletal muscle damage, such as fatigue or limb aches, and mild elevation of serum creatine kinase level.6 They are due to inflammatory reaction caused by the SARS-CoV-2 infection or direct muscle damage by the virus. For patients with muscle damage symptoms, screening for SARS-CoV-2 infection is recommended. In addition to active treatment of COVID-19, strengthening nutritional support is recommended.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Symptoms related to muscle damage ::: Possible causes of neurological symptoms and precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "In this outbreak, patients with COVID-19 can begin with neurological symptoms or develop neurological complications during the treatment. Neurologists may see these patients in the clinic, emergency room and in-patient ward. According to the ‘Technical guidelines for prevention and control of new coronavirus infection in medical institutions (First Edition)’16 developed by General Office of the National Health Commission of the People’s Republic of China and clinical characteristics of these patients, we propose the following precautions for neurologists, especially for those who are working in high-risk areas.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "\nCautions in neurology clinic\n",
            "cite_spans": [],
            "section": "Precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "\nManagement in neurological emergency and staffing acute stroke green pathway\n17\n",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "\nManagement in neurology wards\n",
            "cite_spans": [],
            "section": "Precautions for neurologists ::: Clinical characteristics and manifestations",
            "ref_spans": []
        },
        {
            "text": "COVID-19 is a highly contagious disease that has become a worldwide pandemic. Patients infected may show neurological symptoms first. Healthcare providers and neurologists should pay close attention to these symptoms and have a high index of suspicion when evaluating patients in an endemic area. Early recognition may help initiate treatment and isolation early so to prevent clinical worsening and spreading of virus.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Pulmonary progress on axial chest CT. (A) During the first few days, a single lesion; (B) during the first week, multiple lesions; (C) during the first and second week, nearly 50% involvement of bilateral lungs; (D) after the second week, diffuse lesion of bilateral lungs. Arrows indicate the infected area.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Brain CT and chest CT images from a critically ill patient with COVID-19. (A) Brain CT showing cerebral infarction. Arrows indicate the infarction area. (B) Diffuse lesion of bilateral lungs from the same patient.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Covid-19: WHO declares pandemic because of \"alarming levels\" of spread, severity, and inaction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1036"
                ]
            }
        },
        "BIBREF1": {
            "title": "Notes from the field: isolation of 2019-nCoV from a stool specimen of a Laboratory-Confirmed case of the coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shuangli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "123-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Diagnosis and treatment of the novel coronavirus pneumonia (Trial version 7) [D]. National Health Commission of the People’s Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W-jie",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-yi",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF4": {
            "title": "Possible central nervous system infection by SARS coronavirus",
            "authors": [
                {
                    "first": "K-K",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "342-4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030638"
                ]
            }
        },
        "BIBREF5": {
            "title": "Detection of severe acute respiratory syndrome coronavirus in the brain: potential role of the chemokine Mig in pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "1089-96",
            "other_ids": {
                "DOI": [
                    "10.1086/444461"
                ]
            }
        },
        "BIBREF6": {
            "title": "Sars-Coronavirus modulation of myocardial ACE2 expression and inflammation in patients with SARS",
            "authors": [
                {
                    "first": "GY",
                    "middle": [],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kassiri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Invest",
            "volume": "39",
            "issn": "",
            "pages": "618-25",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2362.2009.02153.x"
                ]
            }
        },
        "BIBREF7": {
            "title": "Disease control letter of the General Office of the National Health Commission of the People′s Republic of China [2020] No.65",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Recommendation of experts on prevention and control of new coronavirus infection in neurointerventional specialty (version 1) [D]",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Cerebrovasc Dis",
            "volume": "17",
            "issn": "",
            "pages": "107-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Single-Cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF11": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-13",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF12": {
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF13": {
            "title": "Neurological manifestations of hospitalized patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Journal",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3544840"
                ]
            }
        },
        "BIBREF14": {
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "490-502",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2016.03.003"
                ]
            }
        },
        "BIBREF15": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270-3",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF16": {
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265-9",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        }
    }
}