{
    "paper_id": "PMC7229980",
    "metadata": {
        "title": "Royal Flying Doctor Service COVID-19 activity and surge modelling in Australia",
        "authors": [
            {
                "first": "Fergus",
                "middle": [
                    "W"
                ],
                "last": "Gardiner",
                "suffix": "",
                "email": "Fergus.gardiner@rfds.org.au",
                "affiliation": {}
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Johns",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lara",
                "middle": [],
                "last": "Bishop",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leonid",
                "middle": [],
                "last": "Churilov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There is a Coronavirus disease 2019 (COVID-19) pandemic, which originated in Hubei Province in China. There is evidence of community transmission throughout the world, including Australia. Infection can cause severe acute respiratory illness, but there is a spectrum of disease ranging from mild to severe symptoms.1\n",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To help reduce the incidence of COVID-19, quarantine measures have been implemented in Australia. These measures are changing rapidly. People who have been in contact with a person with a confirmed case of COVID-19, and people who have travelled from, or who have transited through, affected areas are required to quarantine for 14 days. People who are tested for COVID-19 include those who have symptoms of the disease, such as fever, or acute respiratory infection (e.g. shortness of breath or cough), with or without fever, and have either travelled, or transited through, a country considered to pose a risk of transmission in the 14 days before illness onset, or have had contact with a confirmed case of COVID-19 in the 14 days before illness onset.2 Routine population screening is currently being conducted in some areas, however it has not been mandated by the Commonwealth. The Australian Commonwealth Government has recently announced Australian border closures, with some State Governments also shutting borders to domestic travelers. This is in addition to new social distancing measures, and the closure of non-essential services,3 in response to the continued growth of COVID-19 within the community.4\n",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 756,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1144,
                    "end": 1145,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1215,
                    "end": 1216,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The RFDS is one of the largest aeromedical services in the world,5\n,\n6 with 77 aircraft and 140 healthcare vehicles, located across its 23 Australian bases.7 In 2018/19, 370,706 patient contacts were made through RFDS clinics, aeromedical transports and telehealth consultations. At the same time, there were 82,081 road transfers.7\n",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 69,
                    "end": 70,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 156,
                    "end": 157,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The RFDS deals with respiratory and infectious diseases routinely. However, COVID-19 presents challenges in terms of potential volumes of patients needing care and the impacts it has on organisational capacity. Since identification of COVID-19 within Australia, the RFDS has been transporting patients with confirmed COVID-19 and those who have developed symptoms after being in a high risk situation. This has included cases from the cruise ship The Diamond Princess and transfer of patients for ongoing isolation and hospital care.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite the containment measures implemented in Australia, COVID-19 cases are expected to increase in the coming weeks. As a provider of aeromedical retrieval services and road transport services for a range of illnesses, it is important for the RFDS to understand the potential impact of COVID-19 on the populations it serves. Predicting what medical resources may need to be deployed to provide appropriate patient care, ahead of time, will assist the RFDS be well prepared to provide this care. In addition to undertaking aeromedical retrievals for a variety of acute illnesses, the RFDS needed to understand its surge capacity, and ability to rapidly deploy additional aircraft if the COVID-19 pandemic worsened.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objectives of this study were to:1Describe the characteristics of patients transported by either an aeromedical retrieval or road transport, by the RFDS for confirmed or suspected COVID-19; and2Investigate surge capacity of, and operational implications for, the RFDS in dealing with aeromedical retrievals for COVID-19.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The RFDS traditionally provides aeromedical retrievals, road transports and primary healthcare to rural and remote populations who are unable to access traditional services through the Medicare Benefits Schedule (MBS). However, with the COVID-19 pandemic, the RFDS has been called upon to expand its scope of practice and provide services across all geographical areas, including inner-regional and major city areas.",
            "cite_spans": [],
            "section": "Setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "RFDS aeromedical retrievals include primary evacuations (PEs) and inter-hospital transfers (IHTs). A PE describes the provision of emergency medical services to people affected by illness or accident who are in a serious or potentially life-threatening condition, who are beyond the normal medical infrastructure. An IHT describes the transfer of patients between hospitals designated as normal medical infrastructure, often to access a higher level of care, such as specialist treatment or life-saving surgery. However, an IHT can also include the transfer of a patient from a large to a smaller community hospital, to receive ongoing care closer to the patient's home.",
            "cite_spans": [],
            "section": "Setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Non-emergency road transports are undertaken by the RFDS. For these transports, the RFDS is tasked by an ambulance service (e.g. Ambulance Victoria) to transport a patient to hospital or to receive specialist care.",
            "cite_spans": [],
            "section": "Setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Since tasking to retrieve COVID-19 patients, the RFDS has been recording cases. Each COVID-19 case has been coded under chapter 10 (diseases of the respiratory system) of the International Statistical Classification of Diseases and Related Health Problems, Tenth Revision, Australian Modification (ICD-10-AM).8 A suspected case was defined in accordance with the World Health Organisation (WHO) Global Surveillance for human infection with coronavirus disease (COVID-19) guidelines.2 A confirmed case was defined as those who have been confirmed as being positive for COVID-19 via a laboratory pathology test. Patient data was collected within flight, and road transport data was collected during transport, using either paper-based or electronic methods, according to the usual practice of the specific RFDS Section and Operation.9\n",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 831,
                    "end": 832,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To describe the characteristics of patients transported by the RFDS for confirmed or suspected COVID-19 from 02 February 2020 to 07 May 2020, means (standard deviations) and medians (interquartile ranges) were used for continuous characteristics and counts (proportions) for count characteristics.",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To investigate surge capacity of, and operational implications for the RFDS in dealing with aeromedical retrievals for COVID-19, we built and validated an interactive discrete-event simulation (DES) decision support model based on RFDS activity data from 1 July 2015 to 30 June 2019 (4-years). DES is focused on improving the design and operation of the systems under investigation10 and is widely used in health systems research.11 The fundamental building blocks of the DES model include: individual patients that flow through the system, queues where patients are waiting to be cared for, activities performed by the system as part of the care process, and resources required to provide successful patient care activities.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 383,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The DES modelling began by creating a conceptual model for the RFDS process of care for an aeromedical retrieval, consisting of the following activities: flight authorization, resource mobilisation, flight to the scene, patient care at the scene, flight to the receiving hospital airstrip, and return to base. Every activity requires appropriate resources in the form of an aircraft, and crew capable and ready to perform this activity, and may require patients queueing for service based on the pre-determined category of priority. The model followed the following 3-tiered priority classification: category 1 - patient is classified as high acuity/ severity; category 2 – patient is classified as moderate acuity/severity; category 3 – patient is classified as low acuity/severity.",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We also divided patients into two categories, based on whether their primary diagnosis was related to the respiratory system (which includes novel coronaviruses, such as COVID-19), or another disease, so that the characteristics of the respiratory system disease patients could be used to subsequently model increased demand due to COVID-19.",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The following outcomes of immediate interest for the DES were identified:a)the percentage of time the RFDS does not have spare aircraft capacity to respond to the next call for service;b)the median time from first call to aircraft mobilised, by priority category; andc)the median time from first call to aircraft arrival by priority category.\n",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The conceptual model was validated with representatives (n= 20) of the individual RFDS operational area commands (including Western Operations, Central Operations, the Queensland Section, South Eastern Section, Victorian Section, and Tasmanian Section). Following this, the computational DES models for individual RFDS operational areas were created and calibrated for the base case scenario, using historical data on aeromedical retrievals for respiratory and non-respiratory diseases. This included data on all patients who underwent an aeromedical retrieval for diseases of the respiratory system (coded in Chapter 10 of the ICD-10-AM) between 01 July 2015 and 30 June 2019 (4-years). Patient data was collected within flight and included the patient's sex, age, and self-reported Indigenous status (See Table 1\n), using either paper-based or electronic methods, according to the usual practice of the specific RFDS Section and Operation.8 The computational DES model was subsequently iteratively validated using the base case scenario with the representatives of the individual RFDS operational area commands until all the stakeholders were satisfied with the model's performance. Computational DES model was created using AnyLogic 8.5.1 simulation modelling software.",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 942,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": [
                {
                    "start": 807,
                    "end": 814,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The designed and validated DES model was subsequently used in a full factorial in silico experiment to systematically investigate the system's performance under various scenarios, combining individual levels of supply of RFDS services and the potential COVID-19 related demand. The factors included in experimental design were: number of aircraft available within the operational command area, as well as daily rates of potential additional COVID-19 related demand in patients with respiratory system disease for different priority categories.",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Overall, 520 individual DES simulation runs were conducted, with every run including one month of “warm-up” simulated activity to achieve the steady state, followed by a six-month period of simulated activity to estimate the system's performance.",
            "cite_spans": [],
            "section": "Statistical analysis and simulation modelling ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The RFDS conducted 291 patient episodes of care for confirmed or suspected COVID-19. This included 288 separate patients, including 136 males and 119 females (33 genders to be confirmed), with a median age of 62.0 years (IQR=43.5-74.9). Episodes included 262 inter-hospital transfers, 25 primary evacuations, and 1 repatriation. All patients were either confirmed (n=20), or strongly suspected (n=268), of having COVID-19.",
            "cite_spans": [],
            "section": "RFDS COVID-19 transfer number and results ::: Results",
            "ref_spans": []
        },
        {
            "text": "To assist in planning the RFDS’ aeromedical response related to a potential surge in COVID-19, we designed and validated an interactive surge capacity planning decision support tool. This tool is capable of providing dynamic and real-time support for RFDS decision-makers in understanding the system's performance under uncertain COVID-19 demand through exploring various demand scenarios.\nFigure 2\ndemonstrates the interactive decision support tool interface.",
            "cite_spans": [],
            "section": "Interactive DES decision support tool ::: Results",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The RFDS is able to meet demand on current activity, however as the numbers of priority 1 and 2 cases increase due to COVID-19, the percentage of time when the RFDS is able to meet demand is driven by the number of aircraft available per Section and Operation. For example, when Central Operations (CO), which provides services to South Australia and the Northern Territory, has 6 operational aircraft, it is able to meet demand 87.5% of the time at benchmark. However, if COVID-19 cases were to increase by n=8 priority 1 and n=4 priority 2 patients per day, Central Operations would need to increase its serviceable aircraft to 8-15 to meet demand. This is consistent throughout the RFDS Sections and Operations, with results detailed in Figure 3\n.",
            "cite_spans": [],
            "section": "Levels of RFDS service provision for a range of hypothetical increases in COVID-19 demand ::: Results",
            "ref_spans": [
                {
                    "start": 740,
                    "end": 748,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nFigure 4\nindicates that under most scenarios, priority 1 patient demand is met under 6 hours, however at the expense of priority 2-3 (as these are prioritised after priority 1 patients). Note that the bottom right panel in this figure is blank, as in all tested scenarios, the time to mobilisation for priority 3 patients is greater than 10 hours. The impact of COVID-19 on ability to meet patient demand in a timely manner is reflected in overall patient wait times (Figure 5\n).",
            "cite_spans": [],
            "section": "Levels of RFDS service provision for a range of hypothetical increases in COVID-19 demand ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 469,
                    "end": 477,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For all considered outcomes, the impact of COVID-19 demand on RFDS operations is mitigated by an increase in aircraft capacity. As the number of aircraft is increased, all of the outcomes improve in each tested demand scenario, resulting in shorter waiting times and greater ability to respond to additional demand. Furthermore, the spread of outcomes between the largest and smallest levels of COVID-19 demand is reduced as aircraft capacity is improved, indicating that despite the lack of certainty in the actual level of COVID-19 related demand, the degree of robustness in meeting such demand increases with resource availability.",
            "cite_spans": [],
            "section": "Levels of RFDS service provision for a range of hypothetical increases in COVID-19 demand ::: Results",
            "ref_spans": []
        },
        {
            "text": "The RFDS has conducted 291 transfers for COVID-19, increasing from 3 on the 02 February 2020 to 291 on the 7 May 2020. These trends appear to be consistent with Australia data, with 12 confirmed cases on the 02 February 2020 increasing to 6,849 as of 15:00 on the 7 May 2020.4 The trajectory of the epidemic in Australia appears to be lagging behind many European and North American countries, by several weeks, in part due to the travel bans introduced early in the epidemic. However, it is important to be prepared for a significant increase in COVID-19 cases, especially in rural and remote Australia.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In order to be prepared, the RFDS has identified likely barriers and enablers for provision of adequate level of RFDS services under a range of different COVID-19 demand scenarios. Our modelling indicates that at most thresholds, we can provide aeromedical retrievals for increased COVID-19 activity. It appears that availability of aircraft is unlikely to be a major barrier. However, the potential lack of workforce (i.e. pilots/engineers/clinical staff) has been identified as the major barrier to getting aircraft into the air. Without the appropriately skilled, and available workforce, the RFDS is unlikely to be able to transfer Category 3 patients to hospital, who would then require patient care within their communities.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our modelling indicated that above a certain activity level, we would not be able to transfer mild COVID-19 patients within a reasonable timeframe, and that providing transportation is dependent on workforce being able to staff, and provide maintenance on, aircraft. Rural and remote areas (especially remote areas) have significant workforce shortages.12 This includes limitations in recruiting and retaining general practitioners, nurses, and allied health professionals.12 During this pandemic we have had volunteer pilots offer their services. However, our most significant barrier to providing additional services is a lack of engineers, to maintain aircraft, and clinical staff, to provide services. In the event of mass infection, and current staff potentially becoming unwell, we will need more staff to provide coverage. This could include having nursing and medical students providing paid (covered by insurance) support to senior clinicians, as recently recommended.13 Alternatively, the Australian Defence Force (ADF) could provide engineering and clinical support, as recently seen in the Australian bushfires.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to constraints on RFDS aeromedical retrievals for priority 3 patients, it is likely that hospitals would be overwhelmed in the case of mass infection in rural and remote Australia, further necessitating the need for local solutions for treatment of less severe cases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Rural and remote areas also have significantly lower healthcare service provision then their major city counterparts, with the RFDS and Aboriginal Medical Services (AMSs) being the only service provider in many areas.17\n,\n18 Of concern, is that our modelling predicted that at high activity levels, we would not be able to transport priority 3 patients. This is worrying, as mild COVID-19 patients would need to be treated within their community until transfer is possible. Having patients remain within their community, without adequate treatment, could result in further community transmission.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mass infection of COVID-19 has overwhelmed hospitals in Italy, due to severe cases requiring intensive care unit (ICU) services, such as ventilators and specialised workforce. Due to shortfalls in ICU beds, Italy has seen a spike in otherwise preventable deaths.14 Within Australia we may not have enough ICU beds to match potential demand.14 The current Australian government strategy is to mitigate transmission risk factors within the general public.15 However, it is unclear how a mass infection would affect rural and remote Australia, due to the vast distances between communities. If mass infection occurred in rural and remote towns, it could have dire outcomes. This is due to rural and remote populations having higher rates of respiratory disease than their major city counterparts, as well as higher rates of other chronic diseases.12\n,\n16 Specifically, rural and remote populations are also more likely to suffer poorer outcomes of respiratory disease, including bronchiectasis.17 COVID-19 directly affects the lungs and patient's ability to breathe, with severe cases requiring oxygen therapy via a respirator.16\n",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, many remote communities have high proportions of Indigenous Australians,18\n,\n19 and higher levels of socioeconomic disadvantage.20 The life expectancy of Indigenous Australians is significantly lower than non-Indigenous Australians, with Indigenous Australians more likely to suffer from many chronic diseases at a younger age, including type two diabetes, cardiovascular disease, and renal disease.21\n",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 90,
                    "end": 92,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 141,
                    "end": 143,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As such, in the event of mass infection, it is vitally important that we develop care strategies for mild COVID-19 patients in rural and remote areas, including dedicated COVID-19 clinics or in-situ field hospitals (or similar). Another strategy would be to increase the use of RFDS telehealth platforms.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The RFDS has been conducting extensive aeromedical retrievals and road transports for patients with, or suspected of having, COVID-19 throughout Australia. Modelling indicates that as COVID-19 activity increases, the RFDS will need to utilise more aircraft in the transportation of patients to inner-regional and major city hospitals. However, if COVID-19 activity was to increase to 10 patients per day per RFDS area of operations, many of the mild cases would need to remain within their communities for an extended period of time, potentially increasing the risk of community transfer. As such, it is important to ensure the RFDS has adequate funding, workforce, and equipment, to allow it to respond in the event of increased COVID-19 activity.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of patients aeromedically retrieved for respiratory disease, 2015-2019 financial years\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Confirmed and suspected COVID-19 weekly retrieval trends",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: COVID-19 activity modelling visual dashboard",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The percentage of time the RFDS area does not have spare aircraft capacity to respond to the next call for service",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The median time from first call to aircraft mobilised by urgency category",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: The median time from first call to aircraft arrival by urgency category",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "55",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Aeromedical Retrieval for Critical Clinical Conditions: 12 Years of Experience with the Royal Flying Doctor Service, Queensland, Australia",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "VA.",
                    "middle": [],
                    "last": "Ypinazar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of Emergency Medicine",
            "volume": "36",
            "issn": "4",
            "pages": "363-368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Ketamine sedation for patients with acute agitation and psychiatric illness requiring aeromedical retrieval",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Le Cong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gynther",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emergency Medicine Journal",
            "volume": "29",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Application of discrete event simulation in health care: a systematic review",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Health Serv Res",
            "volume": "18",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Looking Ahead: Responding to the health needs of country Australians in 2028- the centenary year of the RFDS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ransom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laverty",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Royal Flying Doctor Service",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Rethinking the role of senior medical students in the COVID-19 response",
            "authors": [
                {
                    "first": "JH-S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raubenheimer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med J Aust",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Modelling the impact of COVID-19 upon intensive care services in New South Wales",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Trauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "McBryde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med J Aust",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "CG.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "25",
            "issn": "3",
            "pages": "278-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Management of bronchiectasis and chronic suppurative lung disease in Indigenous children and adults from rural and remote Australian communities",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                },
                {
                    "first": "PT",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Torzillo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Medical Journal of Australia",
            "volume": "189",
            "issn": "7",
            "pages": "386-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The Australian Burden of Disease Study: impact and causes of illness and death in Aboriginal and Torres Strait Islander people, 2011",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Al-Yaman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health Res Pract",
            "volume": "27",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Poor access to kidney disease management services in susceptible patient populations in rural Australia is associated with increased aeromedical retrievals for acute renal care",
            "authors": [
                {
                    "first": "FW",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intern Med J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}