{
    "paper_id": "PMC7126880",
    "metadata": {
        "title": "Aerosol production during autopsies: The risk of sawing in bone",
        "authors": [
            {
                "first": "Jip",
                "middle": [
                    "M.E."
                ],
                "last": "Pluim",
                "suffix": "",
                "email": "jip.pluim@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Lucas",
                "middle": [],
                "last": "Jimenez-Bou",
                "suffix": "",
                "email": "lukebou.lb@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Reza",
                "middle": [
                    "R.R."
                ],
                "last": "Gerretsen",
                "suffix": "",
                "email": "r.gerretsen@nfi.minvenj.nl",
                "affiliation": {}
            },
            {
                "first": "Arjo",
                "middle": [
                    "J."
                ],
                "last": "Loeve",
                "suffix": "",
                "email": "a.j.loeve@tudelft.nl",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Autopsies are surgical procedures performed in the field of pathology that are used to find a deceased person's cause or manner of death. Different diagnoses ask for different examinations, some of which requiring incisions in superficial tissues to provide access to deeper internal tissues of the body. Since forensic practitioners are generally aware of potential hazards, protective clothing is used and protocols are followed to minimise contact with pathogens [1], [2]. Some contamination routes may seem more obvious than others due to explicit interaction with contaminants, such as through cuts by scalpels or punctures with needles. However, inhalation of infectious airborne particles during an autopsy could be as harmful as an accidental cut [2], [3], [4]. Powered surgical instruments, such as saws and drills, are greatly responsible for aerosolisation (solid or liquid airborne particles) of body tissues, exposure to these aerosols may be considered an often overlooked contamination route [5], [6].",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 760,
                    "end": 763,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 765,
                    "end": 768,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Oscillating saws are routinely used during autopsies, when forensic practitioners are required to make deep incisions through bone or cartilage tissues, oscillating saws have an advantage due to an increased ease of use and accessibility compared to hand or band saws. There is however a concern about the production of suspended particles (aerosols) when operating the saw. Aerosols produced by sawing can be dispersed wide in the surroundings of the site of operation, possibly reaching the respiratory tract of the operator [5], [7], [8], [9]. The aerosol's particle size determines the potential invasion depth of the aerosol in the inhaler's respiratory tract, as reported in [3], and can possibly act as a pathway for hazardous diseases [10]. For example, for particles of 0.1 μm about 2.1% will only reach the head airways, 2.7% will reach the tracheobronchial region and 14% will end up in the alveoli. For particles of 10 μm this would be 81%, 1.5% and 1.9%, respectively. Particles smaller than 10 μm are within the respirable range [3] and have the potential to remain suspended in the air for long periods of time, increasing the time during which the air around the working area is contaminated with possibly infective aerosol [9]. Among the hazardous pathogens are Hepatitis B and C, Streptococci, and Human Immunodeficiency Virus (HIV), of which transmissions have already been recorded during autopsy sessions [11], [12], [13], [14]. When inhaling such pathogens, a minimal infective dose (MID) is required to actually produce an infection. Most respiratory viruses appear to have infectious potential in humans even with low doses [15]. Concern also emerges towards unknown MIDs, as this serves as motivation for prophylaxis, see Table 1\n.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 532,
                    "end": 535,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 537,
                    "end": 540,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 542,
                    "end": 545,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 681,
                    "end": 684,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 743,
                    "end": 747,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1432,
                    "end": 1436,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1747,
                    "end": 1754,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The goal of this study was to investigate the production of aerosol when sawing dry long bones under different sawing conditions, simulating an autopsy procedure.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A custom setup designed for ease-of-use and cleanability was manufactured. In the explanation of the setup below the letters used to refer to specific parts correspond with those in Fig. 1, Fig. 2, Fig. 3\n.",
            "cite_spans": [],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 188,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 190,
                    "end": 196,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 198,
                    "end": 204,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "An oscillating saw (DeSoutter NS3, DeSoutter Medical Limited) (a), with a blade of 76 mm in diameter (DeSoutter 16892, DeSoutter Medical Limited), fixed to a sliding platform (b) by a 125 × 36 × 40 mm aluminium block with a cylindrical hole the diameter of the saw handle. The platform housed three cylindrical brass cylinders that slid along three 20 mm diameter surgical stainless steel rods (c) acting as guides, allowing the saw to freely move vertically with a range of 270 mm, while being fixated in the other planes. The bone specimen (d) was fastened in a 70 × 50 × 60 mm aluminium block with a v-shaped groove in its base. An u-shaped clamp with a threaded bolt clamped the femur into the v-groove, securing it to the setup (e). Both the v-groove block and the steel rods were fixed to a 440 × 260 mm aluminium base plate (f). Interchangeable weights (g) were used to vary the contact load of the saw blade against the bone specimen.",
            "cite_spans": [],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The sawing depth of the saw blade (h) was controlled to always be 10 mm by a depth control stopper (i) placed next to the saw blade. The stopper consisted of a 3 mm thick, 66 mm diameter (10 mm less than the saw blade diameter) round aluminium plate. Fig. 2 shows the saw blade and stopper reaching the preset limit after a cut. A custom-built tachometer (j) using a hall-effect sensor (Geartooth speed sensor GS100701, ZF Electronics) was clamped to the saw with a 50 × 40 × 20 mm aluminium block (k), and was used to accurately set the initial frequency in each experiment, as well as to observe the frequency change during sawing. Due to the resistance of the bone against the saw it was expected that the sawing frequency would drop during sawing. A close-up view of the saw blade is shown in Fig. 2.",
            "cite_spans": [],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 257,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 797,
                    "end": 803,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The whole platform was placed inside an acrylic glass box (l) of 780 × 470 × 500 mm, as shown in Fig. 3. An entrance hole (110 mm diameter) (o) in the side of the box provided access to the setup without having to open the box and cause any disturbance during the measurements. When the entrance hole is not used, a lid was used to seal it. By conducting the experiment inside a closed environment, the invasion of foreign aerosol was minimised, as well as the leakage of produced particles, and the disturbance of any air flow from external interactions, such as from researchers walking by. Also, it was much more feasible to clean the inside of the box than an entire autopsy room.",
            "cite_spans": [],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The number of aerosol particles present in the air in the box was measured using a Fluke 985 particle counter (Fluke corporation, Everett, Washington USA) (m), shown in Fig. 3. The particle counter was placed on top of the box with a foam cast to hold it in place. A small hole in the acrylic glass provided access to the particle counter's sensor. The distance between the bone specimen and the particle counter's sensor was about 450 mm, to replicate the breathing zone of the saw operator. Particles were counted at a flow of 2.83 l/m in six different sizes: 0.3, 0.5, 1.0, 3.0, 5.0, and 10 μm. It was decided that sizes over 10 μm were not of relevance to the current study, as particles of these sizes are most likely to deposit in the head airway region of the respiratory tract, whereas smaller particles will primarily deposit in the alveoli (see Introduction) [3], [5], [12], [16].",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 874,
                    "end": 877,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 879,
                    "end": 883,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 885,
                    "end": 889,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Two human femora from an archaeological bone collection of the Netherlands Forensic Institute (The Hague, the Netherlands) were used. The femur is a long tubular bone with a reasonably consistent cortex thickness, and morphology along the shaft. Both femora were in dry condition and clean of any soft tissues. For this experiment, the bone marrow cavities of the femora were scraped to remove gross trabecular bone tissue, together with other residues that could easily shake loose during cutting and interfere as unwanted suspended particles.",
            "cite_spans": [],
            "section": "Experimental setup ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For this study, two hypotheses were formulated: H1, the frequency of the saw blade has a positive effect on the number of aerosol particles produced. H2: the contact load of the saw blade has a negative effect on the number of aerosol particles produced. It was hypothesised that by increasing the frequency, or lowering the contact loads, a relative small amount of new bone is encountered by the teeth of the saw blade, removing little bone, producing a smoother cut with more suspended fine particles and less coarse heavy dust. Reversely, it was hypothesised that with lower frequency or higher contact loads, a relatively large amount of new bone is encountered by the teeth of the saw blade, breaking off big chunks of bone, resulting in a rougher cut, more coarse heavy dust and less suspended fine dust.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The experiment was set up such that saw blade frequency and saw blade contact load were the independent variables, and that the number of aerosol particles produced during sawing, was the dependent variable. Three different values were selected for both saw blade frequency and saw blade contact load. A three by three experimental condition (EC) matrix was made, as shown in Table 2\n. The values chosen represent a range of loads and frequencies used in practice, as found during a pilot test with forensic practitioners. A total of 90 cuts were made, with n\n = 10 for each EC.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 376,
                    "end": 383,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The load exerted by the saw on the bone was set by adding dumbbell weights of 1 or 2 kg (actually 1.003 and 2.004 kg respectively) to the saw platform, which together with the saw and its clamping block weighed 3 kg. This resulted in three contact loads that were tested: 3 kg, 4 kg, and 5 kg.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The saw blade frequency was set using an external control panel. By turning a potentiometer any frequency between 30 Hz or 250 Hz could be chosen. The saw blade frequencies chosen were 150 Hz, 200 Hz, and 250 Hz.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Other variables that were observed and noted down; temperature, humidity, residual and foreign aerosols, bone weight before and after cutting, and the saw blade frequency during cutting. Any potential effects of bone properties such as mechanical properties, surface topography, marrow cavity, cortex thickness and density, and saw blade wear and any unknown changes over time were considered to be averaged out by creating a randomised block experiment.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Five blocks of 9 cuts, with to each randomly assigned one of the 9 experimental conditions, were made on each of the two selected human femora. Pen markings were made on the bones prior to sawing to provide visual guidance during the tests (see Fig. 4\n). Each cut was spaced 5 mm from its neighbouring cuts. This distance was safe enough to avoid flaking, bending or cracking of the bone cortex during sawing. Blocks were spaced 10 mm so they could be easily distinguished. The total of 10 blocks provided the 10 repetitions of all ECs and within each block the ECs were randomised.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Each cut was coded using the template [Bone type] [Bone ID] [Block] [EC Cut number] to easily identify and record the test runs. The two femora were given the IDs A or B, marked on the back of the bone, each block was numbered 1 to 5 on the side of the bone, and the experimental conditions were numbered 1.1 to 3.3 on the front side of the bone. As an example, a cut in femur A block 2 with experimental condition number 3 was coded as FEM-A2.3.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The femur was inserted and fastened so the saw blade lined up with the prepared pen marking on the bone. Following the EC number, the desired frequency was selected with the use of the tachometer and the saw control panel, and weights were added to the sliding platform. The box was closed with the particle counter placed on top. Room temperature, room relative humidity, date and time were recorded. The particle counter protocol was started, as described below. At the start of M1 the saw was lifted, switched on and gently brought down to contact the femur and then left to freely move down, until the stopper hit the surface of the femur. Then the saw was switched off. The time between the starting of the saw, and the moment the stopper hit the bone was recorded. After the particle counter protocol was finished, the cleaning protocol started, as described below.",
            "cite_spans": [],
            "section": "Sawing protocol ::: Experimental protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The Fluke 985 was programmed for 7 measurements of 60 seconds each. Each measurement was coded as M0, M1,…, M6. The base measurement (M0) recorded the base levels of particles already suspended inside the box directly after closing the box. This could include both residual aerosol from previous tests, or foreign aerosol from the room or the cleaning process. Including the sawing process described earlier, measurements M1-M6 recorded the suspension and settling down of particles from sawing. After each test run, the particle counter was purged using the manufacturer's filter to guarantee that residual particles in the particle counter were not counted again.",
            "cite_spans": [],
            "section": "Particle counter protocol ::: Experimental protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Once measurement M6 was finished, the inside of the box was vacuumed for 1 minute via the side opening of the box to avoid scattering of unwanted particles to the outside environment. Next, the box was lifted, the bone specimen was removed from the clamp, vacuum cleaned to remove residual dust and weighted. Both the box and the setup were vacuum cleaned and wiped off using fresh multi-purpose disinfectant wipes, so all residual particles were removed. Both the box and setup were dried with kitchen paper and further left to air-dry for 2 minutes, after which the sawing protocol for the next run could start. Pilot testing showed less suspended fine dust particles in the box after cleaning, than present in the environment outside the box.",
            "cite_spans": [],
            "section": "Cleaning protocol ::: Experimental protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed in three parts using MATLAB (MATLAB 2014a, The MathWorks Inc.). First for one of each of the produced individual particle sizes (0.3, 0.5, 1.0, 2.0, 5.0, and 10 μm), then for the total number of produced aerosol particles, and finally for the total surface area of the produced aerosol particles. In all analyses the production of aerosol was summed over the 6 min of measurements (M1 to M6) from the moment the saw was commenced. The base level (M0) was subtracted to separate the background aerosol from the aerosols that were actually generated by sawing. The effects of saw blade frequency and saw blade contact load were analysed using a two-way ANOVA to evaluate their effects on the production of aerosol. Effects were considered significant when p\n < 0.05.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "By summation of the number of particles produced for each individual particle size, the total number of produced particles per EC was calculated. By summation of the number of particles produced for each particle size, multiplied by the square of the particle's size times pi, the total surface area of the produced particles per EC were calculated. This calculation assumes that the particles are perfect spheres, for any other shapes the total surface would be bigger, but the ratio between the ECs would stay the same.",
            "cite_spans": [],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Stacked bar graphs for each of the 6 particle sizes are shown in Fig. 5\n. For all cuts the number of smaller particles outranked the number of bigger particles. The mean numbers and standard deviations of the individual sizes of aerosol particles produced per each experimental condition are shown in Table 4\n.",
            "cite_spans": [],
            "section": "Individual particle sizes ::: Results",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 301,
                    "end": 308,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "A clear trend was visible in the results of all the individual particle sizes, except for the 10 μm particles. The highest number of aerosol particles was consistently produced in EC 1.3, with the highest tested frequency (250 Hz) and the lowest tested contact load (3 kg). The lowest number of aerosol particles was consistently produced in EC 3.1, with the lowest tested frequency (150 Hz) and the highest tested contact load (5 kg). This only deviated for particle size 10 μm, where the highest number of particles was found at EC 1.2 (200 Hz, 3 kg), and the lowest number of particles at EC 3.2 (250 Hz, 5 kg).",
            "cite_spans": [],
            "section": "Individual particle sizes ::: Results",
            "ref_spans": []
        },
        {
            "text": "The two-way ANOVA showed significant effects of frequency and of contact load on the number of aerosols particles for particle sizes 0.3, 0.5, 1.0 and 2.0 μm (p\n < 0.001). For particle size 5.0 μm the effects were also significant for frequency (p\n = 0.0096) and contact load (p\n < 0.001). For particle size 10.0 μm only the effect of contact load was statistically significant (p\n < 0.001), the effect of frequency was not (p\n = 0.21). The interaction effect was in all cases not statistically significant. Table 3 shows an overview of all p-values for the effects of frequency and contact load as well as the interaction effect, for all particle sizes.",
            "cite_spans": [],
            "section": "Individual particle sizes ::: Results",
            "ref_spans": [
                {
                    "start": 508,
                    "end": 515,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "By summation of the number of particles produced in all particle sizes, the total number of produced particles per EC was calculated, as shown in Fig. 6\n. By multiplying the square of each particle size with pi and the number of particles counted for that size, and summing these products for all particle sizes, the total surface area of the produced particles per EC was calculated, shown in Fig. 7\n. The mean numbers, standard deviations and the maximum and minimum value of the total number of aerosol particles produced per each experimental condition are shown in Table 5\n, the mean numbers, standard deviations and the maximum and minimum value of the total surface area of particles produced are shown in Table 6\n.",
            "cite_spans": [],
            "section": "Total produced particles ::: Results",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 394,
                    "end": 400,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 570,
                    "end": 577,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 713,
                    "end": 720,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Stacked bar graphs of the total number of particles produced, and total surface area of the particles produced show similar trends as the results for individual particle sizes 0.3 to 5.0 μm, the highest number of particles is found at EC 1.3 (250 Hz, 3 kg), the lowest at EC 3.1 (150 Hz, 5 kg).",
            "cite_spans": [],
            "section": "Total produced particles ::: Results",
            "ref_spans": []
        },
        {
            "text": "The results of the total number of particles showed significant effects of frequency and contact load (p\n < 0.001). Similarly, the results of the total surface area of the particles produced showed significant effects for frequency (p\n = 0.027) and contact load (p\n < 0.001). The interaction effect was in all cases not statistically significant. Table 3 shows all p-values for the effects of saw blade frequency and saw blade contact load as well as the interaction effect, for the total number of particles produced, and the total surface area of the particles produced.",
            "cite_spans": [],
            "section": "Total produced particles ::: Results",
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The measured saw blade frequency throughout the cutting of the bone showed a drop, as seen in Fig. 9\n. The resistance on the saw blade when in contact with the bone surface seemed to hamper with the torque of the oscillating saw's engine. At higher frequencies the drops seemed bigger than with lower frequencies, whereas higher contact loads used in a given frequency significantly increased the drop in frequency (two-way ANOVA, p\n < 0.001).",
            "cite_spans": [],
            "section": "Tachometer readings ::: Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "A significant effect for both saw blade contact load and saw blade frequency was found (p\n < 0.001): as the saw blade frequency or saw blade contact load decreased, the sawing time increased (see Fig. 8. For reasons of visibility, in this plot the ECs are arranged in a different order than in the rest of the figures).",
            "cite_spans": [],
            "section": "Sawing time ::: Results",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 202,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Oscillating saws are routinely used during autopsy procedures, leading to production of considerable amounts of bone dust, and putting forensic practitioners and others involved at risk of being contaminated by pathogen-carrying aerosols. As previous studies have already demonstrated, there can be an alarmingly high production of bone aerosol when using oscillating saws [5], [7], [8], [17]. In the current study, the effects of saw blade frequency and saw blade contact load on aerosol production were demonstrated.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 381,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 383,
                    "end": 386,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 388,
                    "end": 392,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results suggest that, for all particle sizes, contact loads and sawing frequencies tested, increasing the contact load exerted by the saw blade on the bone has an inverse effect on the number of aerosol particles produced. The same effect was seen when considering the total number of aerosol particles, as well as the total surface area of a particles produced. Analysing the effect of frequency on particle production, it was demonstrated that higher frequencies result in a higher number of aerosol particles produced for the smaller particle sizes, except for particles of size 10.0 μm. The deviating results for 10.0 μm aerosol particles could be explained as these bigger particles are more susceptible to disturbances, such as air resistance. Therefore these bigger particles might have taken more time than smaller particles to evenly diffuse throughout the box and reach the particle counter.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among the selected frequencies and contact loads in the experimental condition matrix, EC 3.1 showed to be the most promising for minimising the number of aerosol particles produced. The selection of lower frequencies in conjunction with high contact loads showed to be the optimal setting. There was however a limit to those parameters, as it was necessary to observe the saw's torque threshold: frequencies lower than 150 Hz or contact loads higher than 5 kg could lead to engine halts or failure to cut through the bone. Similarly, the cutting time was affected by the used saw blade contact loads and saw blade frequency, which together with a possible change in quality of cut could be a reason why forensic practitioners use these sawing parameters.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite having produced the lowest number of aerosol particles, EC 3.1 still generated a significant number of suspended particles, averaging a total number of 9.715 × 106 particles over 16.98 l of sampled air. Considering that in resting conditions humans breathe about 6 l of air per minute [18], this would result in the inhalation of 3.43 × 106 particles. Together with [3] observations on deposition of aerosol in the human respiratory track, different amounts of particles will be deposited in different parts of the respiratory tract, all potentially providing health risks. Depending on a pathogen's survivability and the time period during which a person is in contact with the bone dust, it is plausible to assume that a pathogen could cause an infection on its host, as seen by [15] and [7] in studies on Minimal Infection Dose.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 374,
                    "end": 377,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 789,
                    "end": 793,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 798,
                    "end": 801,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The total number of aerosol particles produced is dominated by the production of the 0.3 μm particles, as they were roughly 10 times more prevalent than the 10.0 μm particles. The stacked bar graphs of the 0.3 μm particles and of the total number of particles show similar trends between ECs. Reversely, the total surface area of the produced particles was dominated by the production of 10.0 μm particles, as their surface area is roughly 1000 times bigger than that of the 0.3 μm particles. The stacked bar graphs of the 10.0 μm particles and of the total surface area of particles show similar trends between ECs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The total number of particles produced is of interest as it indicates a number of potential pathways for pathogens to the human body. Similarly, the total surface area gives an indication of the possible amount of pathogens that could be attached to one particle. As different pathogens have different sizes and MIDs, as shown in Table 1, it could well be that some of the counted particles are the pathogen themselves, or one particle can carry enough pathogens to acquire the MID. Lastly, even non-pathogen-carrying particles might pose health risks through mechanisms similar to the risk of inhaling asbestos particles.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The effects of sawing in dry bone could differ from fresh bone due to increased presence of organic matter in fresh bone. This organic matter is mainly composed of collagen, granting greater bone elasticity, whereas diminishing organic content in dry bone changes the elastic properties from viscoelastic to brittle [19], [20].",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 322,
                    "end": 326,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Even though the current experiment was performed in a closed and significantly smaller environment than as in common practice, – a room with a ventilation system and constant turbulence disturbances by human movement–, the resulting production values still clearly show the potential risk of aerosols produced during autopsy. Adding that the particles can remain airborne for periods longer than 15 min [8], [21], and as the particle gets smaller the more likely it will remain suspended [7], [17], there is strong reason to further test the potential negative health effects of aerosol bone dust particles.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 408,
                    "end": 412,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 488,
                    "end": 491,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results obtained from the current study stress the importance of biosafety guidelines. Despite finding significant effects of saw blade frequency and contact load on the aerosolisation of dry bone, which suggests that aerosol production could be reduced, the optimal experimental condition (EC 3.1) still resulted in a number of particles that is considered a risk to anyone potentially inhaling the bone dust. Combining these findings with recommendations from other studies could further reduce the intake of bone dust when using oscillating saws: i.e. adaptations with protective casing around the saw blade [5] or moistening the saw blade to reduce spread of particles [7], [22]. Similarly, the use of protective gear, such as specialised, well-fitted respirators and filtering face pieces [16], [23], as well as guideline inspections to ensure proper infrastructure of autopsy facilities could greatly reduce the number of aerosol particles reaching the respiratory tracts of forensic practitioners.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 618,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 677,
                    "end": 680,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 682,
                    "end": 686,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 798,
                    "end": 802,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 804,
                    "end": 808,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, many pathology institutes suffer from precarious conditions and governmental negligence [2], [4], [24]. However the results provided by the current study could help minimise the occupational risk in autopsy practice, as from the results some clear suggestions can be distilled: decrease aerosol production by reducing the saw blade frequency and by increasing the contact load on the bone subject, or more radically, but probably not ideal; switch to hand sawing. Similarly, workers in environments without means to acquire ventilation systems, or where the reduction the spreading of dust is hard to achieve, e.g. in field work, emergency response work, or practices in less developed or poorer countries, could improve their bone sawing protocols with the results of the current study. Future studies should investigate realistic scenarios faced by forensic practitioners, such as aerosolisation of fresh bone instead of dry archaeological bone. Furthermore, testing different bone types (e.g. long, short, flat, irregular or sesamoid bones), and testing additional sawing parameters (such as the morphology of the saw blade), and their effects on aerosol production could be investigated. Lastly, following the steps of [17], future studies should study influences of ventilation systems and air flows in autopsy rooms.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 108,
                    "end": 111,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 113,
                    "end": 117,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, increasing the saw blade frequency or decreasing the saw blade contact load resulted in a higher production of aerosol bone dust. Future studies are needed to determine the influence of other sawing parameters, other sawing materials, and other practice environments. For now, the results suggest that in order to limit bone aerosol production when using oscillating saws, one should try to keep the saw blade frequency as low and saw blade contact force as high as possible within the limits of safety and practicality.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sizes and Minimal Infective Doses (MID) of zoonotic pathogens. Courtesy of Wenner et al. [7].\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The Experimental Condition (EC) matrix. Each number represents an EC, i.e. a combination of saw blade frequency and saw blade contact load. The notation corresponds with the sample notation made on the bone shaft, as seen in Fig. 4.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: p-Values of the effects of saw blade frequency and saw blade contact load on the number of aerosol particles produced. Significant values are marked in italics.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: The means and standard deviations over 10 repetitions for each particle size and all experimental conditions.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Means, standard deviations, maximum and minimum numbers of total number of particles for each experimental condition over 10 repetitions.\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Means, standard deviations, maximum and minimum numbers of total surface area [m2] of the particles for each experimental condition over 10 repetitions.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Experimental setup used to cut the bone, the setup consisted of: an oscillating saw (a) fastened to a vertical sliding platform (b) guided by 3 stainless steel rods and brass sliding bearings (c). The bone specimen (d) was clamped in a v-groove holder (e), that was connected to an aluminium base plate (f). Interchangeable weights could be attached to the platform (g). The sawing action is further illustrated in Fig. 2.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Close-up of the saw blade and bone specimen, the setup consisted of: the bone specimen (d) was clamped in place by the v-groove holder (e). The saw blade (h) cut in the bone until the stopper (i) reached the bone for a consistent depth of cut. The Hall-effect sensor (j) acted as a tachometer, and was clamped to the saw with an aluminium block (k).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Front view of the setup enclosed in the box; an acrylic glass box (l) was used to create an experimental space isolated from the environment. The Fluke 985 particle counter (m) was placed on top of the box with a foam cast, with the nozzle inserted into the box through a hole on top of the box (n). A closable hole with a socketed cap was used for handling the saw during operations inside the box (o).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Top view of one of the femora that was used in the experiment. The notations of the randomised experimental condition numbers (EC 1 to EC 9) are shown as used during the experiments, divided in 5 blocks. The EC notation was changed to a matrix notation after the experiments for reasons of visibility: EC 1 is changed to 1.1, EC 9 to 3.3, and corresponds to the EC matrix shown in Table 2.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Stacked bar graphs of the number of aerosol particles produced per experimental condition (marked columns) during the total of n = 10 measurements (coloured layers) for each particle size (0.3 μm top left to 10 μm bottom right). Each layer corresponds with one block of ECs, the bottom layers were from Block A.1, the top layers Block B.5. Note that for reasons of visibility, the vertical axes are scaled differently for each particle size. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Stacked bar graph of the total number of aerosol particles produced per experimental condition (marked columns) during the total of n = 10 measurements (coloured layers). Each layer corresponds with one block of ECs, the bottom layers were from Block A.1, the top layers Block B.5. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Stacked bar graph of the total surface area of the aerosol particles produced per experimental condition (marked columns) during the total of n = 10 measurements (coloured layers). Each layer corresponds with one block of ECs, the bottom layers were from Block A.1, the top layers Block B.5. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Stacked bar graph of the cumulative sawing time over 10 repetitions (coloured layers) per experimental condition (marked columns). Each layer corresponds with one block of ECs, the bottom layers were from Block A.1, the top layers Block B.5. Note that for reasons of visibility, in this plot the ECs are arranged in a different order than in the rest of the figures. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: Saw blade frequency during sawing measured by the tachometer displayed over time, averaged over 10 EC repetitions. The error bars show the standard deviations.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Health and safety at necropsy",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Pathol.",
            "volume": "56",
            "issn": "4",
            "pages": "254-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Autopsy practice, potential sources of occupational hazards: a review for safety and prevention",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Kadam",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Akhade",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Desouza",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Indian Acad. Forensic Med.",
            "volume": "37",
            "issn": "2",
            "pages": "196-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Aerosol transmission of infectious disease",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Occup. Environ. Med.",
            "volume": "57",
            "issn": "5",
            "pages": "501-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Awareness of risks, hazards and preventions in autopsy practice: a review",
            "authors": [
                {
                    "first": "K.K.",
                    "middle": [],
                    "last": "Shaha",
                    "suffix": ""
                },
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Patra",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sukumar",
                    "suffix": ""
                },
                {
                    "first": "M.K.",
                    "middle": [],
                    "last": "Mohanty",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Evol. Med. Dent. Sci.",
            "volume": "2",
            "issn": "22",
            "pages": "4030-4041",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Bone-dust in autopsies: reduction of spreading",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kernbach-Wighton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kuhlencord",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Roßbach",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Forensic Sci. Int.",
            "volume": "83",
            "issn": "2",
            "pages": "95-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Accidental infection of veterinary personnel with Mycobacterium tuberculosis at necropsy: a case study",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Posthaus",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bodmer",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Oevermann",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zimmerli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet. Microbiol.",
            "volume": "149",
            "issn": "3–4",
            "pages": "374-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Aerosol generation during bone-sawing procedures in veterinary autopsies",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wenner",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Pauli",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Summermatter",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Gantenbein",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Vidondo",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Posthaus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vet. Pathol.",
            "volume": "54",
            "issn": "3",
            "pages": "425-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Knochenstaube bei der autopsie: Entstehung, ausbreitung, kontamination",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kernbach-Wighton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kuhlencord",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Saternus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pathologe",
            "volume": "19",
            "issn": "5",
            "pages": "355-360",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The size distribution of airborne particles carrying micro-organisms",
            "authors": [
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "O.M.",
                    "middle": [],
                    "last": "Lidwell",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kingston",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Hyg. (Lond.)",
            "volume": "61",
            "issn": "December (4)",
            "pages": "385-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Use of local exhaust ventilation to control aerosol exposures resulting from the use of a reciprocating saw during autopsy",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Tubbs",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ow",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tharr",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Appl. Occup. Environ. Hyg.",
            "volume": "16",
            "issn": "7",
            "pages": "709-717",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Characteristics of aerosols generated during autopsy procedures and their potential role as carriers of infectious agents",
            "authors": [
                {
                    "first": "F.H.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Appl. Occup. Environ. Hyg.",
            "volume": "5",
            "issn": "12",
            "pages": "853-858",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Biosafety considerations for autopsy",
            "authors": [
                {
                    "first": "K.B.",
                    "middle": [],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Forensic Med. Pathol.",
            "volume": "23",
            "issn": "2",
            "pages": "107-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Blood-containing aerosols generated by surgical techniques: a possible infectious hazard",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Jewett",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Heinsohn",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Neuilly",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am. Ind. Hyg. Assoc. J.",
            "volume": "53",
            "issn": "4",
            "pages": "228-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Aerogene streptokokkeninfektion während der obduktion?",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Hagemeier",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "I.F.",
                    "middle": [],
                    "last": "Chaberny",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Madea",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rechtsmedizin",
            "volume": "21",
            "issn": "2",
            "pages": "131-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Minimum infective dose of the major human respiratory and enteric viruses transmitted through food and the environment",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Otter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Food Environ. Virol.",
            "volume": "3",
            "issn": "1",
            "pages": "1-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluation of single-use masks and respirators for protection of health care workers against mycobacterial aerosols",
            "authors": [
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "AJIC: Am. J. Infect. Control",
            "volume": "22",
            "issn": "2",
            "pages": "65-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Measurement of the concentration and size of aerosol particles and identification of the sources in orthopedic surgeries",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Vilain",
                    "suffix": ""
                },
                {
                    "first": "T.P.",
                    "middle": [],
                    "last": "Leivas",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tribess",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "HVAC&R Res.",
            "volume": "18",
            "issn": "4",
            "pages": "588-601",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Des Jardins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Compressive rib fracture: peri-mortem and post-mortem trauma patterns in a pig model",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Kieser",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "M.V.",
                    "middle": [],
                    "last": "Swain",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Neil Waddell",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Leg. Med.",
            "volume": "15",
            "issn": "4",
            "pages": "193-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A comparison between rib fracture patterns in peri- and post-mortem compressive injury in a piglet model",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M.V.",
                    "middle": [],
                    "last": "Swain",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Neil Waddell",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Athens",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Kieser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Mech. Behav. Biomed. Mater.",
            "volume": "33",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "On the contamination of ambient air by preparations carried out with a band-saw",
            "authors": [
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Saternus",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kernbach-Wighton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Forensic Sci. Int.",
            "volume": "104",
            "issn": "2-3",
            "pages": "163-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Aerosols created by some surgical power tools: particle size distribution and qualitative hemoglobin content",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Heinsohn",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Jewett",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Balzer",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Seipel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Appl. Occup. Environ. Hyg.",
            "volume": "6",
            "issn": "9",
            "pages": "773-776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The importance of fit-testing particulate filtering facepiece respirators!",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Pauli",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Karlen",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Summermatter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Biosaf.",
            "volume": "19",
            "issn": "4",
            "pages": "184-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Occupational health risks of pathologists-results from a nationwide online questionnaire in Switzerland",
            "authors": [
                {
                    "first": "F.R.",
                    "middle": [],
                    "last": "Fritzsche",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ramach",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Soldini",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Caduff",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tinguely",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Cassoly",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Moch",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}