{
    "paper_id": "PMC7100401",
    "metadata": {
        "title": "Heteronormativity, Disgust Sensitivity, and Hostile Attitudes toward Gay Men: Potential Mechanisms to Maintain Social Hierarchies",
        "authors": [
            {
                "first": "Travis",
                "middle": [
                    "N."
                ],
                "last": "Ray",
                "suffix": "",
                "email": "travisray@oakland.edu",
                "affiliation": {}
            },
            {
                "first": "Michele",
                "middle": [
                    "R."
                ],
                "last": "Parkhill",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Tybur et al. (2009) propose that there are three domains of disgust (i.e., pathogen, moral, and sexual), each of which is elicited from distinct stimuli and serves a particular function, but has a similar affective state of repulsion. Pathogen disgust is elicited in response to physical stimuli, such as mold, open wounds, and other vehicles of disease transmission, for which the emotional response protects against the ingestion of substances that may be physically harmful to the self (Neuberg et al. 2011; Rozin and Fallon 1987). For example, people who see mold on their food likely will experience pathogen disgust and, thus, remove themselves from the food by disposing of it in a trashcan. Pathogen disgust is particularly likely to be elicited within contexts in which pathogen threat is either immediately present or primed. Therefore, in situations where contagion is a salient threat, people are likely to behave in ways that diminish their risk (Tybur et al. 2014). An example can be seen through the general public’s reaction to the recent coronavirus outbreak. Persistent media messages of contagion appear to have created avoidance of public areas and aversions to interpersonal contact, and they may have even contributed to prejudicial attitudes toward individuals who are perceived as infected (e.g., Chinese-Americans; Kesslen et al. 2020; Kwai 2020). Pathogen disgust, in this context, may be the mechanism through which environment harvests behavior.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "mention": "2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 505,
                    "end": 509,
                    "mention": "2011",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 528,
                    "end": 532,
                    "mention": "1987",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 973,
                    "end": 977,
                    "mention": "2014",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "mention": "2020",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1366,
                    "end": 1370,
                    "mention": "2020",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Three Domains of Disgust",
            "ref_spans": []
        },
        {
            "text": "Moral disgust is the state of revulsion stemming from social transgressions, which includes an array of “universally” morally condemnable behavior (e.g., lying, cheating, and stealing). For example, observing a political leader deliberately manipulating constituents may elicit moral disgust and motivate negative attitudes toward, or removal of, the leader. Disgust in response to a moral violation is thought to promote avoidant behaviors toward violators because those who engage in immoral behaviors may be incapable of providing the reciprocity of benefits that are expected of in-group members. Instead, violators may be perceived to engage in costly interpersonal behaviors, such as stealing from, lying to, or more severe immoral behaviors such as killing (Tybur et al. 2009). Thus, avoidance of the violator may be self-protective. Within cultural contexts that are heavily influenced by religious ideology, such as politically conservative regions, sensitivity to moral disgust is prevalent (Rozin and Haidt 2013). This may be because religious and conservative communities often have larger variability in the types of behaviors that are perceived as immoral, relative to more secular and liberal communities (Haidt and Graham 2007). Therefore, moral disgust appears to be influenced by the stringency of traditional moral values.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 782,
                    "mention": "2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "mention": "2013",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "mention": "2007",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Three Domains of Disgust",
            "ref_spans": []
        },
        {
            "text": "The final domain of disgust, sexual disgust, can be defined in a number of ways. Tybur et al. (2009) suggest that sexual disgust is elicited from sexual stimuli and partners who may be biologically costly for reproductive success. Other researchers, however, offer a counter-conceptualization that may be favorable for researchers adopting a sociocultural perspective. Morrison et al. (2018) suggest sexual disgust is likely to be elicited among people who possess rigid notions of sexuality. Thus, sexual stimuli and behavior that fall outside of culturally normative conceptualizations of sexuality are likely to elicit sexual disgust. For example, men who engage in sexual activity with other men may elicit sexual disgust among people who rigidly adhere to traditional notions of sexuality. Therefore, cultural contexts in which there are stern sexuality and gender norms are likely to have high prevalence of sexual disgust sensitivity. When sexual disgust is elicited, it would be expected to promote interpersonal avoidance and hostile attitudes because associating with individuals who engage in behaviors outside traditional sexuality may be a threat to self-status within a social hierarchy (Kiss et al. 2018; this perspective is described in more detail in the following). Because we are primarily theorizing from a sociocultural perspective, we refer to sexual disgust as the conceptualization proposed by Morrison et al. (2018) moving forward.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "mention": "2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 386,
                    "end": 390,
                    "mention": "2018",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "mention": "2018",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Three Domains of Disgust",
            "ref_spans": []
        },
        {
            "text": "Disgust as an emotional response to gay men is a phenomenon that has recently gained attention in the psychological and sociological literature. Initial work examining antigay attitudes suggests disgust is a common reaction to gay men and may reflect a prominent emotion in response to homosexuality (Herek 1986, 1988, 1993). Indeed, Embrick et al. (2007) identified disgust as a theme in qualitative interviews exploring working class men’s attitudes toward homosexuality in the workplace. More recently, research has begun to examine the outcomes of such emotional arousal. Several studies have presented results suggesting that people with increased disgust sensitivity report more antigay attitudes (Crawford et al. 2014; Inbar et al. 2009; Olatunji 2008; Terrizzi et al. 2010) and that the manipulation of disgust can amplify negative attitudes toward sexual minorities (Cunningham et al. 2013; Inbar et al. 2012). Meta-analytic findings have highlighted the robust association between disgust and antigay attitudes, with results indicating a moderate-to-large effect across studies (Kiss et al. 2018). Interestingly, there is some evidence to suggest that the effect of disgust on attitudes is larger in response to gay men than to lesbian women (Cunningham et al. 2013; Inbar et al. 2012), which may partially explain society’s generally greater dislike of gay men compared to lesbian women (Bettinsoli et al. 2019). Therefore, further research attentive to the influence of disgust on prejudicial attitudes toward gay men, in particular, seems warranted.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 313,
                    "end": 317,
                    "mention": "1988",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 319,
                    "end": 323,
                    "mention": "1993",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 350,
                    "end": 354,
                    "mention": "2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 720,
                    "end": 724,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 739,
                    "end": 743,
                    "mention": "2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 754,
                    "end": 758,
                    "mention": "2008",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 776,
                    "end": 780,
                    "mention": "2010",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 894,
                    "end": 898,
                    "mention": "2013",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 913,
                    "end": 917,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "mention": "2013",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "mention": "2019",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Disgust toward Gay Men",
            "ref_spans": []
        },
        {
            "text": "Researchers have sought to develop a theoretical framework to explain the particular function of disgust in response to gay men. Most research in the current literature utilizes the framework proposed by the behavioral immune system (Schaller 2006; Schaller and Park 2011). Theorists suggest that over the course of evolution, humans have developed a behavioral immune system to protect against novel pathogens that could cause harm. This cognitive system is tasked with identifying contamination threats and initiating cognitive, emotional, and behavioral responses that serve to mitigate such threats (Schaller and Park 2011). The primary way in which the behavioral immune system evokes adaptive behavioral responses is through the elicitation of emotion (Neuberg et al. 2011; Schaller and Park 2011). Situations in which there are contamination threats—such as interpersonal contact with unfamiliar groups—are likely to elicit disgust, which would motivate the development of hostile attitudes and behavioral avoidance (Schaller and Park 2011). These outcomes would be evolutionarily adaptive because they would decrease the likelihood of being exposed to deadly pathogens, which would bode in favor of the individual’s reproductive fitness and eventual reproductive success (Cottrell and Neuberg 2005). Proponents of the behavioral immune system suggest the framework can be adapted to explain disgust in response to gay men as well as subsequent antigay attitudes (Crawford et al. 2014; Inbar et al. 2009; Inbar et al. 2012; Terrizzi et al. 2010). Specifically, gay men may be perceived as vectors of parasites and their presence could evoke disgust as a mechanism to create boundaries (Crawford et al. 2014; Inbar et al. 2012; Terrizzi et al. 2010). The development of hostile attitudes would then aid behavioral avoidance by decreasing the likelihood of interpersonal contact with gay men (Inbar et al. 2012; Terrizzi et al. 2010).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "mention": "2006",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 267,
                    "end": 271,
                    "mention": "2011",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 622,
                    "end": 626,
                    "mention": "2011",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 774,
                    "end": 778,
                    "mention": "2011",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 798,
                    "end": 802,
                    "mention": "2011",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "mention": "2011",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "mention": "2005",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1506,
                    "end": 1510,
                    "mention": "2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "mention": "2010",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1709,
                    "end": 1713,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1728,
                    "end": 1732,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1750,
                    "end": 1754,
                    "mention": "2010",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1911,
                    "end": 1915,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1933,
                    "end": 1937,
                    "mention": "2010",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Behavioral Immune System",
            "ref_spans": []
        },
        {
            "text": "If adopting a perspective attuned to the behavioral immune system, we could expect that pathogen disgust—compared to moral and sexual disgust—would be most closely linked to hostile attitudes toward gay men. Although this is certainly possible, other theoretical frameworks would suggest that disgust and antigay attitudes stem from gay men’s sexual behavior, implying that sexual disgust is most closely associated with hostile attitudes toward gay men. In the following we focus on the latter explanation. We outline a theoretical framework and describe an empirical study that tested the strength of association between the three domains of disgust and subsequent hostile attitudes.",
            "cite_spans": [],
            "section": "Behavioral Immune System",
            "ref_spans": []
        },
        {
            "text": "Group-based social hierarchies are present across many societies and can influence social groups’ access to resources and opportunities (Eldridge and Johnson 2011; Sidanius et al. 1994) as well as dictate the appropriateness of behaviors (Herek 2007). Theories concerned with group-based social hierarchies, such as social dominance theory (Pratto et al. 2006; Sidanius and Pratto 1999), suggest social hierarchies can be arbitrarily structured to systematically privilege or discriminate against groups based on characteristics such as race/ethnicity, nationality, religion, or sexual orientation. Several distinct social hierarchies (i.e., based on discrete attributes) can concurrently exist within a single society (Pratto et al. 2006). Each hierarchy is legitimized and justified through ideology (often referred to as “legitimizing myths”) that is deeply embedded in social institutions, intergroup processes, and individual attitudes (Herek 2007, 2016; Pratto et al. 2006). For example, ideology operating to justify social hierarchical structures can be reflected through governmental regulations or policies, preferential treatment of dominant group members, and individual prejudices or stigma toward “subordinate” or minority group members (Herek 2007, 2016; Herek and McLemore 2013; Pratto et al. 2006; Sidanius et al. 1994). Such ideologies, and their subsequent outcomes, are expected to disproportionately benefit the dominant group—compared to subordinated groups—at all levels of society (i.e., social institutions, intergroup processes, individual attitudes) in ways that serve to maintain dominate groups members’ status atop the social hierarchy (Herek 2016; Jost and Banaji 1994; Pratto et al. 2006).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "mention": "2011",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 180,
                    "end": 184,
                    "mention": "1994",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 245,
                    "end": 249,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 355,
                    "end": 359,
                    "mention": "2006",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 381,
                    "end": 385,
                    "mention": "1999",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 734,
                    "end": 738,
                    "mention": "2006",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 948,
                    "end": 952,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 954,
                    "end": 958,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 974,
                    "end": 978,
                    "mention": "2006",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "mention": "2013",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "mention": "2006",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1331,
                    "end": 1335,
                    "mention": "1994",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "mention": "1994",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "mention": "2006",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "Within the United States, researchers note the existence of a social hierarchy based on sexual orientation, which is maintained through heteronormative ideology (Hegarty et al. 2004; Herek 2007, 2016; Whitley and Ægisdóttir 2000). Heteronormativity can be conceptualized as an institutionalized social force that dictates acceptable behaviors based on the assumption that heterosexuality is normal (Habarth 2014; Kitzinger 2005; Yep 2003). That is, heteronormativity defines boundaries of “normality” and sets expectations for men and women to behave and express themselves in accordance with traditional gender norms (Habarth 2014). Although gender norms include general notions—such that men and women are expected to behave in a “masculine” and “feminine” manner, respectively—they also assume that men and women engage in heterosexual relationships and sexual behavior (Habarth 2014; Kitzinger 2005). In this way, individuals who strongly internalize heteronormative ideals conceptually intertwine gender and sexuality. Thus, heteronormative men are likely to perceive that they must engage in sexual behavior with women, and not men, in order to be sufficiently masculine (Herek 1986; Kitzinger 2005). Those who engage in behaviors outside of heteronormative ideals—such as people who engage in same-sex sexual behavior (e.g., gay men)—are presumed to be inferior, which could be used to justify their lower status (relative to heterosexual people) within a social hierarchy (Herek 2007, 2016; Whitley and Ægisdóttir 2000).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "mention": "2004",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 195,
                    "end": 199,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 224,
                    "end": 228,
                    "mention": "2000",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 407,
                    "end": 411,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 427,
                    "mention": "2005",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 433,
                    "end": 437,
                    "mention": "2003",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 627,
                    "end": 631,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 898,
                    "end": 902,
                    "mention": "2005",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "mention": "2005",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1487,
                    "end": 1491,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1493,
                    "end": 1497,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "mention": "2000",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "It is important to note that heteronormativity is conceptualized to encompass heterosexism (see Herek 2007, 2016) and heterocentric norms (see Hegarty et al. 2004), as well as more specific constructs relating to the embodiment of gender norms, such as heterosexual masculinity (see Herek 1986). Endorsement of heteronormative ideology has been associated with antigay attitudes and is argued to be the foundation of prejudicial attitudes toward gay men (Habarth et al. 2019; Harbaugh and Lindsey 2015). Some theorists suggest the resulting antigay attitudes are due to a perceived threat to the established heteronormative ideology (Herek 1986; Kiss et al. 2018; Parrott 2009; Parrott and Zeichner 2008; Theodore and Basow 2000; Whitley and Ægisdóttir 2000).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 108,
                    "end": 112,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 158,
                    "end": 162,
                    "mention": "2004",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 289,
                    "end": 293,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 470,
                    "end": 474,
                    "mention": "2019",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 497,
                    "end": 501,
                    "mention": "2015",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 640,
                    "end": 644,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 658,
                    "end": 662,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 672,
                    "end": 676,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 699,
                    "end": 703,
                    "mention": "2008",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 724,
                    "end": 728,
                    "mention": "2000",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 753,
                    "end": 757,
                    "mention": "2000",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "There are at least two ways in which gay men may be perceived as a threat in a heteronormative society. First, gay men may serve as a threat to the stability of society and social institutions that have historically favored heterosexuality (Kiss et al. 2018; Nagoshi et al. 2019; Whitley and Ægisdóttir 2000). Because gay men engage in sexual behavior that violates heteronormativity (i.e., same-sex sexual behavior), they could be seen to disrupt the ideology that maintains the arbitrarily set social hierarchy. This may be threatening—particularly among dominant group members who strongly adhere to heteronormative ideology—due to the more recent inclusion of gay men in American culture and institutions. Specifically, the inclusion of gay men in social institutions that had been previously reserved for heterosexual people (e.g., marriage) imply that norms are shifting and there is heightened openness to sexual behavior that falls outside the realm of heteronormativity. The credibility and inclusion of gay men is further evidenced by the recent historic presidential run by the first openly gay candidate, Pete Buttigieg (Fitzsimons 2020). Such a shift in norms could subsequently alter the social hierarchy in ways that no longer give structural preference to heterosexual people (Kiss et al. 2018; Nagoshi et al. 2019).",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "2019",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 303,
                    "end": 307,
                    "mention": "2000",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "mention": "2019",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "Second, gay men may threaten heterosexual men’s maintenance of characteristics that are consistent with heteronormativity (e.g., masculinity; Herek 1986; Parrott 2009; Parrott and Zeichner 2008; Theodore and Basow 2000). Nagoshi et al. (2019) explain that others’ deviations from normative gender behavior are a threat to the social status of the observer. This may be because heteronormative ideology prescribes stringent gender and sexuality norms (e.g., exclusive engagement in other-sex sexual behavior) for which men are expected to adhere if they wish to be considered sufficiently masculine by societal standards (Herek 1986). In some cases, proximity with violators of heteronormativity (e.g., gay men) may increase the likelihood of being misclassified as gay, thus threating the masculinity and social status of nearby heterosexual men. Consequently, heterosexual men may seek to avoid (Bosson et al. 2006; Bosson et al. 2011; Buck et al. 2013) or differentiate themselves from gay men by displaying antigay attitudes or behaviors (Bosson et al. 2011; Herek 2016; Parrott 2009; Parrott and Zeichner 2008), which would assist in preserving their individual status within a heteronormative social hierarchy. These ideas and empirical support indicate that gay men could perceivably threaten heterosexual men’s status at institutional and individual levels.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 162,
                    "end": 166,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "2008",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 214,
                    "end": 218,
                    "mention": "2000",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 237,
                    "end": 241,
                    "mention": "2019",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 627,
                    "end": 631,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 911,
                    "end": 915,
                    "mention": "2006",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 931,
                    "end": 935,
                    "mention": "2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 949,
                    "end": 953,
                    "mention": "2013",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "mention": "2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "mention": "2008",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "In response to the threats we outlined, disgust may be evoked as a self-protective emotion that motivates cognitions and behaviors aimed at mitigating threats to status within a social hierarchy. Hodson and Costello (2007) suggest that disgust can function to enhance intergroup boundaries and protect group status. More specifically, disgust evoked among high-status groups—in response to lower-status groups—would motivate hostile attitudes toward lower-status groups, which may produce systematic discrimination toward such groups. Thus, disgust would serve to exclude lower-status groups from social institutions and enhance group-based social hierarchies in favor of the dominant group. However, disgust reactions are stronger in response to gay men than many other social groups (Cottrell and Neuberg 2005; Crawford et al. 2014; Tapias et al. 2007), suggesting the emotion of disgust may be selectively induced in response to “threatening” social groups holding specific characteristics.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 807,
                    "end": 811,
                    "mention": "2005",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 829,
                    "end": 833,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 849,
                    "end": 853,
                    "mention": "2007",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "Crawford et al. (2014, p. 221) provide results demonstrating that disgust sensitivities among U.S. residents are most strongly related to negative attitudes toward groups who violate “traditional sexual morality,” such as gay men. Therefore, it seems sexual behavior that is beyond cultural norms may be particularly disgust-eliciting. In accordance with these data, it would be expected that gay men’s sexual behavior would be the disgust-eliciting stimuli producing hostile attitudes. Within a social hierarchy based on sexual orientation, gay men’s sexual behavior is in stark contrast to the ideology that maintains it (i.e., heteronormativity) and, thus, may be perceived as deviant, impure, or abnormal (Crawford et al. 2014; Herek 2007, 2016).",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 726,
                    "end": 730,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 738,
                    "end": 742,
                    "mention": "2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 744,
                    "end": 748,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "It is male-male sexual behavior, then, that could be threatening to heteronormativity and the stability of the social hierarchy. This should be especially true among heterosexual men who more strongly internalize heteronormative ideology because associations with gay men may threaten their presentation of masculinity (Herek 1986; Parrott 2009; Parrott and Zeichner 2008; Theodore and Basow 2000) as well as the social institutions that preserve heterosexuality as dominant (Kiss et al. 2018; Whitley and Ægisdóttir 2000). It also would be adaptively beneficial for heterosexual men who strongly internalize heteronormativity to develop increased sensitivity to sexual stimuli, which could be used to continually monitor violations and help to avoid emasculation and a deterioration of status. When encountering a violation of heteronormativity (e.g., gay men), disgust may be elicited as a threat response and initiate hostile attitudes to avoid or dissociate at an individual level (Buck et al. 2013), but also motivate social exclusion at an institutional level (Kiss et al. 2018).",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "mention": "1986",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 340,
                    "end": 344,
                    "mention": "2009",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 367,
                    "end": 371,
                    "mention": "2008",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 392,
                    "end": 396,
                    "mention": "2000",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 488,
                    "end": 492,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 517,
                    "end": 521,
                    "mention": "2000",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "mention": "2013",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Group-Based Social Hierarchies and Heteronormative Ideology",
            "ref_spans": []
        },
        {
            "text": "Although some theoretical frameworks (e.g., behavioral immune system) would suggest pathogen disgust is most closely related to hostile attitudes toward gay men, theorizing from a sociocultural perspective would seemingly suggest that sexual disgust would be most strongly associated with antigay hostility. The current study tests these assumptions b examining the relationships among heteronormatively, disgust sensitivity, and antigay hostility. Based on frameworks proposed by group-based social hierarchical theories, we first hypothesized that sexual disgust sensitivity will statistically mediate the relationship between heteronormative ideology and hostility toward gay men (Hypothesis 1). Second, we expected that the indirect effect (i.e., statistical mediation) through sexual disgust would be significantly stronger than the indirect effects through pathogen disgust (Hypothesis 2) or moral disgust (Hypothesis 3). Finally, we hypothesized that heteronormativity will directly predict antigay hostility (Hypothesis 4).",
            "cite_spans": [],
            "section": "The Current Study",
            "ref_spans": []
        },
        {
            "text": "Participants were 409 exclusively heterosexual men living in the United States. Their average age was 31.66 (SD = 9.85) and ranged from 18 to 73 years-old (85.3% [n = 349] were 40 years of age or younger). A majority (314, 76.8%) of participants were European/White; 8.3% (n = 34) were Asian American; 6.6% (n = 27), Hispanic/Latino; 4.6% (n = 19), African American/Black; 1.7% (n = 7), Multiracial; and 2% (n = 8), other. The region of residence was diverse with participants living in the Southeast (25.7%, n = 105), Northeast (25.2%, n = 103), Midwest (20.8%, n = 85), West (20.5%, n = 84), and Southwest (7.8%, n = 32). Participants’ political ideology was normally distributed with a mean of 3.79 (SD = 1.66) on a 7-point scale from 1 (Very liberal) to 7 (Very conservative). A one-sample t-test indicated that the mean was significantly different from the midpoint anchor of 4 (i.e., “Neutral”), t(408) = −2.56, p = .011, which indicated the sample leaned liberal.",
            "cite_spans": [],
            "section": "Participants ::: Method",
            "ref_spans": []
        },
        {
            "text": "The 16-item Heteronormative Attitudes and Beliefs Scale (HABS; Habarth 2014) is a self-report measure that assesses traditional attitudes and beliefs regarding sexuality and gender. Participants were asked to rate how strongly they agree or disagree with each of the statements on a scale from 1 (strongly disagree) to 7 (strongly agree). The scale contains items such as: “All people are either male or female” and “In intimate relationships, people should act only according to what is traditionally expected of their gender.” The mean of all 16 items represents participants “heteronormativity” score, with higher scores indicating higher levels of heteronormativity. HABS demonstrated excellent internal consistency in the current sample (α = .91).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Heteronormativity ::: Procedure and Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The Three-Domain Disgust Scale (TDDS; Tybur et al. 2009) is a self-report measure comprised of 21 scenarios that may be perceived as disgusting on one of three domains: pathogen, moral, or sexual. Participants were asked to rate each item on a scale from 1 (not at all disgusting) to 7 (extremely disgusting). The pathogen disgust subscale consisted of items that assessed sensitivity to physical stimuli associated with disease or illness, such as “Seeing some mold on old leftovers in your refrigerator” and “Sitting next to someone who has red sores on their arms.” The moral disgust subscale consisted of items that assessed sensitivity to morally condemnable behavior, such as “Stealing from a neighbor” and “Intentionally lying during a business transaction.” The sexual disgust subscale consisted of items that assessed sensitivity to sexual behavior, such as “Performing oral sex” and “Hearing two strangers having sex.” The mean of each subscale represents participants pathogen disgust, moral disgust, and sexual disgust score, respectively, with higher scores indicating higher levels of reported disgust sensitivity. The present sample produced adequate-to-excellent internal consistency for pathogen disgust (α = .81), moral disgust (α = .90), and sexual disgust (α = .79).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "mention": "2009",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Three Domains of Disgust ::: Procedure and Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The six-item Hostility subscale from the Positive and Negative Affect Schedule, Expanded Form (PANAS-X; Watson and Clark 1999) was used to assess antigay hostility. However, Parrott and Peterson’s (2008) revised instructions were used, which asked participants to rate the extent to which they experience each item in response to gay men, with response options ranging from 1 (very slightly or not at all) to 5 (extremely). Items include “Hostile,” “Scornful,” and “Loathing” and were randomly presented to participants alongside other items from the PANAS-X that are relevant for the revised instructions (e.g., items such as “Sleepy” would make little conceptual sense in this context and, therefore, were not included). The mean of the six-item subscale represents participants antigay hostility score, with higher scores indicating higher levels of antigay hostility. The Hostility subscale demonstrated excellent internal consistency in the current sample (α = .92).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "mention": "1999",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 198,
                    "end": 202,
                    "mention": "2008",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Antigay Hostility ::: Procedure and Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "Data were examined to assess missing data patterns and normality of each construct. A vast majority of participants (n = 338) did not have any missing data. However, 53 patterns of missing data emerged. No frequency of a missing pattern was greater than 4, suggesting the data was missing at random. In order to adjust for these instances of missing data, the maximum likelihood (ML) estimator was utilized. Normality was assessed by examining z-scores and calculating skewness and kurtosis indices for each construct. Constructs did not contain outliers and fell within estimates of normality (i.e., skewness ≤3.0; kurtosis ≤10) offered by Kline (2016).",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "mention": "2016",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Data Preparation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Correlation coefficients, means, and standard deviations for all study variables can be seen in Table 1. Significant correlations include the positive associations between heteronormativity and antigay hostility, heteronormativity and sexual disgust, sexual disgust and antigay hostility, and among all three disgust constructs (i.e., pathogen, moral, sexual).",
            "cite_spans": [],
            "section": "Preliminary Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We conducted confirmatory factor analysis (CFA) in Mplus to examine the measurement of each variable. Prior to assessing the measurement model, parcels were created to construct latent variables. Each variable consisted of three parcels for which items corresponding to that variable were randomly assigned. Latent constructs containing parcels were used—as opposed to observed variables—to account for measurement error and control for order effects (Kline 2016). The model along with coefficients for each factor loading can be seen in Fig. 1.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "mention": "2016",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Confirmatory Factor Analysis ::: Results",
            "ref_spans": [
                {
                    "start": 543,
                    "end": 544,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Examination of model fit suggested mixed results. The Chi-square Test of Model Fit (ML χ2 [80] = 127.631, p < .001) suggested the model poorly fit the data. However, Chi-square Test of Model fit is sensitive to sample size and large samples increasingly accentuate minor discrepancies between the model and data (Barrett 2007; Kline 2016). Further, residual output and modification indices indicated strong correlations among parcels within each variable, which likely contributed to a significant Chi-square. This suggests other fit indices may better capture model fit. Root Mean Square Error of Approximation (RMSEA = .038), Comparative Fit Index (CFI = .987), and Standardized Root Mean Square Residual (SRMR = .036) were examined and determined the model fit the data well (Kline 2016). Additionally, all parcels significantly loaded onto their corresponding factor and had standardized coefficients greater than .70. Given the generally good global and local fit, the measurement model was retained. Procedures for a fully latent structural equation model (SEM) were followed in subsequent analyses.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "mention": "2007",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 333,
                    "end": 337,
                    "mention": "2016",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 785,
                    "end": 789,
                    "mention": "2016",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Confirmatory Factor Analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The model presented in Fig. 2 was specified in Mplus for the structural model. Given significant observed Pearson correlations among all disgust constructs (i.e., pathogen, moral, sexual), these relationships were specified and resulted in a model containing specified relationships between all study variables. The model was perfectly identified and, therefore, has identical global fit to the CFA model. As we stated in prior section, the global fit indices of the model—with the exception of Chi-square Test of Model Fit—displayed good model fit (ML χ2[80] = 127.631, p < .001; RMSEA = .038; CFI = .987; SRMR = .036) and produced an R2 of .288 in antigay hostility (p < .001). However, a significant amount of residual variance for all study variables was not accounted for in the model.",
            "cite_spans": [],
            "section": "Hypothesis Testing: Structural Equation Model ::: Results",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We examined coefficients and p values for all paths which can be seen in Fig. 2. Of particular interest, heteronormativity predicted sexual disgust, but did not predict moral or pathogen disgust. Of equal interest, sexual disgust predicted antigay hostility, but neither moral nor pathogen disgust predicted antigay hostility. Additionally, all the disgust variables were significantly correlated with one another.",
            "cite_spans": [],
            "section": "Hypothesis Testing: Structural Equation Model ::: Results",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The direct effect of anger on heteronormativity was significant (the coefficient and p value are presented in Fig. 2). Indirect effects were calculated as the product of the unstandardized path coefficients from heteronormativity to antigay hostility through each of the disgust variables. The calculated indirect effects were examined within the model—using 1000 bootstrapped samples—as a new model constraint to allow for significance testing using a 95% bias-corrected confidence interval. Because the confidence intervals did not include zero, the indirect effect through sexual disgust was significant (β = .055, SE = .018, 95% CI [.021, .101]). In contrast, the indirect effect through moral disgust (β = .003, SE = .004, 95% CI [−.001, .018]) and pathogen disgust (β < .000, SE = .003, 95% CI [−.004, .008]) were nonsignificant because the confidence intervals included zero.",
            "cite_spans": [],
            "section": "Hypothesis Testing: Structural Equation Model ::: Results",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Direct and indirect effects were compared using a technique proposed by Lau and Cheung (2012). More specifically, unstandardized coefficients of each effect (i.e., direct or indirect) were, independently, subtracted from the effect being compared. For example, when comparing the indirect effect through sexual disgust to the indirect effect through moral disgust, the coefficient of the indirect effect through moral was subtracted from the coefficient of the indirect effect through sexual. The differences were then examined within the model—using 1000 bootstrapped samples—as a new model constrained to allow for significance testing using a 95% bias-corrected confidence interval. The indirect effect through sexual disgust was significantly stronger than the indirect effects through both moral (β = .052, SE = .018, 95% CI [.025, .097]) and pathogen disgust (β = .055, SE = .018, 95% CI [.029, .100]). There was no difference between the indirect effects through moral and pathogen disgust (β = −.003, SE = .005, 95% CI [−.019, .004]). Results also suggest that the direct effect from heteronormativity to antigay hostility was significantly stronger than any of the indirect effects: pathogen (β = −.214, SE = .041, 95% CI [−.292, −.133]), moral (β = −.211, SE = .042, 95% CI [−.294, −.129]), sexual (β = −.159, SE = .050, 95% CI [−.249, −.056]).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "mention": "2012",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Hypothesis Testing: Structural Equation Model ::: Results",
            "ref_spans": []
        },
        {
            "text": "Although the current study has numerous strengths (e.g., advanced statistical analyses; representation from all major United States geographical regions) that are often neglected within the relevant literature, it is not without limitations. Although directionality is constructed with theoretical considerations, an inherent limitation to cross-sectional survey research is that causality cannot be inferred. Second, the partial statistical mediation of disgust sensitivity suggests the existence of other variables within the relationship between heteronormativity and antigay hostility. Similarly, the third variable problem may be present for which a variable that was not considered may fully account for the observed relationships. A further statistical limitation is that the measurement and structural models failed to achieve exact fit (i.e., a non-significant value for the Chi-square Test of Model Fit).",
            "cite_spans": [],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The use of MTurk as a data collection tool also could be considered a limitation. MTurk tends to produce samples with higher levels of education and lower incomes than other online sampling methods (Levay et al. 2016). Additionally, the current data had an average political ideology value that significantly differed from the neutral midpoint (i.e., toward the liberal anchor); thus, the sample showed some evidence that it may have demographic deviations from the general population. Given the use of exclusively heterosexual men, it is unclear if the results could generalize to other groups of people (e.g., attitudes held by heterosexual women), which is another limitation. Last, although the association between disgust and antigay attitudes is robust (Kiss et al. 2018), the extent to which the emotion affects attitudes toward gay men in real world situations is unclear.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "mention": "2016",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 772,
                    "end": 776,
                    "mention": "2018",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The current research highlights multiple avenues of future research. First, for a full understanding of the phenomenon, it is important for future research to continue investigation into why disgust is elicited in response to gay men. We outline theory suggesting that gay men’s sexual behavior may serve as a threat to status among heterosexual men. Experimental studies, such as those manipulating a masculinity threat from gay men, should consider measuring disgust as an outcome variable. This may provide additional evidence suggesting that one function of disgust is to enhance disparities in group-based social hierarchies.",
            "cite_spans": [],
            "section": "Future Research Directions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Future research also may further compare the basis of disgust elicitors in response to gay men. In other words, is disgust truly stemming from gay men’s sexual behavior? If gay men’s sexual behavior is perceived to violate heteronormativity, thus eliciting disgust, we might expect exposure to violations (e.g., same-sex sexual behavior) to produce heightened levels of disgust. Experimental research could investigate this question by exposing participants to different levels of sexual contact between gay men and measuring participants’ emotional responses, as well as their antigay attitudes. Such future research would be incredibly beneficial to the understanding of antigay attitudes and may ultimately inform interventions that could mitigate its prevalence.",
            "cite_spans": [],
            "section": "Future Research Directions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The current study may have implications for researchers investigating the intersection between emotions and intergroup relations. As suggested by Morrison et al. (2018), very little research has focused on perceptions of gay men’s sexual behavior and how it relates to attitudes toward them. However, the results of the current study indicate that attitudes toward gay men are strongly associated with sexual disgust sensitivity, which suggests that the elicitation of disgust may be stemming from gay men’s sexual behavior. Therefore, increased research attention should be devoted to understanding perceptions of gay men’s sexual behavior and why it elicits disgust. We hypothesize that disgust is elicited because gay men’s sexual behavior violates heteronormativity, and this speculation is supported by the observed relationship between heteronormativity and sexual disgust sensitivity. In addition to advancing understanding of links among heteronormativity, disgust, and antigay attitudes, the current study also contributes to the current literature more broadly, which suggests that emotions have the ability to affect judgments, attitudes, and behavior toward certain social groups (DeSteno et al. 2004), particularly those who elicit such emotions (Tapias et al. 2007).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "mention": "2018",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "mention": "2004",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "mention": "2007",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Practice Implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The current research also may have implications for interventions aimed at mitigating hostile attitudes toward gay men. Such interventions could find favorable outcomes by incorporating emotion-regulation constructs, which may provide individuals with healthy emotion-regulation strategies (e.g., increased ability to cognitively reappraise situations that elicit disgust), ultimately moderating the development of antigay hostility. Additionally, large-scale media campaigns focused on the normalization of gay men’s sexual behavior may lead to the eventual decreased adherence to heteronormativity, disgust reactions, and subsequent hostile attitudes toward gay men.",
            "cite_spans": [],
            "section": "Practice Implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Although much of the research examining the association between disgust sensitivity and antigay hostility utilizes a theoretical framework proposed by the behavioral immune system, other theory might provide insight. Because so little disgust research has examined social hierarchies, we sought to outline why disgust would be elicited in response to gay men and how it would serve a functional purpose in this context. More specifically, gay men’s sexual behavior may elicit disgust among heterosexual men who strongly adhere to heteronormative ideology because it could threaten their social status. Subsequently, hostile attitudes may function to maintain the social hierarchy. Results more strongly support social hierarchical theoretical frameworks compared to the behavioral immune system. Thus, further empirical investigation into the interworking of social hierarchies, as well as the emotional mechanisms that legitimize them, is necessary.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Descriptive statistics and correlations among study variables\n***p < .001",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Confirmatory factor analysis examining the measurement of constructs. Standardized betas are presented; standard errors are in parentheses. Solid lines represent significance, p < .001. Dotted lines represent nonsignificance (p ≥ .05)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Structural equation model examining the direct and indirect effects from heteronormativity to antigay hostility. Standardized betas are presented. Standard errors are in parentheses. Solid lines represent significance, p < .001. Dotted lines represent nonsignificance (p ≥ .05)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Structural equation modeling: Adjudging model fit",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Personality and Individual Differences",
            "volume": "42",
            "issn": "",
            "pages": "815-824",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prejudice from thin air: The effect of emotion on automatic intergroup attitudes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "DeSteno",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cajdric",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychological Science",
            "volume": "15",
            "issn": "",
            "pages": "319-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The relationship between old-fashioned and modern heterosexism to social dominance orientation and structural violence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Homosexuality",
            "volume": "58",
            "issn": "",
            "pages": "382-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Working class masculinity: Keeping gay men and lesbians out of the workplace",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Embrick",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Wickens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Sex Roles",
            "volume": "56",
            "issn": "",
            "pages": "757-766",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "When morality opposes justice: Conservatives have moral intuitions that liberals may not recognize",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Social Justice Research",
            "volume": "20",
            "issn": "",
            "pages": "98-116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Body, psyche, and culture: The relationship between disgust and morality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "McCauley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imada",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Psychology and Developing Societies",
            "volume": "9",
            "issn": "",
            "pages": "107-131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Attitudes toward homosexuality among young adults: Connections to gender role identity, gender-typed activities, and religiosity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harbaugh",
                    "suffix": ""
                },
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Homosexuality",
            "volume": "62",
            "issn": "",
            "pages": "1098-1125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Heterosexist ambivalence and heterocentric norms: Drinking in intergroup discomfort",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hegarty",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pratto",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Group Processes & Intergroup Relations",
            "volume": "7",
            "issn": "",
            "pages": "119-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "On heterosexual masculinity: Some psychical consequences of the social construction of gender and sexuality",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "The American Behavioral Scientist",
            "volume": "29",
            "issn": "",
            "pages": "563-577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Heterosexuals' attitudes toward lesbians and gay men: Correlates and gender differences",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Sex Research",
            "volume": "25",
            "issn": "",
            "pages": "451-477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Documenting prejudice against lesbians and gay men on campus: The Yale sexual orientation survey",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Homosexuality",
            "volume": "25",
            "issn": "4",
            "pages": "15-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "AIDS and stigma",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Behavioral Scientist",
            "volume": "42",
            "issn": "",
            "pages": "1106-1116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Confronting sexual stigma and prejudice: Theory and practice",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Social Issues",
            "volume": "63",
            "issn": "",
            "pages": "905-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The social psychology of sexual prejudice",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Handbook of Prejudice, Stereotyping, and Discrimination",
            "volume": "2",
            "issn": "",
            "pages": "355-384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Sexual prejudice",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "McLemore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annual Review of Psychology",
            "volume": "64",
            "issn": "",
            "pages": "309-333",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "When sex equals AIDS: Symbolic stigma and heterosexual adults' inaccurate beliefs about sexual transmission of AIDS",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Herek",
                    "suffix": ""
                },
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Widaman",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Capitanio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Problems",
            "volume": "52",
            "issn": "",
            "pages": "15-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Interpersonal disgust, ideological orientations, and dehumanization as predictors of intergroup attitudes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Psychological Science",
            "volume": "18",
            "issn": "",
            "pages": "691-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Disgust sensitivity predicts intuitive disapproval of gays",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inbar",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Pizarro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knobe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emotion",
            "volume": "9",
            "issn": "",
            "pages": "435-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Gender role violations and identity misclassification: The roles of audience and actor variables",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Bosson",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Prewitt-Freilino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sex Roles",
            "volume": "55",
            "issn": "",
            "pages": "13-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Disgusting smells cause decreased liking of gay men",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inbar",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Pizarro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emotion",
            "volume": "12",
            "issn": "",
            "pages": "23-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The role of stereotyping in system-justification and the production of false consciousness",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Banaji",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "British Journal of Social Psychology",
            "volume": "33",
            "issn": "",
            "pages": "1-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Masculinity as homophobia: Fear, shame, and silence in the construction of gender identity",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Toward a new psychology of gender",
            "volume": "",
            "issn": "",
            "pages": "223-242",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A meta-analytic review of the association between disgust and prejudice toward gay men",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Homosexuality",
            "volume": "67",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Heteronormativity in action: Reproducing the heterosexual nuclear family in after-hours medical calls",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kitzinger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Problems",
            "volume": "52",
            "issn": "",
            "pages": "477-498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Principle and practice of structural equation modeling",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Estimating and comparing specific mediation effects in complex latent variable models",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Organizational Research Methods",
            "volume": "15",
            "issn": "",
            "pages": "3-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Gender threats and men’s antigay behaviors: The harmful effects of asserting heterosexuality",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Bosson",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Burnaford",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Group Processes & Intergroup Relations",
            "volume": "15",
            "issn": "",
            "pages": "471-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "“We’re disgusted with queers, not fearful of them”: The interrelationships among disgust, gay men’s sexual behavior, and homonegativity",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Homosexuality",
            "volume": "66",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A test of the three-component model of gender-based prejudices: Homophobia and transphobia are affected by raters’ and targets’ assigned sex at birth",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Nagoshi",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Cloud",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Lindley",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Nagoshi",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Lothamer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sex Roles",
            "volume": "80",
            "issn": "",
            "pages": "137-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Human threat management systems: Self-protection and disease avoidance",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Neuberg",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Kenrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroscience & Biobehavioral Reviews",
            "volume": "35",
            "issn": "",
            "pages": "1042-1051",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Disgust, scrupulosity and conservative attitudes about sex: Evidence for a mediational model of homophobia",
            "authors": [
                {
                    "first": "BO",
                    "middle": [],
                    "last": "Olatunji",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Research in Personality",
            "volume": "42",
            "issn": "",
            "pages": "1364-1369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Aggression toward gay men as gender role enforcement: Effects of male role norms, sexual prejudice, and masculine gender role stress",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Parrott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Personality",
            "volume": "77",
            "issn": "",
            "pages": "1137-1166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "What motivates hate crimes based on sexual orientation? Mediating effects of anger on antigay aggression",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Parrott",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Aggressive Behavior",
            "volume": "34",
            "issn": "",
            "pages": "306-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Determinants of anger and physical aggression based on sexual orientation: An experimental examination of hypermasculinity and exposure to male gender role violations",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Parrott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeichner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Archives of Sexual Behavior",
            "volume": "37",
            "issn": "",
            "pages": "891-901",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Social dominance theory and the dynamics of intergroup relations: Taking stock and looking forward",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pratto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidanius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "European Review of Social Psychology",
            "volume": "17",
            "issn": "",
            "pages": "271-320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "The health belief model and preventive health behavior",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Rosenstock",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Health Education Monographs",
            "volume": "2",
            "issn": "",
            "pages": "354-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "A perspective on disgust",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Fallon",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Psychological Review",
            "volume": "94",
            "issn": "",
            "pages": "23-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Concern over the misidentification of sexual orientation: Social contagion and the avoidance of sexual minorities",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Buck",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ratcliff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zielaskowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boerner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "105",
            "issn": "",
            "pages": "941-960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The domains of disgust and their origins: Contrasting biological and cultural evolutionary accounts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends in Cognitive Sciences",
            "volume": "17",
            "issn": "",
            "pages": "367-368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Disgust",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "McCauley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Handbook of emotions",
            "volume": "",
            "issn": "",
            "pages": "757-776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Parasites, behavioral defenses, and the social psychological mechanisms through which cultures are evoked",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychological Inquiry",
            "volume": "17",
            "issn": "",
            "pages": "96-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "The behavioral immune system (and why it matters)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Current Directions in Psychological Science",
            "volume": "20",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidanius",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pratto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Social dominance: An intergroup theory of social hierarchy and oppression",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Social dominance orientation, hierarchy attenuators and hierarchy enhancers: Social dominance theory and the criminal justice system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidanius",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pratto",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Applied Social Psychology",
            "volume": "24",
            "issn": "",
            "pages": "338-366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Is disgust a homogeneous emotion?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Overton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Motivation and Emotion",
            "volume": "30",
            "issn": "",
            "pages": "31-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Emotion and prejudice: Specific emotions toward outgroups",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Tapias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keltner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vasquez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wickens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Group Processes & Intergroup Relations",
            "volume": "10",
            "issn": "",
            "pages": "27-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Disgust: A predictor of social conservatism and prejudicial attitudes toward homosexuals",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Terrizzi",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Shook",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Ventis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Personality and Individual Differences",
            "volume": "49",
            "issn": "",
            "pages": "587-592",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Heterosexual masculinity and homophobia: A reaction to the self?",
            "authors": [
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Theodore",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Basow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Homosexuality",
            "volume": "40",
            "issn": "",
            "pages": "31-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Amazon's mechanical Turk: A new source of inexpensive, yet high-quality, data?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buhrmester",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kwang",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Perspectives on Psychological Science",
            "volume": "6",
            "issn": "",
            "pages": "3-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Microbes, mating, and morality: Individual differences in three functional domains of disgust",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Tybur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griskevicius",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "97",
            "issn": "",
            "pages": "103-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Behavioral immune system methods: Surveying the present to shape the future",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Tybur",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Frankenhuis",
                    "suffix": ""
                },
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Pollet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Evolutionary Behavioral Sciences",
            "volume": "8",
            "issn": "",
            "pages": "274-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The PANAS-X: Manual for the positive and negative affect schedule-expanded form",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "The gender belief system, authoritarianism, social dominance orientation, and heterosexuals' attitudes toward lesbians and gay men",
            "authors": [
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ægisdóttir",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sex Roles",
            "volume": "42",
            "issn": "",
            "pages": "947-967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "The violence of heteronormativity in communication studies: Notes on injury, healing, and queer world-making",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Yep",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Homosexuality",
            "volume": "45",
            "issn": "",
            "pages": "11-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Disgust sensitivity selectively predicts attitudes toward groups that threaten (or uphold) traditional sexual morality",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inbar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Personality and Individual Differences",
            "volume": "70",
            "issn": "",
            "pages": "218-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Induced disgust affects implicit and explicit responses toward gay men and lesbians",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Forestell",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Dickter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Journal of Social Psychology",
            "volume": "43",
            "issn": "",
            "pages": "362-369",
            "other_ids": {
                "DOI": []
            }
        }
    }
}