{
    "paper_id": "PMC7152149",
    "metadata": {
        "title": "Viral Infections",
        "authors": [
            {
                "first": "Frances",
                "middle": [
                    "Eun-Hyung"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "J."
                ],
                "last": "Treanor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "V.",
                "middle": [
                    "Courtney"
                ],
                "last": "Broaddus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "J."
                ],
                "last": "Mason",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joel",
                "middle": [
                    "D."
                ],
                "last": "Ernst",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Talmadge",
                "middle": [
                    "E."
                ],
                "last": "King",
                "suffix": "Jr.",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [
                    "C."
                ],
                "last": "Lazarus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "F."
                ],
                "last": "Murray",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jay",
                "middle": [
                    "A."
                ],
                "last": "Nadel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arthur",
                "middle": [
                    "S."
                ],
                "last": "Slutsky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "B."
                ],
                "last": "Gotway",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viruses of importance in the respiratory tract (Table 32-1\n) include those considered to be principal respiratory viruses, the replication of which is generally restricted to the respiratory tract, and others in which respiratory involvement is part of a generalized infection. Virus classification depends in part on the type and configuration of the nucleic acid in the viral genome, the characteristics of the viral structural proteins, and the presence or absence of an envelope surrounding the virus particle. The number of distinct antigenic types within each of the virus families also varies.",
            "cite_spans": [],
            "section": "Classification ::: Introduction",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 58,
                    "mention": "Table 32-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The routes by which the different respiratory viruses spread from person to person are variable and include combinations of contact, droplet, and aerosol transmission. For example, rhinovirus and respiratory syncytial virus (RSV) are primarily spread by direct contact with contaminated skin and environmental surfaces followed by self-inoculation of virus onto the nasal mucosa or conjunctiva. Other viruses, such as measles and varicella-zoster viruses, spread as small-particle aerosols. Other viruses may spread by means of larger-particle aerosols over short distances (1 m). The relative importance of the various transmission routes under natural conditions for each virus varies and in many cases is unknown.",
            "cite_spans": [],
            "section": "Transmission ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The initial sites of infection and pathogenesis differ for the various virus groups. Some, such as rhinovirus, are associated mainly with upper respiratory tract involvement. Others, such as influenza, commonly invade the lower airways and sometimes pulmonary parenchyma in addition to causing upper airway disease. The viruses also differ in the relative contributions to the clinical manifestations of disease from damage due to direct viral mechanisms and damage due to host immune responses and inflammation.",
            "cite_spans": [],
            "section": "Pathogenesis of Infection ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "An additional important feature of respiratory virus infections is their effect on the resident bacterial flora of the upper airways. Respiratory virus infections alter bacterial colonization patterns, increase bacterial adhesion to respiratory epithelium, and reduce mucociliary clearance and phagocytosis. These impairments of host defenses by viruses allow colonization by pathogenic bacteria and invasion of normally sterile areas, such as the paranasal sinuses, middle ear, and lower respiratory tract, resulting in secondary infection.",
            "cite_spans": [],
            "section": "Pathogenesis of Infection ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "There is no universally accepted, standard definition of a cold, but the term is usually used to refer to acute rhinitis with variable degrees of pharyngitis. Systemic complaints are absent or modest in severity and fever is unusual. Allergic diseases of the upper airway often have clinical manifestations similar to those of colds. Colds are frequently associated with involvement of the middle ear, likely due to eustachian tube dysfunction. Colds are associated with symptomatic otitis media in approximately 2% of cases in adults and in a higher proportion in young children. Colds are frequently associated with sinus mucosal thickening or secretions on computed tomography scans but rarely result in symptomatic sinusitis. Vertigo associated with viral labyrinthitis may also be seen.",
            "cite_spans": [],
            "section": "Common Cold ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The common cold syndrome is caused by any one of a large number of antigenically distinct viruses found in four principal groups (Table 32-2\n). Epidemiologic studies have indicated that on an annual basis, any one antigenic type of virus is responsible for less than 1% of all colds. Since the discovery of the respiratory viruses in the 1960s, rhinovirus has emerged as the prototype common cold virus (Fig. 32-1\n).",
            "cite_spans": [],
            "section": "Common Cold ::: Clinical Syndromes",
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "mention": "Fig. 32-1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 130,
                    "end": 140,
                    "mention": "Table 32-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The recommended approach to colds is to use individual remedies to treat specific symptoms. Nasal sprays containing decongestants should be used for no more than 3 days, to avoid a rebound vasomotor rhinitis. Cough syrups containing expectorants are of unproven value in common colds. Symptoms of sneezing and rhinorrhea can be alleviated with nonselective antihistamines such as brompheniramine, chlorpheniramine, or clemastine fumarate,1 but treatment with selective H1 inhibitors is not effective. Studies of pseudoephedrine have demonstrated measurable improvements in nasal air flow consistent with a decongestant effect.2 Nonsteroidal anti-inflammatory drugs such as naproxen moderate the systemic symptoms of rhinovirus infection. However, the use of the decongestant phenylpropanolamine has been shown to be associated with an increased risk of hemorrhagic stroke.3 Topical application of ipratropium, a quaternary anticholinergic agent that is minimally absorbed across biologic membranes, reduces rhinorrhea significantly in naturally occurring colds. This agent probably exerts its major effect on the parasympathetic regulation of mucous and seromucous glands. Importantly, most over-the-counter cough and cold remedies have not been studied in pediatric populations, where they may be associated with significant side effects.4\n",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 627,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 873,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1340,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Common Cold ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Pharyngitis most often presents as part of the common cold syndrome and thus is usually associated with the same viruses that cause colds. In some cases, pharyngeal symptoms predominate to a degree that overshadows other complaints. The kinins are potent stimulators of pain nerve endings, and high levels of bradykinin and lysylbradykinin are present in nasal secretions of patients with rhinovirus-induced colds. Intranasal application of bradykinin promotes sore throat and nasal symptoms in volunteers, supporting a role for these agents in the pathogenesis of cold symptoms.5\n",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "mention": "5",
                    "ref_id": null
                }
            ],
            "section": "Pharyngitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The respiratory viruses causing pharyngitis can be divided into two groups: those associated with a pharyngeal or tonsillar exudate and those without such an exudate (Table 32-3\n). Pharyngitis is often a prominent complaint with adenovirus and influenza virus infection. Also, some viruses are associated with other types of enanthems, meaning lesions on the mucous membranes, such as vesicles and ulcers. Coxsackie A viruses are associated with the condition herpangina, a painful, often febrile pharyngitis of children and young adults characterized by vesicular lesions of the soft palate.",
            "cite_spans": [],
            "section": "Pharyngitis ::: Clinical Syndromes",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 177,
                    "mention": "Table 32-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Viruses in the herpes family cause a small proportion of cases of pharyngitis. Primary infection with herpes simplex virus manifests as an acute vesiculoulcerative pharyngitis or gingivostomatitis that may have an exudative character. In immunocompromised patients, herpes simplex virus causes large, shallow ulcers of the mucosa that are chronic and progressive if untreated. Epstein-Barr virus mononucleosis characteristically has an acute exudative pharyngitis. Mononucleosis due to cytomegalovirus infection may have a nonexudative pharyngitis that is acute or chronic, and rarely, cytomegalovirus causes oral ulcerations in immunosuppressed patients. Pharyngitis can arise during primary infection with human immunodeficiency virus (HIV). Viruses in the hemorrhagic fever group produce an acute pharyngitis early in the disease, before skin lesions appear. Exudative pharyngitis is a common clinical manifestation in Lassa fever.",
            "cite_spans": [],
            "section": "Pharyngitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Typically, sore throat accompanied by nasal symptoms is more likely to be viral in nature. Infection with mixed anaerobic bacteria (Vincent angina) or Corynebacterium diphtheria is also in the differential diagnosis of exudative pharyngitis. The treatment of most cases of viral pharyngitis is symptomatic.",
            "cite_spans": [],
            "section": "Pharyngitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of acute bronchitis is usually applied to cases of acute respiratory disease with severe and prolonged cough that continues after other signs and symptoms of the acute infection have subsided. Cough appears during the first week of illness in 30% of rhinovirus colds in young adults and in 80% or more of cases of influenza A virus infection, in which it is often prolonged. Adenovirus infections characteristically involve the tracheobronchial tree, with resultant bronchitis that, in military populations, is part of the syndrome of acute respiratory disease.",
            "cite_spans": [],
            "section": "Acute Bronchitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The mechanisms of cough production in viral infection are not well understood but may include direct damage to the respiratory mucosa, release of inflammatory substances in response to the infection, increased production and/or decreased clearance of respiratory secretions, and stimulation of airway irritant receptors. Intranasal application of several prostaglandins also produces cough in uninfected volunteers.5 Infection may also enhance airway reactivity, leading to increased sensitivity to cold air and pollutants such as smoke.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "mention": "5",
                    "ref_id": null
                }
            ],
            "section": "Acute Bronchitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The differential diagnosis of acute bronchitis includes nonviral infections and noninfectious etiologies such as cough-variant asthma. Bordetella pertussis, Mycoplasma pneumoniae, and Chlamydia pneumoniae infections cause prolonged cough. In otherwise healthy persons, workup of acute cough should be directed toward determining the presence of pneumonia and, if this is not present, then treatment with antibacterial agents is of no benefit.6 Symptomatic treatment is directed at the suppression of cough. In children, a single nocturnal dose of honey is as effective as dextromethorphan in suppressing night time coughing,7 but honey should not be administered to infants younger than 1 (due to risk of infant botulism).",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 625,
                    "mention": "7",
                    "ref_id": null
                }
            ],
            "section": "Acute Bronchitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The clinical syndrome of influenza is characterized by the rapid onset of constitutional symptoms, including fever, chills, prostration, muscle ache, and headache, concurrent with or followed by upper and lower respiratory tract symptoms. Systemic symptoms tend to dominate for the first several days of illness, whereas respiratory complaints, particularly cough, predominate later in the first week of illness. Photophobia, excess tearing, and pain with eye movement are common early in the illness. Mild conjunctivitis, clear nasal discharge without obstruction, pharyngeal injection, and small tender cervical lymph nodes are frequently present. Fever may peak at 39° C to 40° C or higher and can last for 1 to 5 days. Persistent nonproductive cough, easy fatigability, and asthenia are common in the second week of illness.",
            "cite_spans": [],
            "section": "Influenza-Like Illness ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Influenza type A and B viruses are the most important causes of the influenza syndrome, particularly when the illness presents in an epidemic form. However, the syndrome can also be seen in association with infection by other viruses, including adenovirus, parainfluenza, and RSV. The characteristic clinical features of influenza and its epidemic nature usually permit the practitioner to make an accurate diagnosis during recognized epidemics of influenza virus infection, particularly if cough and fever are present.8 Specific antiviral therapy is effective if given early in the course of the illness (see the section on influenza virus). Symptomatic treatment (bed rest, oral hydration, antipyretics, and antitussives) is also beneficial. Fever should be treated in certain clinical situations, such as in children with previous febrile convulsions or patients with preexisting cardiac disease. Because of its possible association with Reye's syndrome, aspirin must be avoided in pediatric patients.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "mention": "8",
                    "ref_id": null
                }
            ],
            "section": "Influenza-Like Illness ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The croup syndrome of children is characterized by an unusual brassy or barking cough (see Audio 30-3\n) that may be accompanied by inspiratory stridor, dyspnea, and hoarseness.8a The symptoms are often preceded by several days of upper respiratory illness and are typically worse at night. Croup is seen primarily in children younger than 6. The term acute infectious croup or laryngotracheobronchitis is applied to a contagious disease that affects otherwise healthy children, often associated with a respiratory illness in the family. The term acute spasmodic croup is applied to a similar syndrome that is most common in young children prone to recurrent attacks precipitated by respiratory viral infections and possibly allergic or other factors. In these children, fever is frequently absent and symptoms often abate within several hours.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "8a",
                    "ref_id": null
                }
            ],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Most children with acute laryngotracheobronchitis have symptoms of decreasing intensity over several days and can be managed at home. However, increasing laryngeal obstruction can be associated with respiratory insufficiency. This is manifested by restlessness, air hunger, stridor at rest, use of accessory muscles, and intercostal retractions and may be followed by development of exhaustion with severe hypoventilation, cyanosis, and cardiovascular collapse. A fluctuating course is typical.",
            "cite_spans": [],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Radiologic examination of the upper airway shows glottic and subglottic edema (Fig. 32-2\n, eFig. 32-1) and helps to differentiate the disorder from acute bacterial epiglottitis. However, radiographs are limited in accuracy and, when the diagnosis is uncertain, radiologic and pharyngeal examination should be avoided because of the risk of cardiorespiratory arrest in acute epiglottitis. Emergency assessment by an otolaryngologist or an anesthesiologist is indicated in this situation.",
            "cite_spans": [],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "mention": "Fig. 32-2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 91,
                    "end": 101,
                    "mention": "eFig. 32-1",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "The acute infectious croup syndrome has been associated principally with infection by one of the parainfluenza viruses, as well as RSV, influenza A and B viruses, adenoviruses, and rhinovirus. Measles is an important cause of severe croup in the developing world, and influenza A epidemics also are associated with severe croup. The differential diagnosis of croup includes acute bacterial epiglottitis, diphtheritic croup, asthma, and intrinsic or extrinsic upper airway obstruction related to an aspirated foreign body, allergic angioedema, and retropharyngeal abscess.",
            "cite_spans": [],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Because the majority of hospitalized children are hypoxemic, oxygen is the mainstay of treatment for severe disease. Humidified air, or mist therapy, is commonly used, but the value of mist therapy has not been proven, and removal of the child from the parents and placement in a mist tent can be more distressing than beneficial to the child.",
            "cite_spans": [],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Administration of nebulized racemic epinephrine is commonly used for symptomatic relief in croup. It is believed that α-adrenergic stimulation by this drug causes mucosal vasoconstriction, leading to decreased subglottic edema. The onset of action is rapid, often within minutes, but the duration of relief is also limited, lasting 2 hours or less. Therefore, treated subjects should be observed closely for clinical deterioration. Although symptomatic relief is considerable, use of epinephrine is not associated with improvements in oxygenation. Steroids have been shown to confer significant benefits in the management of mild, moderate, and severe croup, including more rapid improvement in symptoms, reduced length of hospital stay, and reduced rates of intubation. Administration of single-dose steroid therapy in this setting has not been associated with significant side effects and should probably be used in any patient ill enough to require an emergency department or clinic visit.9\n",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 993,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Antiviral agents have not been tested for efficacy in this situation, although the potential benefit of antiviral therapy in the typical self-limited course of croup would likely be limited. Since croup is a viral illness, antibiotic therapy is of no benefit.",
            "cite_spans": [],
            "section": "Croup ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Bronchiolitis is an acute inflammatory disorder of the small airways characterized by obstruction with “air trapping,” hyperinflation of the lungs, and atelectasis typically seen in children younger than 2. After a several-day prodrome of mild upper respiratory tract symptoms, patients typically present with inspiratory and expiratory wheezing. The clinical features, which include tachypnea, intercostal and suprasternal retractions, nasal flaring, hyperresonant chest, wheezing, and inspiratory rales, usually lead to an accurate clinical diagnosis. The infant is often afebrile and, in mild cases, symptoms resolve within several days. Chest radiographs show increased lung volumes with flattening of the diaphragms, peribronchial thickening (eFig. 32-2), and often atelectasis or parenchymal consolidation indicative of concurrent bronchopneumonia (Fig. 32-3\n). Chest computed tomography (CT) may show bronchial wall thickening and areas of increased attenuation representing atelectasis mixed with areas of decreased attenuation due to small airway inflammation and obstruction producing air trapping (eFig. 32-3). The white blood cell count and differential count are usually within normal limits.",
            "cite_spans": [],
            "section": "Bronchiolitis ::: Clinical Syndromes",
            "ref_spans": [
                {
                    "start": 748,
                    "end": 758,
                    "mention": "eFig. 32-2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 855,
                    "end": 864,
                    "mention": "Fig. 32-3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1109,
                    "end": 1119,
                    "mention": "eFig. 32-3",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "The majority of cases in which an etiologic agent has been identified are associated with RSV. Other viruses associated with bronchiolitis include human metapneumovirus, bocavirus, parainfluenza virus, influenza A and B viruses, adenovirus, measles, and rhinoviruses. The major differential diagnostic consideration is asthma, which is uncommon in children younger than one year old.",
            "cite_spans": [],
            "section": "Bronchiolitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Correction of hypoxemia is the most important aspect of managing lower respiratory tract disease. Studies of corticosteroid therapies have found no consistent benefit. Studies of bronchodilators have reached conflicting results, and bronchodilating drugs may contribute to increased restlessness and cardiovascular stress, so guidelines do not suggest that bronchodilators be used routinely. One recent randomized trial suggests that “on-demand” use of inhaled racemic adrenaline may result in decreased length of stay in infants hospitalized with bronchiolitis.10 Because of the dehydrating effect of tachypnea and reduced oral intake in some hospitalized infants, parenteral rehydration is often necessary, but care must be taken to avoid inducing hyponatremia. Aerosol treatment with the synthetic nucleoside ribavirin has been associated with reductions in virus titers but inconsistent clinical benefits. Antibacterial drugs, including azithromycin, are of no benefit.11\n",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "mention": "10",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "11",
                    "ref_id": null
                }
            ],
            "section": "Bronchiolitis ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The relative importance of the different viruses as causes of pneumonia depends on the season and the age distribution of the population under study. During outbreaks, influenza virus accounts for more than 50% of viral pneumonia in adults. In addition, RSV, adenovirus, parainfluenza virus, and varicella virus cause pneumonia in normal adults. Unusual viruses continue to emerge in epidemics of severe acute pneumonitis, including hantavirus, coronavirus (SARS), and avian influenza A viruses.",
            "cite_spans": [],
            "section": "Normal Host ::: Pneumonia ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "In children, RSV, parainfluenza virus, and adenovirus, in addition to influenza viruses, are the most important causes of pneumonia. Measles virus pneumonia affects children and adults during epidemics in susceptible populations. There are reports of cases of pneumonia in adults and children attributable to rhinovirus, but the evidence that these viruses are definite causes of pneumonia is circumstantial.",
            "cite_spans": [],
            "section": "Normal Host ::: Pneumonia ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The clinical and radiographic features of sporadic cases of viral pneumonia are usually not sufficiently characteristic to permit specific viral diagnosis or differentiation from bacterial pneumonias on clinical grounds alone. Exceptions include measles (eFig. 32-4) and varicella pneumonia, in which the associated rash establishes the diagnosis. Therefore, attention is first directed at excluding primary or secondary bacterial pneumonia. Tests to detect viral antigens or nucleic acid are increasingly available and are rapidly being adopted as the preferred approaches for establishing the etiologic diagnosis11a, 11b (see Chapter 17).",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "mention": "11a",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 622,
                    "mention": "11b",
                    "ref_id": null
                }
            ],
            "section": "Normal Host ::: Pneumonia ::: Clinical Syndromes",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "mention": "eFig. 32-4",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "Treatment of viral pneumonia in the normal host is supportive in nature and directed at early antimicrobial therapy of secondary bacterial infections, if present. Specific antiviral therapy may be beneficial and is discussed with the individual pathogens. Viral pneumonias with extensive involvement of lung tissue may require prolonged ventilatory assistance and pulmonary rehabilitation. Some cases of viral pneumonia have a rapid and relentless fatal course, with generalized alveolar and interstitial opacities, development of the adult respiratory distress syndrome (ARDS), and progressive respiratory failure.",
            "cite_spans": [],
            "section": "Normal Host ::: Pneumonia ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "Viral pneumonia can be an important problem for the increasing number of persons in the population who have deficiencies in immunity as the result of cytotoxic chemotherapy, organ transplantation, and the acquired immunodeficiency syndrome (AIDS). The major respiratory viruses that affect normal persons may also cause pneumonia in impaired hosts; severe and prolonged pneumonias due to adenovirus, respiratory syncytial, influenza, measles, or parainfluenza virus can develop in such patients. Immunocompromised patients can also shed respiratory viruses for prolonged periods and thus be responsible for extensive transmission of infection to others. In addition, these individuals may develop pneumonia due to viruses, such as cytomegalovirus, that rarely cause lower respiratory tract disease in normal hosts. Cytomegalovirus causes severe primary viral pneumonia (see eFigs. 91-3, 91-4, and 91-5eFig. 91-3eFig. 91-4eFig. 91-5), as well as predisposing patients to bacterial and fungal superinfections because of its immunosuppressive effects.11c, 11d Varicella-zoster and herpes simplex virus pneumonias are relatively uncommon but serious infections in immunosuppressed patients.",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1051,
                    "mention": "11c",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "mention": "11d",
                    "ref_id": null
                }
            ],
            "section": "Immunocompromised Host ::: Pneumonia ::: Clinical Syndromes",
            "ref_spans": []
        },
        {
            "text": "The adenoviruses that cause human disease do not have nonhuman reservoirs, although nonhuman adenoviruses are found in other species. Some serotypes, especially types 1 and 2, routinely infect infants and young children, who then have prolonged asymptomatic viral shedding from the respiratory and gastrointestinal (GI) tracts. Other types, including those that have been most often implicated in respiratory disease (e.g., types 3, 4, and 7), are acquired later in life, characteristically in epidemic settings. In most instances, viral transmission probably takes place by direct contact with infectious secretions. However, the explosive nature of adenoviral acute respiratory disease in military recruits probably reflects airborne spread.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Most community adenovirus respiratory disease has been recognized in the summer months in association with outbreaks or sporadic cases of febrile pharyngitis or bronchitis. Nosocomial outbreaks of adenovirus infection have arisen in hospital wards, special care units, and psychiatric facilities. New variants of adenovirus have occasionally emerged and have been associated with outbreaks worldwide. Since 1996, a specific variant of adenovirus type 7 (Ad7d2) has been responsible for several civilian outbreaks and a large military outbreak.13 More recently, adenovirus type 14 (Ad14), a previously rare serotype, has been responsible for outbreaks of disease both in the military and in civilian populations.14, 15, 16 Most cases have been relatively mild febrile respiratory illnesses, but some cases have been seen with severe pneumonia requiring hospitalization. Infection with adenovirus type 36 is associated with weight gain in mice,17 and serologic positivity for this serotype appears to be more common in adults and children with obesity.18\n",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "14",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "mention": "18",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Adenoviruses have been isolated from the upper airway, eye, urine, stool, and rarely, blood. The incubation period for naturally acquired adenovirus disease of the respiratory tract is usually 4 to 7 days but may be up to 2 weeks.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Cytopathologic changes have also been observed in bronchial epithelial cells,19 and crystalline arrays of virus particles have been found in alveolar lining cells of infected persons with severe illness.20 The extent of damage to the respiratory tract in nonfatal adenovirus respiratory disease is not well defined but may result from a combination of direct viral mechanisms and host-related inflammatory responses to infection. In cases of fatal adenovirus pneumonia, bronchial epithelial necrosis, bronchial obstruction, and interstitial pneumonia have been seen.21 Cells containing large basophilic, intranuclear inclusions, so-called “smudge cells,” appear to be characteristic (Fig. 32-5\n). In lung transplant recipients, necrotizing bronchocentric pneumonia with diffuse alveolar damage has been reported.22\n",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 205,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 814,
                    "mention": "22",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "mention": "Fig. 32-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The nonpneumonic respiratory syndromes associated with adenovirus infection include acute respiratory disease of military recruits and pharyngoconjunctival fever of civilians, which have similar characteristics (Fig. 32-6\n). Adenovirus respiratory disease typically involves the pharynx as a moderate to severe, sometimes purulent, pharyngitis. Also characteristic of this disease is marked tracheitis, bronchitis, or tracheobronchitis, as well as rhinitis and conjunctivitis. Conjunctivitis is not a feature of infection with the other major respiratory viruses and therefore, when present, is a useful diagnostic finding in adenovirus respiratory disease. With adenovirus respiratory disease, the conjunctivitis is typically mild and follicular, although some adenovirus types also cause the more severe condition, epidemic keratoconjunctivitis. Fever, chills, myalgia, and prostration are prominent features of adenovirus infection, so it is often perceived by the patient as a “flulike” illness or an unusually severe cold.",
            "cite_spans": [],
            "section": "Adenovirus Respiratory Disease. ::: Clinical Illness ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "mention": "Fig. 32-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Cases of acute respiratory disease tend to have more tracheobronchitis, perhaps reflecting acquisition of infection by the airborne route. Conversely, in pharyngoconjunctival fever, the infrequency of cough and other tracheobronchial complaints in some outbreaks may reflect infection contracted by pharyngeal and/or conjunctival inoculation with virus from contaminated water. The two syndromes are associated with the same viral serotypes and, in civilian populations, both can be seen as sporadic cases. In young children, adenovirus infection has been associated with both mild and febrile respiratory illness, with an associated otitis media in approximately 40% of these cases.",
            "cite_spans": [],
            "section": "Adenovirus Respiratory Disease. ::: Clinical Illness ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Adenovirus was first recognized as a cause of viral pneumonia in military recruits and has since been recognized as a rare cause of pneumonia in civilian adults (eFig. 32-5) and children. The clinical characteristics of adenovirus pneumonia are similar to those of other pneumonias, so it is difficult to make an accurate etiologic diagnosis on the basis of clinical features. In fatal cases, there has been extensive pulmonary damage, with death intervening 2 to 3 weeks into the illness. Intravascular coagulopathy has also been a late feature of some cases, and a septic shock picture has been described.23 Adenoviruses cause a particularly aggressive form of pneumonia in neonates, characterized by necrotizing bronchiolitis and alveolitis.24 The virus may be acquired from the mother, perhaps via the birth canal. Long-term sequelae of adenovirus infection may include persistent radiographic abnormalities, abnormal pulmonary function tests, bronchiectasis, and bronchiolitis obliterans.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 609,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "Adenovirus Pneumonia. ::: Clinical Illness ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "mention": "eFig. 32-5",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Adenoviruses can cause fatal pneumonia and disseminated infection, with hepatitis, hemorrhagic cystitis, and renal failure, in transplant patients and other immunodeficient persons.25 Various immunotypes have been recovered from these patients (eTable 32-1), including higher numbered serotypes that are only seen in such patients. Types seen with particular frequency include 1, 2, 5, 6, 7, 11, 21, 31, 34, and 35. The clinical importance of the recovery of an adenovirus from these patients, particularly from stool samples, is often difficult to determine, because immunodeficient patients may shed adenoviruses in the absence of overt disease caused by them.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "25",
                    "ref_id": null
                }
            ],
            "section": "Adenovirus Infection in Persons with Impaired Immunity. ::: Clinical Illness ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 256,
                    "mention": "eTable 32-1",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Adenovirus Infection in Persons with Impaired Immunity. ::: Clinical Illness ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although diagnosis was traditionally achieved by virus culture, viral antigens or nucleic acid can be detected directly from appropriate specimens of respiratory secretions, conjunctival swabs, stool, or urine, depending on the clinical syndrome. Rapid detection of viral antigens in clinical specimens by ELISA or immunofluorescence and of viral DNA by nucleic acid amplification techniques is increasingly used instead of viral culture because of the fastidiousness of some serotypes and slow rate of isolation25a (see Chapter 17). Quantitative measurement of adenovirus DNA levels in plasma may be useful for diagnosis and response to therapy.26\n",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "mention": "25a",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "26",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Frozen specimens (−70° C) are satisfactory for testing because of the relative stability of adenoviruses. In cell culture, cytopathic effect usually appears in 3 to 7 days but may take several weeks, thus limiting the utility of viral culture in guiding clinical management. The time required to detect virus in cell culture can be shortened to as little as 2 days by employing centrifugation culture systems. Serodiagnosis has relied primarily on testing for a group-specific complement-fixation antibody response, using acute and convalescent serum specimens; however, infection with some adenovirus types is not detected by the complement-fixation test. In biopsy specimens, the appearance of characteristic intranuclear basophilic inclusion bodies seen by light microscopy or of crystalline arrays of virus seen by electron microscopy is useful in histopathologic diagnosis.",
            "cite_spans": [],
            "section": "Diagnosis ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Antiviral treatment of adenovirus infection does not have proven value. Ganciclovir and cidofovir are active in vitro, and an increasing number of reports indicate that intravenous ganciclovir may be useful in seriously ill patients, although at the expense of significant renal toxicity.27 Cidofovir has also been used for treatment and for presumptive therapy of adenovirus infection in high-risk immunocompromised patients.28 Although intravenous ribavirin (which is active for group C adenoviruses in vitro)29 or ribavirin combined with immunoglobulin30 has been used in individual patients, failures are common.31\n",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "mention": "27",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "29",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "30",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "31",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Because of the prominent fever and systemic complaints associated with adenovirus respiratory disease, analgesics, such as aspirin and acetaminophen, are needed more often than with a milder coryzal illness such as a rhinovirus cold. Warm saline gargles are helpful for relieving throat pain, which does not usually require narcotics. The presence of pharyngeal exudate may sometimes lead to an incorrect diagnosis of streptococcal pharyngitis, resulting in the initiation of antimicrobial therapy.",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Effective and safe live oral vaccines for adenovirus types 4 and 7 were developed for military use and, when delivered in enteric-coated capsules, have controlled acute respiratory disease in recruit populations. Use of these vaccines was not associated with replacement by nonvaccine serotypes. When manufacturing of these vaccines was discontinued, adenoviruses reemerged as important causes of acute respiratory disease in this population. A new vaccine for Ad4 and Ad7 has subsequently been introduced.32\n",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "mention": "32",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Adenovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Human coronaviruses OC43 and 229E have been recognized as causes of the common cold for many years and cause frequent reinfections throughout life. In adults, these viruses account for 4% to 15% of acute respiratory disease annually and up to 35% during peak periods. Annual illness rates in children reach 8%, with peak rates up to 20%.34 When polymerase chain reaction (PCR) techniques were applied to samples collected over 20 years from children younger than 5, coronaviruses were associated with 11.4 lower respiratory tract episodes and 67.3 upper respiratory tract illnesses per 1000 person-years. 35 The reported frequency of infection in adults for 229E and OC43 viruses has ranged from 15 to 25 per 100 persons per year, with up to 80% of infections seen in persons with prior antibody to the infecting virus.36 Coronaviruses usually circulate during winter and early spring but can be detected year-round.37\n",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 821,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "37",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Novel coronaviruses have recently been associated with severe respiratory disease in outbreaks around the world. SARS emerged in southern China in 2003 and quickly spread globally.38 The causative virus was subsequently named SARS-CoV. Ultimately, at least 8098 probable cases of severe respiratory disease and 774 deaths in all ages were attributable to SARS worldwide before the outbreak terminated in 2004. The source of this outbreak is believed to have been from an animal reservoir, the civet cat. More recently, a second outbreak of coronavirus severe respiratory illness has been recognized, with cases primarily found in Middle Eastern countries.39, 39a, 39b In May 2014, the first case of MERS was confirmed in a traveler from Saudi Arabia to the United States. A second case was identified in a traveler from Saudi Arabia to Florida. The two cases were not linked.39c The virus responsible for MERS has been named MERS-CoV. It is genetically closely related to coronaviruses found in bats, and evidence indicates that MERS-CoV also infects camels, but the role of each of these in transmission to humans remains to be defined.40, 41 Information on MERS-CoV is actively evolving; current information can be found at http://www.cdc.gov/coronavirus/mers/.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 662,
                    "mention": "39a",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 667,
                    "mention": "39b",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 878,
                    "mention": "39c",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "41",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "For all coronaviruses, transmission likely involves close contact and inoculation of the respiratory tract with infectious secretions via large droplets as demonstrated in human challenge experiments for OC4342 and animal studies for SARS-CoV.43 For SARS-CoV, virus shedding peaked at day 10 of symptom onset, which was at the height of disease severity.44 This phenomenon accounted for the preponderance of transmission in hospitals, a feature that allowed the outbreak to be controlled with infection control procedures. The incubation period for SARS is estimated from 2 to 10 days, and for conventional human coronaviruses 3 to 4 days.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "42",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 356,
                    "mention": "44",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Conventional coronavirus antigen has been detected in epithelial cells shed from the nasopharynx of infected volunteers45 and, during experimental infection, nasal airway resistance, mucosal temperature, and the albumin content of nasal secretions increase.46 However, relatively little is known about the pathogenesis of the common cold induced by conventional human coronaviruses.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "46",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The hallmark of pulmonary pathology in fatal cases of SARS was diffuse alveolar damage,47 type II pneumocyte hyperplasia, squamous metaplasia, and multinucleated giant cells. Hemophagocytosis, or the phagocytosis of erythrocytes, leukocytes, and platelets by histiocytes, was reported, potentially as a consequence of cytokine dysregulation.48 Furthermore, virus was detected within pulmonary epithelial cells.49 From these findings, it is postulated that disease pathogenesis involves both direct damage to pulmonary epithelia by the virus in combination with an excessive or dysregulated host immune response.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "mention": "47",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "48",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "49",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Conventional human coronaviruses produce a typical coryzal illness that is indistinguishable from colds due to other viruses. Coronaviruses have also been linked with acute otitis media, exacerbations of asthma in children, and with exacerbations of chronic bronchitis and pneumonia in adults.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In contrast, SARS has a nonspecific presentation that is difficult to distinguish from other viral acute respiratory illnesses, particularly influenza. Common symptoms on presentation are fever, chills and/or rigors, myalgias, and occasionally diarrhea. Cough and dyspnea are the predominant respiratory symptoms but may not be present initially. Respiratory disease becomes more severe over 4 to 7 days, and about 20% of patients require respiratory support. MERS has had a similar presentation, although GI symptoms may be more prominent.50 SARS fatality rates were 9.6% for all ages but higher in older adults,51 and children had milder disease.52 Similarly, the majority of recognized cases of MERS to date have been in individuals with comorbidities.53 SARS laboratory abnormalities include elevations in lactate dehydrogenase, transaminases, and creatine kinase, as well as hematologic abnormalities, particularly lymphopenia (depletion of CD4 and CD8 T cells) and thrombocytopenia.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 542,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "51",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "53",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Common findings on chest CT include unilateral or bilateral areas of ground-glass opacifications and interlobular septal and intralobular interstitial thickening. In most patients, peripheral involvement in the lower lung zones has been observed. In some cases, after recovery from acute illness, pulmonary fibrosis has developed.54 Clinical features predictive of poor outcomes included the presence of bilateral disease at presentation, markedly elevated lactate dehydrogenase, older age, and other comorbid conditions.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "54",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The main site of viral replication of SARS-CoV appears to be the lower respiratory tract.49 PCR detection is most reliable in the sputum, but viral RNA can also be detected in the blood and stool.55 Serum antibodies rise within 2 to 3 weeks of illness, although measurements at 4 weeks have become the standard to exclude SARS.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "55",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Immunity against coronaviruses appears to be short-lived. Epidemiologic studies of coronavirus infection have demonstrated high reinfection rates.56 In human volunteer experiments, infection with a 229E-like coronavirus only induced effective immunity short-term because rechallenge with homotypic virus, the 229E serotype, resulted in infection and illness.57 In addition, under certain circumstances, vaccines against animal coronaviruses have led to enhanced disease.58 This is being taken into consideration but is not deterring efforts to develop an efficacious SARS-CoV vaccine.59\n",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 472,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "59",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "There are no currently available antiviral agents with demonstrated clinical activity against coronaviruses in humans. Agents with potential activity against SARS-CoV include chloroquine, protease inhibitors, ribavirin, type I interferons, niclosamide, and anti-inflammatory agents such as indomethacin.60, 61, 62 Ribavirin in combination with lopinavir/ritonavir (protease inhibitors used in HIV disease) was associated with a lower incidence of adverse outcomes compared with historical controls of ribavirin alone in one study. Nelfinavir, another protease inhibitor, has also demonstrated in vitro antiviral activity. Other targets for controlling SARS viral replication have included interferons. Although the mechanisms are unknown, chloroquine, niclosamide, and indomethacin all inhibit SARS-CoV in vitro.63, 64, 65\n",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 814,
                    "mention": "63",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "65",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Coronaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Infection with CMV, whether symptomatic or not, is followed by prolonged excretion of virus in urine, saliva, stool, tears, breast milk, vaginal secretions, and semen. Thus, the major reservoir for CMV is asymptomatic infected persons. Virus shedding persists for years in children with congenital and perinatal CMV infections. The virus is believed to be transmitted by direct contact, especially under conditions of intimacy such as found in child care centers68 and the family setting. Thus, the rate of acquisition of infection is greater in populations with high density, leading to infection at an early age. In addition to transmission by sexual intercourse, passage through a contaminated birth canal, and ingestion of breast milk, CMV infection can be acquired from transfused blood products and from transplanted organs. No seasonal patterns of CMV infection have been observed.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "mention": "68",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In human fibroblast cell cultures, CMV produces a slowly progressive lytic infection. Infected cells contain large irregular basophilic intranuclear inclusions and also eosinophilic inclusions in paranuclear areas. The intranuclear inclusions are a hallmark of CMV infection and have been found in cells of a number of organs, including kidney, liver, and the GI tract, as well as the lung (Fig. 32-7\n). In the lung, fibroblasts, epithelial cells, endothelial cells, and smooth muscle cells are all targets for CMV infection.69\n",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "mention": "69",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "mention": "Fig. 32-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In immunocompetent persons, most infections are subclinical. If symptoms arise, the most typical manifestation is that of acute pharyngitis with features similar to mononucleosis. In immunocompromised hosts, there may be a variety of clinical syndromes, the severity of which is impacted by whether infection is acquired de novo or represents reactivation of endogenous virus. The risk of severe disease is particularly high in transplant patients when a CMV-seronegative recipient receives an organ from a seropositive donor.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The pathogenesis of CMV pneumonia is partly related to viral replication but also thought to have an immunopathologic basis.70 The development of CMV pneumonitis reflects a complex interaction between viral infection and graft-versus-host disease, particularly in marrow transplant recipients71, 72, 72a (see Chapter 91). Two patterns of histopathology have been described in the lung tissue of bone marrow transplant patients with serious pneumonia.73 One is a miliary pattern, with multiple focal lesions showing extensive cytomegaly with localized necrosis, alveolar hemorrhage, fibrin deposition, and neutrophilic response (see Fig. 32-7). The other is an interstitial pattern, with alveolar cell hyperplasia, interstitial edema, lymphoid infiltration, and diffusely distributed cytomegalic cells.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "70",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "71",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "72",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "mention": "72a",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "73",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 632,
                    "end": 641,
                    "mention": "Fig. 32-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Cytomegalovirus causes a variety of human diseases, including congenital and perinatal infections, infectious mononucleosis, hepatitis, posttransfusion infection, and invasive infection in patients with impaired immunity. In transplant populations, CMV infection often involves multiple organ systems in conjunction with other opportunistic infectious agents.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Because the virus rarely causes pneumonia in healthy hosts, the main impact of CMV as a respiratory pathogen is in immunocompromised patients. In recipients of allogeneic bone marrow transplants, CMV is the most common infectious cause of interstitial pneumonia and, if untreated, is responsible for the highest fatality rate. The risk of CMV pneumonia is greatest between 30 and 90 days after bone marrow transplant. However, late-onset CMV syndromes, at more than 180 days posttransplantation, have been increasingly recognized with effective control of earlier-onset disease.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Risk factors for the disease include advanced age, the presence of acute graft-versus-host disease, intensive conditioning regimens, and allografts. CMV infection and pneumonitis also develop in the majority of lung transplant recipients who are seronegative and, if infection develops in a single-lung recipient, disease is especially marked in the transplanted lung.74 In these patients, CMV pneumonitis may be a factor in the development of bronchiolitis obliterans. CMV can also be a primary pathogen in persons with AIDS, although it is more often encountered in conjunction with other pulmonary pathogens74a (see Chapter 90). Characteristically, patients with CMV pneumonia have sustained fever, nonproductive cough, and dyspnea. Rales and tachypnea are often present, and marked hypoxemia is an indicator of life-threatening infection. Pneumonitis may be accompanied by mild neutropenia, thrombocytopenia, and elevated liver enzymes, which may be helpful in differential diagnosis.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 613,
                    "mention": "74a",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Recently, CMV reactivation has been demonstrated to play a role in critically ill, previously immunocompetent patients. During the critical illness, some evidence suggests a transient and vulnerable period of “immunoparalysis,” making reactivation and not exogenous infection of CMV more likely. In these patients, CMV viremia was found in 33% and was associated with prolonged hospitalization and death.75 It is currently unclear whether CMV prophylaxis would be beneficial in this setting.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "mention": "75",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Cytomegalovirus pneumonia should be in the differential diagnosis for any immunosuppressed patient with unexplained lower respiratory complaints or pulmonary opacities. However, the clinical assessment of patients with suspected CMV pneumonia is complicated because there are often simultaneous pulmonary infections with other microbes76, 77 and because the clinical features and radiographic appearance of CMV pneumonia are not sufficiently characteristic to permit an accurate etiologic diagnosis. In addition, noninfectious pulmonary conditions are also common in the population at risk for CMV pneumonitis, including pulmonary malignancy or hemorrhage and post-transplant lymphoproliferative disorder (see eFigs. 91-16 and 91-17).",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "77",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Chest radiographic changes (see eFig. 91-5A) are usually bilateral, with diffuse or focal haziness involving the mid and lower lung fields. Both miliary and interstitial radiographic patterns have been described. Patients with a miliary pattern may have a sudden onset of tachypnea, severe respiratory distress, and hypoxemia resulting in a rapidly fatal course,78 whereas patients with an interstitial pattern of disease often have an insidious onset of pneumonia with slowly progressive hypoxemia. In these patients, pulmonary opacities may be initially localized, with bilateral spread over days or weeks. Often the perihilar distribution of the opacity is suggestive of pulmonary edema.74 Common chest CT scan findings include small nodules (see eFigs. 91-3B, 91-4, 91-5eFig. 91-3BeFig. 91-4eFig. 91-5), consolidation (see eFig. 91-2), and ground-glass attenuation (see eFigs. 91-3 and 91-5).79\n",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "78",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "79",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In patients with possible CMV pneumonia, the preferred approach to diagnosis is quantitative PCR in serum or bronchoalveolar lavage (BAL) fluid.80 Culture and pathologic examination of specimens obtained by BAL and transbronchial biopsy may also be diagnostic, although these specimens are less suitable for making management decisions in acutely ill patients. The detection of virus in respiratory secretions, urine, or blood does not establish with certainty that CMV is responsible for a particular clinical syndrome. This is particularly true in patients with AIDS, in whom detection of CMV in BAL is often not associated with pulmonary pathology. However, in transplant recipients, the presence of CMV in blood does increase the risk of subsequent development of CMV pneumonia and is used in guiding preemptive therapy. Serologic testing has no role in diagnosis of acute infection and is used only to determine the serologic status of donors and recipients before transplantation.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "80",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Once CMV pneumonitis is established, particularly in allogeneic bone marrow transplant patients, poor outcomes are common. Ganciclovir is highly active against CMV in vitro, but monotherapy is not effective in pneumonitis in bone marrow/stem cell transplant recipients. The combination of ganciclovir therapy and intravenous CMV immune globulin81 can reduce mortality from approximately 90% to 50% or lower in these patients. The effect of the immune globulin in this situation may mostly be to ameliorate graft-versus-host disease. Whether combination therapy is required in solid organ transplant recipients with CMV pneumonia is uncertain. Cidofovir and foscarnet are other antiviral drugs with activity against CMV. Both have been used successfully to treat CMV retinitis, but their effectiveness for treating CMV pneumonia has not been established. All of the available CMV antivirals have the potential for serious side effects that require close monitoring.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": "81",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Guidelines for reducing the risk of CMV disease in stem cell transplant recipients have been published.82 Transplant candidates should be screened for evidence of CMV immunity, and CMV-seronegative recipients of allogeneic stem cell transplants from CMV-seronegative donors should receive only leukocyte-reduced or CMV-seronegative RBCs and/or leukocyte-reduced platelets. In mismatched solid organ transplant recipients (seronegative recipient/seropositive donor), posttransplant prophylaxis with oral ganciclovir or its prodrug valganciclovir significantly reduces the risk of CMV disease, although late-onset disease still happens.83 Another strategy is preemptive therapy with ganciclovir or another anti-CMV agent when screening detects infection, but before clinically detectable disease develops. This strategy requires the use of rapid, sensitive, and specific laboratory tests for diagnosis.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "83",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "No vaccines are available for the prevention of CMV infection or disease, although several strategies are being actively pursued, including live attenuated and inactivated subunit vaccines.",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Cytomegalovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The hantavirus pulmonary syndrome (HPS) is a zoonosis in which humans experience severe, often fatal disease. Each of the individual hantavirus strains appears to be associated with a specific rodent host (e.g., Sin Nombre virus with the deer mouse, Bayou virus with the rice rat, Black Creek Canal virus (BCCV) with the cotton rat, and New York virus with the white-footed mouse). The rodent hosts experience prolonged asymptomatic infection, but the features that are associated with maintenance of these viruses in rodent populations and with rodent-to-rodent transmission are unclear. Serologic studies suggest that hantaviral infection of feral rodents is widespread throughout North America.86\n",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 699,
                    "mention": "86",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Transmission to humans is presumed to result from contact with infected rodent excreta. Hantaviruses are stable and can persist in the environment for 10 to 15 days without loss of viability.87 Risk factors for acquisition of HPS include high densities of rodents in the household, cleaning of contaminated environments, agricultural activities, and other forms of occupational exposure to rodent droppings. In the Four Corners region of the southwestern United States, El Niño–southern oscillation events have been linked to increased rainfall, high rodent population densities, and increased numbers of cases of HPS.88\n",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "88",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Person-to-person transmission was not seen in the North American outbreaks.89 In contrast, a recent outbreak of HPS in South America has suggested that, under certain circumstances, person-to-person transmission can take place.90 This feature appears to be unique to the particular hantavirus implicated in that outbreak (Andes virus) and has not been a major component of other outbreaks. Currently, approximately 11 to 48 cases of HPS per year are reported in the United States,91 with a case fatality rate of 35%.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "90",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "91",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Infection with Sin Nombre virus or other agents of HPS have relatively long incubation periods (median 14 to 17 days; range 1 to 51 days),92 and antibody and cellular responses in humans are usually detectable at the time of presentation.93 Neutralizing antibody is directed against the surface glycoproteins G1 and G2, and lower titers on presentation correlate with greater disease severity.94 Viremia is detectable at presentation and declines promptly after resolution of fever.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 240,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "94",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Pathologic findings in fatal cases include pleural effusions, alveolar edema and fibrin, and interstitial mononuclear cell infiltrate95 with little necrosis or neutrophil infiltration. These findings are felt to be most consistent with a capillary leak syndrome with subsequent noncardiogenic pulmonary edema. Immunopathologic responses play a major role in HPS.96 Infection of humans with Sin Nombre virus and other hantaviruses results in widespread expression of viral antigens in endothelial cells of pulmonary and cardiac tissues,97 and CD8 T cell responses peak at the time of maximal clinical symptoms, implicating these responses in the pathogenesis of disease.98 Myocardial depression has also been ascribed to induction of nitric oxide and locally secreted cytokines in response to infection.99 Another pathogenic mechanism may be antagonism of the host innate immune response by the hantavirus G1 tail.100\n",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "98",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 916,
                    "mention": "100",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Presentation of HPS begins with a prodrome of fever, chills, and myalgias, occasionally accompanied by abdominal discomfort and GI symptoms, and generalized malaise. Upper respiratory symptoms are usually absent. After a variable period of several days, the patient presents with a mild, nonproductive cough and progressive dyspnea resulting from leakage of high-protein edema fluid into the alveoli. On physical examination patients are febrile, with tachypnea and tachycardia with mild hypotension. Examination of the chest may reveal fine crackles but is otherwise unremarkable.",
            "cite_spans": [],
            "section": "Clinical Features ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Laboratory studies generally reveal hemoconcentration, mild thrombocytopenia, and mildly elevated liver function tests. The triad of thrombocytopenia, left shift with circulating myeloblasts, and circulating immunoblasts is highly suggestive of HPS.101 Multivariate analysis has identified dizziness, nausea, and the absence of cough as clinical symptoms predictive of HPS, as well as thrombocytopenia, elevated hematocrit, and decreased serum bicarbonate as features that help distinguish HPS from other causes of acute respiratory distress such as pneumococcal pneumonia and influenza.102 Mild renal abnormalities may be detected but, unlike the situation with another hantaviral illness, hemorrhagic fever with renal syndrome, do not progress to renal failure. Renal dysfunction may be more common in HPS associated with the Bayou hantavirus.103\n",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "mention": "101",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "mention": "102",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 848,
                    "mention": "103",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Pleural effusions are present in most cases. Early in the course of HPS, these effusions are transudative, while later they develop higher fluid protein content and in severe cases have the protein characteristics of plasma.104 Cardiopulmonary manifestations in severe cases include a shock state with low cardiac index, low stroke volume index, and high systemic vascular resistance.104 Progression is associated with worsening cardiac dysfunction and development of lactic acidosis. In those patients who survive, exertional dyspnea and reduced expiratory flow are common in early convalescence and resolve in most patients.105 However, some patients have manifested long-term pulmonary and cognitive dysfunction.106\n",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 387,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 718,
                    "mention": "106",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Chest radiographs are typical of pulmonary edema, without consolidation. In the absence of immunodeficiency, patients universally have detectable serum immunoglobulin M (IgM) and IgG antibody at the time of admission, and serologic techniques are the mainstay of diagnosis. In low-prevalence areas, a positive IgM is diagnostic.107 Virus can also be detected in blood by reverse transcriptase polymerase chain reaction (RT-PCR) during the first 10 days of illness.108 In contrast, hantaviruses are difficult to isolate from clinical material in cell culture and grow slowly. Isolation of virus from tissue is laborious and time consuming and must be undertaken in suitable containment facilities, so it is not useful for diagnosis.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "mention": "107",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 467,
                    "mention": "108",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Treatment is supportive and requires careful management of fluid status to maintain perfusion without exacerbating pulmonary edema. It has been suggested that high-dose steroid therapy may be useful96 because of the pathogenesis of the disease and potential utility of steroids in systemic capillary leak syndrome. In severe cases, extracorporeal membrane oxygenation may be beneficial.109, 110 The broad-spectrum antiviral agent ribavirin is active against hantavirus in vitro and was demonstrated to be effective against hantavirus-induced hemorrhagic fever with renal syndrome in Korea.111 However, trials of ribavirin in HPS have not shown efficacy.112\n",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 389,
                    "mention": "109",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "mention": "112",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Hantaviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Humans are the reservoir for HSV-1 and HSV-2 viruses. With primary infection, infectious virus is produced in the skin and mucous membranes, being present in vesicle fluid and cellular debris from herpetic ulcers. After establishment of latency in nerve ganglia, virus is intermittently shed in respiratory, vaginal, and urethral secretions in the absence of clinical disease. Asymptomatic respiratory tract shedding can be detected in about 1% to 2% of seropositive children and adults.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "HSV-1 spreads by means of transfer of virus-containing respiratory secretions, vesicle fluid, and cell debris under conditions of close personal contact. The portals of entry for primary infection are the mucous membranes of the oropharynx and possibly the eye. Virus deposited onto areas of burned or abraded skin, and exogenous inoculation or autoinoculation of virus, also lead to clinical lesions. Cases of HSV-1 arise sporadically throughout the year, occasionally in small clusters. HSV-1 infection is usually acquired in childhood or adolescence, with epidemiologic surveys showing a prevalence of antibody to HSV-1 in 30% to 100% in adults.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Primary HSV infection has a mean incubation period of approximately 1 week. Primary infection begins at a local site, with viral replication in parabasal and intermediate epithelial cells and resultant cell destruction and initiation of host inflammatory responses. Cells containing characteristic nuclear inclusions and sometimes multinucleation may be observed in lesions. In immunocompetent individuals, regional lymph nodes may be involved during primary infection, but the disease is usually contained at the primary site by innate antiviral responses. In neonates and others with deficient or impaired immune systems, local infection may be followed by viremic spread to multiple organs, including skin, liver, brain, adrenals, and lungs. Disease may also disseminate in such individuals following reactivation of latent infection. Visceral infection is characterized by a highly destructive coagulation necrosis of involved sites.113 In a series of fatal cases of HSV pneumonia, inflammatory infiltrates, parenchymal necrosis, and hemorrhage were found at autopsy.114 Patients with associated herpetic laryngotracheitis have necrotizing lesions in these areas.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 940,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "mention": "114",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Latent infection is established in sensory nerve ganglia and is followed by life-long recurrences of virus shedding and often lesions on skin and mucous membranes of the involved dermatomes. Cellular immunity is of primary importance in controlling HSV infection; studies in patients with AIDS and severe mucocutaneous HSV indicate that both CD4 and CD8 T cells contribute to control of viral replication and spread.115\n",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "mention": "115",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Herpetic disease of the oral cavity and pharynx is the most common overt manifestation of primary infection with HSV-1. Scattered or clustered vesicles and ulcers of various sizes (3 to 7 mm) are located on the buccal mucosa, tongue, gingiva, or floor of the mouth. Individual lesions usually appear as a shallow, white-based ulcer surrounded by a thin rim of erythema. Pain is prominent in involved areas of the mouth and pharynx, and regional nodes are tender and enlarged, particularly with the pharyngitis. Fever, malaise, and reduced oral intake may add to the overall severity of these illnesses, which last up to 2 weeks.",
            "cite_spans": [],
            "section": "Acute Gingivostomatitis and Pharyngitis. ::: Clinical Illness ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In immunocompromised patients, including those with AIDS, both primary and recurrent HSV infection may manifest as a chronic erosive process of the mucous membranes of the oral cavity and upper airway. Characteristically, the lesions appear as large (5 to 15 mm) individual ulcerations that are slowly progressive and may coalesce when present in adjacent sites. The base of the ulcer is white or gray. Although shallow, the lesions are usually painful and may reduce oral intake. Herpetic lesions are sometimes present on the lip and skin of the face. Infection may spread to the esophagus and lower airway, possibly facilitated by instrumentation such as orotracheal intubation or bronchoscopy, resulting in the development of similar lesions at these sites. Clinical features of herpetic tracheobronchitis include dyspnea, cough, fever, chills, diaphoresis, chest pain, wheezes, hypotension, and hypoxemia.116 Herpetic tracheobronchitis has also been reported in elderly patients presenting with bronchospasm who did not have histories of chronic lung disease or of immunosuppression.117\n",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 912,
                    "mention": "116",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "mention": "117",
                    "ref_id": null
                }
            ],
            "section": "Chronic Ulcerative Pharyngitis and Laryngotracheitis. ::: Clinical Illness ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Herpes simplex virus causes pneumonia in neonates with congenital and peripartum infections and in patients with malignancy, burns, organ transplantation, and other conditions associated with impaired immunity. Herpes simplex pneumonia has been reported in neonates between the third and 14th days of life and to be associated with prominent hila and central interstitial opacity on chest radiography.118 Other associated findings include thrombocytopenia, disseminated intravascular coagulation, abnormalities in liver function, vesicular skin lesions, and deterioration during antimicrobial treatment. The pathologic findings in infants, children, and adults suggest that the disease may be the result of direct extension of infection from the tracheobronchial tree to the lung or as the result of hematogenous dissemination of virus from mucocutaneous lesions of the upper airway or genitourinary tract. CT scan findings include multifocal segmental and subsegmental ground-glass opacities but are not distinctive.119 In one study, more than one half of the patients had concomitant pulmonary infection with other microorganisms, including bacterial, candidal, and Aspergillus species and cytomegalovirus.114 Histologic evidence of herpetic esophagitis was present in 10 of 16 patients with herpes pneumonia in whom esophageal examination was performed. Some cases are nosocomially acquired.120\n",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "mention": "119",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "mention": "114",
                    "ref_id": null
                },
                {
                    "start": 1394,
                    "end": 1397,
                    "mention": "120",
                    "ref_id": null
                }
            ],
            "section": "Pneumonia. ::: Clinical Illness ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Herpes simplex virus infection of the lower airway has also been found in association with ARDS. The relationship of HSV infection to ARDS is unclear, but the presence of HSV in the lower respiratory tract was associated with the need for prolonged respiratory support and an increased late mortality. Isolation of HSV from lower respiratory tract secretions has also been common in mechanically ventilated patients and may be associated with a poor outcome,121, 122 although it is unclear whether this represents reactivation as a consequence of severe illness or whether the virus plays a direct role in mortality.123, 124\n",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "mention": "121",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "mention": "122",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 619,
                    "mention": "123",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 624,
                    "mention": "124",
                    "ref_id": null
                }
            ],
            "section": "Pneumonia. ::: Clinical Illness ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The clinical features of herpetic gingivostomatitis are sufficiently characteristic to permit accurate diagnosis in most cases. Other conditions with similar oral lesions are limited and include herpangina, aphthous stomatitis, Steven-Johnson syndrome, and other enanthems resulting from infection and drug sensitivities. In herpangina, the lesions are smaller (1 to 3 mm), more often vesicular, and usually localized to the soft palate. The ulcers in aphthous stomatitis are few, relatively deep, and circumscribed. Aphthosis is characterized by periodic recurrence, whereas acute herpetic gingivostomatitis and pharyngitis are limited to a single occurrence. Herpetic pharyngitis, when exudative, must be distinguished from pharyngitis due to Streptococcus pyogenes, adenovirus, Epstein-Barr virus, and diphtheria. The diagnosis of acute herpetic disease of the oropharynx can be confirmed by examination of Giemsa- or Wright-stained smears of scrapings from the base of a fresh lesion (Tzanck test) and by culture of scrapings or swab specimens. Techniques for the rapid detection of viral antigens or DNA are widely available.",
            "cite_spans": [],
            "section": "Diagnosis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Chronic ulcerative pharyngitis due to HSV has a characteristic clinical appearance that is highly suggestive of the diagnosis. The white color of the lesions may lead to confusion with candidiasis, but the lesion of thrush is an easily removable plaque, not an ulcer. Thrush and chronic herpetic pharyngitis may coexist in the same patient. The lesions of aphthous stomatitis are not characteristically found in the back of the oropharynx and are relatively small (2 to 5 mm) with a fixed diameter.",
            "cite_spans": [],
            "section": "Diagnosis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of herpetic laryngotracheitis may be difficult because of the inaccessibility of the lesions. The disease should be suspected in any immunocompromised patient with herpetic lesions of the mouth, upper airway, or skin of the face, especially if endotracheal intubation has been performed. In such patients, bronchoscopic examination is indicated for sampling of suspected areas for cytology and viral culture.",
            "cite_spans": [],
            "section": "Diagnosis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of HSV pneumonia should be suspected in any immunocompromised patient with unexplained pulmonary opacities, especially in the presence of herpetic laryngotracheitis or herpetic lesions of other mucocutaneous sites, including the genital area. Definitive diagnosis of HSV pneumonia depends on obtaining a sample of involved lung for viral culture and testing for HSV antigen or nucleic acid. Limited experience with lung biopsy in patients with HSV pneumonia suggests that obtaining adequate samples for culture and histologic examination may be a problem114 and that, when possible, generous biopsy specimens should be obtained.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 571,
                    "mention": "114",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "No vaccines of proven value are currently available. Primary HSV gingivostomatitis in immunocompetent persons responds to oral acyclovir treatment. Specific therapy of herpes simplex pneumonia has not been evaluated in controlled trials, but most clinicians would use intravenous acyclovir. In immunosuppressed patients with chronic mucocutaneous HSV infection, including pharyngitis and laryngotracheitis, prompt treatment with acyclovir is recommended to control the local infection and prevent possible dissemination to the lung. Valacyclovir, the valine ester prodrug of acyclovir, and famciclovir, the prodrug of penciclovir, are orally administered drugs that are also effective for mucocutaneous HSV.",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Antiviral susceptibility testing should be considered in patients with serious HSV infection who do not respond to initial treatment with oral valacyclovir or intravenous acyclovir. Foscarnet is probably the best available alternative therapy. Prophylactic intravenous and oral acyclovir regimens have been shown to be effective in preventing recurrences of mucocutaneous HSV infection in seropositive patients undergoing intense periods of immunosuppression, such as bone marrow transplant recipients or patients receiving combination chemotherapy for leukemia.",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Herpes Simplex Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Influenza virus infection is acquired by transfer of virus-containing respiratory secretions. Both small particle aerosols and droplets probably play a role in this transmission, but for infection control purposes influenza is generally considered to be transmitted by droplets. In temperate climates in either hemisphere, epidemics are seen almost exclusively in the winter months (generally October to April in the Northern hemisphere and May to September in the Southern hemisphere), whereas in the tropics, influenza may be seen throughout the year.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Influenza epidemics are regularly associated with morbidity and mortality, usually expressed in the form of excess rates of pneumonia and influenza-associated hospitalizations and deaths, with as many as 51,000 deaths annually in the United States.125 Attack rates are generally highest in the young, whereas mortality is generally highest in the elderly. Excess morbidity and mortality are particularly high in those with medical conditions including pulmonary conditions such as asthma or COPD. Rates of influenza-related hospitalizations are particularly high in healthy children younger than 2, where rates approach those of older children with high-risk conditions.126, 127\n",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 673,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 678,
                    "mention": "127",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "A high frequency of antigenic variation is a unique feature of influenza virus that helps explain why this virus continues to cause epidemic disease. Antigenic variation principally involves the two external glycoproteins of the virus, the HA and NA, and is referred to as antigenic drift or antigenic shift, depending on whether the variation is small or great. Antigenic drift refers to relatively minor antigenic changes that result from amino acid changes in one or more of the five identified major antigenic sites on the HA molecule.128 Antigenic shift refers to the complete replacement of the HA or NA with a novel HA or NA. These viruses are “new” viruses to which the population has no specific immunity. When such a new virus is introduced into a population, a severe, worldwide epidemic, or pandemic, of influenza can result. Influenza pandemics in the 20th century include the H1N1 pandemic of 1918, the H2N2 pandemic of 1957, and the H3N2 pandemic of 1968. Extensive surveillance and sequence information suggests that these new HA and NA genes are introduced into viruses circulating in humans from resident populations of influenza A viruses in birds.129\n",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "mention": "129",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Since 1997, sporadic outbreaks of influenza in humans caused by direct transmission of avian viruses from bird to human have been reported. Although sustained human-to-human transmission has not been seen, avian subtypes such as H5N1130 and H7N9131 continue to pose a potential pandemic threat. In the spring of 2009, a novel H1N1 virus containing genes from viruses of swine, avian, and human origin emerged. Importantly, the HA gene of this virus was derived from swine influenza virus. Although still an H1N1 virus, the novel, or pandemic H1N1 (pH1N1) was antigenically distinct from the human H1N1 viruses in circulation since 1977. Instead, the HA was closely related to human H1 viruses from the early 20th century that had been introduced into pigs in approximately 1918 and had not undergone significant antigenic evolution in these animals since that time. Perhaps for this reason, older adults were relatively spared, and the pandemic disease affected mainly children, adolescents, and adults younger than 50.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 248,
                    "mention": "131",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although the circulation of multiple antigenic subtypes is confined to influenza A viruses, influenza B viruses undergo significant antigenic variation as well. Currently, two antigenically distinct lineages of influenza B have co-circulated, designated the “Yamagata” and the “Victoria” lineages. Because antibodies to viruses in one lineage do not provide substantial protection against the other, recent influenza vaccines have included examples of both (see later).",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Infection with influenza virus in humans is generally limited to the respiratory tract. After inoculation, the incubation period is thought to be from 18 to 72 hours depending in part on the inoculum dose. Virus shedding is maximal at the onset of illness and may continue for 5 to 7 days or longer in children. In immunocompromised patients, especially recipients of solid organ or hematopoietic stem cell transplants, viral shedding can be prolonged for weeks to months.132\n",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "mention": "132",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Bronchoscopy of individuals with influenza typically reveals diffuse inflammation of the larynx, trachea, and bronchi, as well as a range of histologic findings, from vacuolization of columnar cells with cell loss, to extensive desquamation of the ciliated columnar epithelium down to the basal layer of cells.133, 134 Generally, the tissue response becomes more prominent as one moves distally in the airway. Recovery is associated with rapid regeneration of the epithelial cell layer and pseudometaplasia. Fatal influenza pneumonia exhibits diffuse alveolar damage with hyaline membranes lining the alveoli, and the alveolar air spaces contain edema fluid, strands of fibrin, desquamated epithelial cells, and inflammatory cells (Fig. 32-8A-D\n).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 318,
                    "mention": "134",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 732,
                    "end": 744,
                    "mention": "Fig. 32-8A-D",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Abnormalities of pulmonary function are frequently demonstrated in otherwise healthy, nonasthmatic young adults with uncomplicated (non-pneumonic) acute influenza. Demonstrated defects include diminished forced expiratory flow rates, increased total pulmonary resistance, and decreased density-dependent forced expiratory flow rates consistent with generalized increased resistance in airways less than 2 mm in diameter,135, 136 as well as increased responses to bronchoprovocation.135 In addition, abnormalities have been seen in the carbon monoxide diffusing capacity137 and the alveolar-arterial oxygen difference.138 Pulmonary function defects can persist for weeks after clinical recovery. Influenza in asthmatics or patients with chronic obstructive disease with influenza may result in acute declines in forced vital capacity or FEV1. Individuals with acute influenza may be more susceptible to bronchoconstriction from air pollutants such as nitrates.139\n",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 485,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 572,
                    "mention": "137",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 962,
                    "mention": "139",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Typical uncomplicated influenza often begins with an abrupt onset of symptoms after an incubation period of 1 to 2 days. Systemic symptoms include feverishness, chilliness, or frank shaking chills, headaches, myalgia, malaise, and anorexia. Typical respiratory symptoms include dry cough, severe pharyngeal pain, and nasal obstruction and discharge. Elderly individuals may simply present with fever, lassitude, and confusion without any of the characteristic respiratory complaints. There may be a wide range of symptoms, but the presence of fever plus either sore throat or cough is predictive of positive culture results for influenza in adults.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The syndrome of primary influenza viral pneumonia was first well documented in the 1957-1958 outbreak. The illness begins with a typical onset of influenza, followed by a rapid progression of fever, cough, dyspnea, and cyanosis. Physical examination and thoracic imaging studies reveal bilateral abnormalities (Fig. 32-9\n, eFigs. 32-6 and 32-7), sometimes suggestive of an acute lung injury pattern or ARDS (eFig. 32-8). H1N1 (“swine-origin”) influenza infection has a relatively nonspecific appearance, ranging from normal or nearly normal chest radiography at presentation to multifocal bilateral opacities resembling multifocal pneumonia (eFig. 32-9) or a noninfectious acute lung injury pattern. Chest CT often shows multifocal areas of ground-glass opacity and consolidation, which may show a peripheral distribution, resembling organizing pneumonia (eFig. 32-9B-E), although other patterns, including small nodules (eFigs. 32-10A and B), ground-glass opacity associated with linear and reticular abnormalities without a clear zonal distribution (eFig. 32-10C), and lobar consolidation (eFig. 32-10D), may be observed. Gram stain of the sputum fails to reveal significant bacteria, and bacterial culture yields sparse growth of normal flora, whereas viral cultures yield high titers of influenza A virus. Such patients do not respond to antibacterial drugs and the mortality is high.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "mention": "Fig. 32-9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 323,
                    "end": 334,
                    "mention": "eFigs. 32-6",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 339,
                    "end": 343,
                    "mention": "32-7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 408,
                    "end": 418,
                    "mention": "eFig. 32-8",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 642,
                    "end": 652,
                    "mention": "eFig. 32-9",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 856,
                    "end": 869,
                    "mention": "eFig. 32-9B-E",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 922,
                    "end": 941,
                    "mention": "eFigs. 32-10A and B",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 1052,
                    "end": 1064,
                    "mention": "eFig. 32-10C",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 1092,
                    "end": 1104,
                    "mention": "eFig. 32-10D",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "Secondary bacterial pneumonia is an important complication of influenza (Fig. 32-8C) (eFig. 32-11). The classic description is of an influenza illness followed by a period of improvement, usually lasting 4 to 14 days. Recrudescence of fever is associated with symptoms and signs of bacterial pneumonia such as cough, sputum production, and an area of consolidation detected on physical examination and chest radiography. The most common bacteria implicated are Streptococcus pneumoniae, with a significantly increased frequency of Staphylococcus aureus,\n140, 141 including methicillin-resistant staphylococcus (MRSA). Patients may present with mixed viral and bacterial pneumonia. Bacterial superinfections of influenza have been postulated as a major cause of death during the pandemic of 1918.142\n",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "mention": "140",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 562,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 798,
                    "mention": "142",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 83,
                    "mention": "Fig. 32-8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 86,
                    "end": 97,
                    "mention": "eFig. 32-11",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "Patients with a wide range of preexisting conditions are well recognized to be at higher risk for the development of pneumonia and other complications of influenza leading to hospitalization or death (Table 32-4\n). In recent years, new conditions leading to increased risk have been recognized, including the presence of neuromuscular conditions that compromise respiration143 and, in the 2009 pandemic, the presence of obesity.144, 145 In addition, the 2009 pandemic reemphasized the known increased risk of hospitalization or death in women in all stages of pregnancy or in the immediate postpartum period.146, 147\n",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "mention": "143",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 431,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "mention": "145",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "mention": "146",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "mention": "147",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 211,
                    "mention": "Table 32-4",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Immunologic detection of influenza antigens in respiratory samples can be used for rapid diagnosis, and a large number of such tests are commercially available147a (see Chapter 17). The reported sensitivities of each test in comparison to cell culture or nucleic acid amplification varies between 40% and 80% and depends on the nature of the samples tested and the viral strain. In general, sensitivities in adults and elderly patients tend to be lower than those reported in young children, who shed much larger quantities of virus and higher concentrations of antigen in their samples.148 Similarly, sensitivity is likely to be higher early in the course of illness, when viral shedding is maximal.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "mention": "147a",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "mention": "148",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Molecular diagnostic techniques have recently emerged as the diagnostic modality of choice in most laboratories. Real-time RT-PCR methods have been developed and licensed and are discussed in greater detail in Chapter 17. Many of these tests are designed to detect multiple respiratory pathogens simultaneously and are leading to a growing recognition of the role of respiratory viruses and coin­fection in diverse respiratory infections.148a Most cases of influenza, in otherwise healthy individuals with typical symptoms during the course of a recognized influenza epidemic, do not need specific viral confirmation. However, diagnostic testing should be used if the results of the test will influence subsequent clinical management, such as the use of antiviral agents, the need for antibacterial drugs, and the use of infection control.149\n",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "mention": "148a",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 842,
                    "mention": "149",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Virus can also be isolated readily from nasal swab specimens, nasal aspirates, combined nose and throat swabs, sputum, or endotracheal aspirate specimens. More than 90% of positive influenza cultures can be detected within 3 days of inoculation.150\n",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "mention": "150",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Two types of vaccine are available for prevention of influenza. Inactivated vaccines consist of partially purified HA and NA preparations derived from virions produced in eggs or in cell culture or, in one case, purified recombinant HA produced in insect cells. Current vaccines contain one example of H1N1, one example of H3N2, and either one or both lineages of influenza B. Inactivated vaccines are administered intramuscularly or intradermally and are primarily designed to induce systemic antibody, although they also induce cellular immune responses that may be associated with protection. Inactivated vaccines are well tolerated in all age groups, although hypersensitivity to hens' eggs is a relative contraindication to use of egg-produced vaccines. Generally, if persons can eat eggs or egg-containing products, vaccination is safe. If necessary, individuals with anaphylaxis can be desensitized and safely vaccinated,151 or vaccines free of egg products can be used.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 931,
                    "mention": "151",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Increases in hemagglutination-inhibition antibody are seen in about 90% of healthy adult recipients of vaccine. Only a single dose of vaccine is required in individuals who have been previously vaccinated or who have experienced prior infection with a related subtype, but a two-dose schedule is required in unprimed individuals. This includes children up to age 9 who have not previously been vaccinated or who were vaccinated for the first time with only a single dose in the previous season.152 Diminished responses and diminished efficacy are seen in elderly and immunocompromised populations.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "mention": "152",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The protective efficacy of inactivated influenza vaccine is estimated to be in the range of 70% to 90% in healthy adults when there is a good antigenic match between vaccine and epidemic viruses.153, 154 Few prospective trials of protective efficacy have been conducted in high-risk populations. In one placebo-controlled prospective trial, inactivated vaccine was approximately 58% effective in preventing influenza among adults older than 60 and 29% in those older than 70.155 However, this study used a serologic definition of influenza infection, possibly biasing results in favor of vaccine efficacy.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "mention": "153",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "mention": "154",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "mention": "155",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Observational studies have suggested that in practice the effectiveness of inactivated vaccine in prevention of acute respiratory illness due to influenza ranges between 40% and 60%, with even lower effectiveness in older adults and in seasons with antigenic mismatch. Attempts to improve the effectiveness of inactivated vaccines have included the use of higher doses and adjuvants.",
            "cite_spans": [],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The live attenuated vaccine, administered intranasally, induces a limited, asymptomatic infection of the upper respiratory tract and induces a variety of immune responses designed to mimic the protective immunity induced by natural infection.156, 157 The vaccine is well tolerated and highly effective in children but is associated with an increased frequency of wheezing in children younger than 2 years of age. Live vaccine is protective in adults as well, resulting in decreased laboratory-confirmed influenza in challenge studies and reduced frequencies of influenza-like illness in the field.158 Although the vaccine is well tolerated in the elderly and in those with chronic lung disease, immune responses are less frequent in older recipients and the vaccine is not licensed for use in those older than 49.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "mention": "156",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "mention": "157",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 600,
                    "mention": "158",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although vaccine virus can be recovered from vaccinated individuals, particularly children, for several days following vaccine, transmission is extremely unusual.159 Live vaccine can be administered safely to health care workers except for those caring for immunosuppressed individuals requiring barrier precautions.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "mention": "159",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Randomized controlled comparisons of the efficacy of inactivated and live attenuated vaccine in children have consistently shown that live vaccine provides superior efficacy in this population, with an approximately 50% lower cumulative incidence of influenza in those receiving live vaccine.160 Similar comparisons in adults have suggested slightly superior efficacy of inactivated vaccine,161 and large cohort studies are also consistent with the interpretation that inactivated vaccine has slightly better efficacy than live vaccine in adults, particularly in those who have received vaccines in previous years.162\n",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "mention": "160",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 617,
                    "mention": "162",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Previous strategies for prevention of influenza in the United States and other countries have focused on targeting vaccines to persons at higher risk for influenza-related complications (see Table 32-4) and on individuals in close contact with these high-risk individuals. Such recommendations were complex and in some ways difficult to implement, leading to lower than desired vaccine uptake. In addition, it was recognized that more universal vaccination strategies, particularly of children, might be able to impact the spread of influenza in the community. Currently, the United States and many other countries have adopted a universal vaccination strategy with annual vaccination of all members of the population. This, of course, includes health care providers, and most institutions have adopted a policy of mandatory vaccination of individuals in contact with patients.",
            "cite_spans": [],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "mention": "Table 32-4",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Antibody responses to influenza A virus, whether induced by vaccination or natural infection, are predominantly directed at the “globular head” domain of the HA protein, which is involved in binding host cells. This domain of HA mutates frequently, and amino acid substitutions in this domain allow the new viral variant to escape recognition by antibodies that developed in response to the original virus. Thus, new antigenic variant viruses emerge regularly, and this necessitates development and administration of new influenza vaccines each year. The costly and logistically complex requirement for a distinct influenza vaccine each year has stimulated efforts to develop a vaccine that targets conserved domains of the influenza virus hemagglutinin, rather than the variable globular head domain. Although these efforts have revealed evidence for broadly neutralizing antibodies produced by certain subjects, a clear strategy for production of a vaccine that induces broadly neutralizing antibodies has not yet emerged.163, 164, 165\n",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1027,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "mention": "164",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "mention": "165",
                    "ref_id": null
                }
            ],
            "section": "Vaccines. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Two classes of antiviral agents are currently available for the treatment and prevention of influenza: the M2 inhibitors (M2Is) amantadine and rimantadine (adamantanes) and the neuraminidase inhibitors (NAIs) oseltamivir and zanamivir. The M2 protein is located in the viral envelope, where it functions as a proton channel and is essential for viral escape into the host cell cytoplasm, where viral replication takes place. The M2-inhibiting adamantanes specifically block the ion channel function of the influenza A M2 protein and are not active against influenza B viruses. Resistance to these drugs emerges readily in treated individuals, particularly children,166 and there may be prolonged shedding of resistant viruses in immunocompromised patients even after therapy is terminated.167 For reasons that remain unclear, the first decade of this century has seen the emergence and spread of adamantane-resistant influenza A (H3N2) viruses,168 and pH1N1 viruses are also uniformly resistant. Therefore, the adamantane M2I drugs do not have utility against current influenza viruses but might be used if susceptible strains emerge in the future.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 668,
                    "mention": "166",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 792,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 947,
                    "mention": "168",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "NAIs are potent inhibitors of influenza virus in vitro and in vivo because neuraminidase activity is essential for viral release, a necessary step for viral spread to other cells. Influenza B viruses are somewhat less sensitive than influenza A viruses but are well within clinically achievable concentrations. Avian viruses with all nine known neuraminidase subtypes are also sensitive. Although zanamivir and oseltamivir have an identical mechanism of action and similar profile of antiviral activity, they have differing pharmacologic properties. Zanamivir is not orally bioavailable and is administered as a dry powder for oral inhalation, using the so-called “diskhaler” device. Oseltamivir phosphate is an orally bioavailable ethyl ester prodrug that is rapidly absorbed from the GI tract and converted in the liver by hepatic esterases to the active metabolite, oseltamivir carboxylate. The metabolite is excreted unchanged in the urine by tubular secretion, with a serum half-life of 6 to 10 hours.",
            "cite_spans": [],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The major adverse effects reported for oseltamivir have been GI upset in about 10% to 15% of recipients, probably due to irritation caused by rapid release of the drug in the stomach. Rates of nausea can be substantially reduced if the drug is taken with food. Adverse effects reported for zanamivir have been at essentially the same rate as in placebo recipients. However, postmarketing surveillance has found that inhaled zanamivir may be uncommonly associated with bronchospasm in influenza patients, particularly those with underlying airways disease; this acute bronchospasm has sometimes been severe or fatal.",
            "cite_spans": [],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The dose of oseltamivir should be reduced to 75 mg once daily in individuals with renal impairment (i.e., with creatinine clearance 15–30 mL/min and 75 mg every other day in prophylactic treatment). No data are available regarding the use of the drug in individuals with more significant levels of renal impairment. Likewise, no information is available regarding the use of oseltamivir in individuals with hepatic impairment. Clinically significant drug interactions have not been reported. Because the drug is eliminated by tubular secretion, probenecid increases serum levels of the active metabolite approximately twofold. However, dosage adjustments are not necessary in individuals taking probenecid. Coadministration of cimetidine, amoxicillin, or acetaminophen has no effect on serum levels of oseltamivir or oseltamivir carboxylate.169 Because zanamivir has no significant systemic absorption, there are no recommended dosage reductions.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 844,
                    "mention": "169",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Both NAIs are effective in the treatment of influenza due to either influenza A or B virus if administered within the first 48 hours of symptom onset, with reduced duration of illness and earlier return to work or normal activities. Meta-analysis of results of these trials has also suggested that early treatment may reduce the frequency of influenza-related complications, with reductions in the use of antibacterials and in hospitalization.170 Only oseltamivir is currently licensed for use in children younger than 5 years of age. Administration of oseltamivir liquid at a dose of 3 mg/kg in children 0 to 8 months of age, and 3.5 mg/kg in children 9 to 11 months of age, twice daily for 5 days reached target ranges. Earlier studies showed that they were well tolerated and resulted in a 36-hour reduction in the duration of symptoms in children with influenza A.170a, 171 NAIs have also been used successfully for seasonal or contact prophylaxis.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "mention": "170",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 872,
                    "mention": "170a",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 877,
                    "mention": "171",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Initial placebo-controlled trials of NAI therapy conducted primarily in otherwise healthy adults did not capture substantial numbers of influenza complications. However, pooled analyses of these studies of early therapy with zanamivir172 and oseltamivir170, 173 demonstrated a significant reduction in the rate of influenza complications in treated individuals. Subsequent experience in the emerging epidemic of pH1N1 virus has also suggested a beneficial effect of early therapy on complications. These include observations in hospitalized patients174, 175 and surveillance data suggesting that therapy as late as 5 days improved survival of hospitalized patients.176 Surveillance data have also suggested that treated children had lower rates of complications.177\n",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "mention": "172",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "mention": "170",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "mention": "173",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "mention": "174",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 557,
                    "mention": "175",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 668,
                    "mention": "176",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 765,
                    "mention": "177",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Mutations within the catalytic framework of the NA that abolish binding of the drugs have been described.178, 179 Depending on the location of the mutation, these viruses may be specifically resistant to only one of the inhibitors.180 Resistance mutations in the NA may also be associated with altered characteristics of the enzyme with significantly reduced activity.181, 182 Drug-resistant viruses are most commonly isolated from treated children.183 Viral fitness appears to be less compromised by oseltamivir resistance mutations in the N1 neuraminidase,184 and resistance was common among seasonal H1N1 viruses before the pH1N1 pandemic. Currently, the majority of seasonal influenza viruses are susceptible to both drugs, but N1 resistance is being sporadically reported and it is important to continue to monitor susceptibility patterns.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "mention": "178",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 113,
                    "mention": "179",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "mention": "180",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "mention": "181",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "mention": "182",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 452,
                    "mention": "183",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "mention": "184",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although the benefits of antiviral therapy were initially demonstrated as a shortening of illness duration in healthy adults with uncomplicated influenza, this is generally not considered the priority target group for antiviral therapy. Current recommendations include the use of antivirals in individuals at risk for more severe influenza, or in individ­uals with severe disease or requiring hospitalization.149 Treatment should be started as early as possible, but even delayed therapy can be of benefit in hospitalized patients.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "mention": "149",
                    "ref_id": null
                }
            ],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Treatment of patients requiring mechanical ventilation can be challenging. Administration of oseltamivir by nasogastric tube is effective, and intravenous preparations of zanamivir and the experimental NAI peramivir are available under compassionate use protocols.",
            "cite_spans": [],
            "section": "Antivirals. ::: Treatment and Prevention ::: Influenza Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Measles is found worldwide, but epidemic patterns vary depending on population density and levels of acquired immunity. Before vaccine use, measles arose in epidemics of 3 to 4 months in duration every 2 to 5 years in temperate regions.187 Except in isolated areas, most people experienced infection by 20 years of age, and 90% of reported cases were seen in those younger than 10. Infection confers lifelong protection against measles, although asymptomatic reinfections may develop.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "mention": "187",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Measles virus infection is highly contagious and can spread despite high levels of acquired immunity in the population. Airborne transmission via small-particle aerosols and possible spread by fomites appear to account for its high communicability. The virus remains infectious in small-particle aerosols for several hours at low relative humidity and has caused secondary infections in the absence of face-to-face contact with an index case.188 The incubation period is usually 9 to 14 days but may be longer in adults. Patients are most infectious during the late prodrome, when respiratory involvement contributes to creation of infectious aerosols. The virus may be shed for several days after the onset of rash in normal hosts.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "mention": "188",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Measles-associated mortality in developed countries is usually 0.1% or less but approaches 2% of cases in the developing world. Case fatality rates have been as high as 25% in some areas. Most deaths result from respiratory tract involvement, neurologic complications, or both, and are related to various combinations of malnutrition, young age, and complications of the immunosuppression induced by measles virus infection itself.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The respiratory tract and possibly the conjunctival epithelium are the portals of entry and initial sites of replication of measles virus, as well as subsequent target organs of disease expression. An initial viremic phase leads to infection of mononuclear phagocytes including dendritic cells, and a second phase of viremia, corresponding to the prodromal stage of illness, results in dissemination of virus to the epithelial cells of the skin, respiratory tract, gut, bile duct, and bladder and to lymphoid organs.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Measles virus–induced giant cells may be present in the tonsils, appendix, other lymphoid organs, and various epithelial surfaces, including those of the respiratory tract. The effects of infection on the lymphoid system include leukopenia and immune suppression manifested by cutaneous anergy and depressed natural killer cell activity189 for weeks after rash onset. The mechanisms by which measles induces immunosuppression are incompletely understood, but infection of dendritic cells and suppression of IL-12 production are thought to play an important role.190\n",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "mention": "189",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "mention": "190",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The onset of the rash correlates temporally with the development of host immune responses and subsequent termination of virus shedding. Skin rash develops in agammaglobulinemic patients with measles, whereas progressive giant cell (measles virus) pneumonia without rash may develop in those with deficient cell-mediated immune function. The pathologic changes in involved organs include lymphoid hyperplasia, mononuclear cell infiltration, and the presence of multinucleated giant cells. Lower respiratory tract involvement may be associated with the destruction of ciliated respiratory epithelium, interstitial pneumonia, epithelial cell hyperplasia, and syncytial cell formation.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The typical prodrome of measles lasts 2 to 8 days and is characterized by fever, malaise, anorexia, cough, coryza, and conjunctivitis. Koplik spots, which are erythematous macular lesions with central white-yellow or gray puncta, appear on the buccal or labial mucous membranes toward the end of the prodromal period. The maculopapular, erythematous eruption begins about the face and neck and progresses to involve the upper body, trunk, and extremities. The rash typically resolves after 5 to 6 days in the order in which it appeared. The fever abates and symptoms improve several days after the appearance of the rash, although persistent cough is common. Leukopenia is common during the prodromal and early exanthematous stages of measles. Pronounced leukopenia (<2000 cells/µL) is associated with a poor prognosis. The development of neutrophilic leukocytosis suggests the possibility of bacterial superinfection or other complications.",
            "cite_spans": [],
            "section": "Typical Measles. ::: Clinical Illness ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Lower respiratory tract complications develop in 4% to 50% of patients. These include bronchitis, pneumonia, and, less often, croup or bronchiolitis. In young adults, a multilobar reticulonodular opacity is the most common radiographic abnormality (see eFig. 32-4).191 In the absence of bacterial superinfection or atypical measles, pleural effusion or lobar consolidation is uncommon. In patients with altered cell-mediated immune function, and rarely in apparently normal persons, infection by wild measles virus can cause a lethal giant cell pneumonia with or without rash.192 Severe virus-induced pneumonia has been recognized during measles in pregnant women193 and in those infected with HIV.194 In hospitalized patients, mortality rates are approximately 70% in oncology patients and 40% in HIV-infected patients.192\n",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "mention": "191",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "mention": "192",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 666,
                    "mention": "193",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "mention": "194",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 823,
                    "mention": "192",
                    "ref_id": null
                }
            ],
            "section": "Typical Measles. ::: Clinical Illness ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "mention": "eFig. 32-4",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "Secondary bacterial infection has been found in 30% to 50% of young adults with measles-related pneumonia. Symptoms and signs indicative of bacterial infection usually begin 5 to 10 days after onset of the rash. One study employing transtracheal aspiration found a range of bacterial pathogens in adults, most commonly Haemophilus influenzae, Neisseria meningitidis, and S. pneumoniae.\n191 Up to 30% of cases are complicated by otitis media or sinusitis. Acute nonrespiratory complications include hepatitis, encephalitis, keratitis, mesenteric adenitis, as well as a high rate of severe diarrheal disease in children in developed countries. Measles infection or vaccination may be accompanied by conversion of the tuberculin skin reaction from positive to negative for weeks. Measles may exacerbate active tuberculosis, but whether measles reactivates dormant tuberculosis is unresolved.195\n",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "mention": "191",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 891,
                    "mention": "195",
                    "ref_id": null
                }
            ],
            "section": "Typical Measles. ::: Clinical Illness ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "An unusual clinical syndrome has been recognized in adolescents and young adults who received the inactivated measles vaccine between 1963 and 1968 and who were subsequently re-exposed to the wild virus. The illness begins abruptly, with high fever, headache, myalgia, vomiting, abdominal pain, and nonproductive cough. Respiratory symptoms, including dyspnea, coryza, sore throat, and pleuritic chest pain, are common. A polymorphous eruption, which may include vesicles, petechiae, purpura, and urticarial lesions, begins typically on the distal extremities and spreads proximally over 3 to 5 days. Although Koplik spots are absent, conjunctivitis and glossitis with strawberry tongue have been described.",
            "cite_spans": [],
            "section": "Atypical Measles. ::: Clinical Illness ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Pulmonary abnormalities are found in most cases, and acute respiratory failure has been described. Chest radiographic changes include patchy, diffuse, or dense lobar opacities, pleural effusions, and hilar lymphadenopathy.196 Residual nodular pulmonary opacities may persist for years and lead to diagnostic confusion. The fever and other symptoms usually resolve in 1 to 3 weeks. The pulmonary function changes in atypical measles include transient hypoxemia and significantly reduced lung volumes.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "mention": "196",
                    "ref_id": null
                }
            ],
            "section": "Atypical Measles. ::: Clinical Illness ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of measles is most readily confirmed in immunocompetent patients by detecting measles virus–specific IgM by ELISA. In immunodeficient patients, detection of measles virus by nucleic acid amplification of urine or of samples obtained by throat or nasopharyngeal swab is sensitive and specific; samples can be sent to the U.S. Centers for Disease Control (http://www.cdc.gov/measles/lab-tools/rt-pcr.html). Measles virus may also be isolated from the blood, urine, or respiratory secretions during the prodrome and up to several days after the exanthem appears. Isolation of virus from clinical specimens has been performed in several types of human and monkey cell cultures but is slow and inefficient. Respiratory and conjunctival secretions or urine sediment stained by various techniques reveals multinucleated giant cells in most cases. Immunofluorescent staining of skin biopsy specimens, cells from combined nasopharyngeal and throat swab samples, and, less often, exfoliated cells in the urine demonstrates measles virus antigens early in the disease.",
            "cite_spans": [],
            "section": "Diagnosis ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The treatment of measles involves supportive care and specific therapy for bacterial complications. No antiviral agents have proven clinical value, but aerosol and intravenous ribavirin and immunoglobulin have been used in treating measles pneumonia.193, 197 Vitamin A therapy reduces morbidity and mortality in severe measles in children.198 Patients suspected of having measles should be placed in respiratory isolation.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "mention": "193",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "mention": "197",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "mention": "198",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The live attenuated measles vaccine currently used in the United States provides durable immunity in more than 90% of recipients. Recent outbreaks have seen cases in adolescent and adult recipients of two doses of measles vaccine, but the illness has been mild and not associated with transmission.199, 200 The vaccine is safe, and it has been conclusively shown to have no association with autism.201, 202 There have been recent outbreaks of measles in undervaccinated communities in the United States, often introduced by an imported case in an immigrant or traveler.202a\n",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "mention": "199",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 306,
                    "mention": "200",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "201",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "mention": "202",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "mention": "202a",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Measles Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "hMPV infections are distributed worldwide and have been documented in both the outpatient206 and inpatient setting.207 Recent estimates of disease burden based on PCR diagnostics suggest that hMPV results in 1 to 1.2 hospitalizations, 13 emergency department visits, and 55 outpatient visits per 1000 children younger than 5.208, 209 Children younger than 6 months are at the highest risk. As with many other respiratory viruses, infection is linked to day care attendance.210 Serologic studies suggest that essentially all children have been infected by age 5.203\n",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "mention": "207",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "mention": "208",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "mention": "209",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 476,
                    "mention": "210",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 564,
                    "mention": "203",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Similar to the case with RSV, disease has also been documented in adults and in the elderly,211 although asymptomatic infection is also common in adults. Outbreaks of severe disease have been documented in residential care facilities in older adults.212, 213 Severe disease may also be seen in immunocompromised subjects such as hematopoietic stem cell transplant recipients (see eFig. 91-6).214, 215 The mode of transmission has not been documented but is likely to be via droplet spread as with RSV. There is a clear seasonal variation in incidence, with the majority of cases appearing during the winter months.206\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "mention": "211",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "mention": "212",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "mention": "213",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "mention": "214",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 400,
                    "mention": "215",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 617,
                    "mention": "206",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "An interesting feature of the epidemiology of these viruses is that children with hMPV are often coinfected with other respiratory viral pathogens, especially RSV.216 Dual infections with both viruses may result in more intense bronchiolitis in some infants.217 hMPV was also detected in many cases of SARS but did not appear to exacerbate this illness.218\n",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "mention": "216",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 261,
                    "mention": "217",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 356,
                    "mention": "218",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Human metapneumoviruses appear to be responsible for a spectrum of acute respiratory illnesses ranging from mild or asymptomatic infection to severe bronchiolitis and pneumonitis. The clinical picture most closely resembles that of RSV, and bronchiolitis is the major manifestation in children.206, 219 Clinical features in hospitalized children include wheezing and hypoxia.220 A variety of other lower and upper respiratory tract syndromes are also associated with hMPV infection, including croup and pneumonitis.206, 207 There are no clinical features that can distinguish between disease caused by hMPV and RSV, although RSV may be more severe.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "mention": "219",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "mention": "220",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 518,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 523,
                    "mention": "207",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Symptomatic infection in adults and in the elderly has also been described.211 hMPV infections of young adults had features of the common cold, with nasal congestion, rhinorrhea, cough, and hoarseness predominating. Frail elderly and high-risk adults had lower rates of hMPV infection but more severe clinical symptoms, with significantly higher frequencies of dyspnea and wheezing, and more prolonged illness.211 Elderly patients with hMPV infection were hospitalized with diagnoses of COPD, bronchitis, and pneumonia. hMPV appears to be a leading cause of respiratory tract infection in lung transplantation patients.221 In one study, hMPV was the most commonly detected RNA virus in BAL samples from immunocompromised patients.222\n",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "mention": "211",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "mention": "211",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 622,
                    "mention": "221",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "mention": "222",
                    "ref_id": null
                }
            ],
            "section": "Clinical Features ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Relatively little is known regarding the pathogenesis of this disease. In hospitalized children with hMPV, levels of nasal secretion RANTES have been reported to be suppressed, while levels of nasal IL-8 were increased.223 The immune responses elicited by hMPV are similar to those of RSV but often not as vigorous.224\n",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "mention": "223",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 318,
                    "mention": "224",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Viral culture is slow and has low sensitivity. Most infections have been detected by nucleic acid amplification techniques, which are available in panels to detect and identify respiratory viruses224a, 224b, 224c, 224d (see Chapter 17).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "mention": "224a",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 206,
                    "mention": "224b",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "mention": "224c",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 218,
                    "mention": "224d",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Treatment is supportive. No antiviral agents or vaccines are currently licensed for treatment or prevention of hMPV infections, and this is unlikely to change in the near future. Ribavirin is as active in vitro against hMPV as it is against hRSV,225 but there are no data to support the therapeutic efficacy of this drug. There are no specific monoclonal antibodies available for clinical use, although intravenous immunoglobulin has been suggested as a possible therapeutic agent in immunocompromised hosts.226\n",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "mention": "225",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "mention": "226",
                    "ref_id": null
                }
            ],
            "section": "Prevention and Treatment ::: Metapneumoviruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza viruses have a worldwide distribution, and almost all persons are infected initially during childhood. Parainfluenza type 3 virus may cause infection in infancy, whereas infections by type 1 and 2 viruses appear to be prevented by maternal antibody and usually arise later. National surveillance has demonstrated distinct seasonality for type 1 viruses, with biennial outbreaks in the fall of odd-numbered years. In contrast, yearly outbreaks of type 3 virus take place in the spring, with smaller autumn outbreaks in those years without type 1 outbreaks. Type 2 viruses are detected much less frequently but appear to be more prevalent in the autumn; type 4 does not exhibit notable seasonality.227\n",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "mention": "227",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza viruses appear to be transmitted from person to person by direct contact with infectious respiratory secretions or by large-particle aerosols. The incubation period is approximately 3 to 6 days. Virus is transmitted readily in families. Outbreaks of infection have been seen in closed populations, such as nurseries, day care centers, and hospitals, in which susceptible populations have high attack rates (40% to 80%).",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza virus infections, most commonly type 1 virus, are associated with approximately 40% of croup cases and up to 75% of those with a documented viral cause, with smaller proportions of pneumonia or bronchiolitis cases in children. The incidence of croup and lower respiratory tract disease due to type 1 or 2 infections is highest between 6 months and 3 years of age, whereas parainfluenza type 3 is an important cause of bronchiolitis or pneumonia in infants younger than 6 months. Reinfections with parainfluenza viruses are common and, in young children, may arise within several months of each other. Recent population-based disease burden estimates suggest that 1 in 1000 children younger than 5 experience parainfluenza virus–related hospitalization, and that about 6.8% of hospitalizations for fever or respiratory illness in this age group can be attributed to parainfluenza virus.228\n",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 902,
                    "mention": "228",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although viremia has been described, replication of the virus is generally restricted to the respiratory tract mucosa. The quantity of virus shed in respiratory secretions tends to parallel the severity of illness.229 Virus shedding commonly continues for periods of 8 to 10 days in initial infections but may last for 3 weeks or longer. Prolonged shedding (months) of parainfluenza virus type 1 or 3 has been reported in apparently normal hosts,230 as well as in immunodeficient children.231\n",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "mention": "229",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 449,
                    "mention": "230",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "mention": "231",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The pathologic findings in fatal cases are typical of other viral pneumonias and include peribronchiolar and alveolar lymphocytic infiltration.232 Infection of the tracheal epithelium with localized edema and fibrinous exudate contributes to airway narrowing in croup. The mechanisms that account for the laryngotracheal localization of parainfluenza virus–induced disease are unresolved. Virus-host cell interactions (specifically cleavage of the F protein) and other host factors, including the nature of the immune response, are postulated to play contributory roles in the pathogenesis of croup. The nasopharyngeal secretion concentrations of parainfluenza virus–specific IgE and of histamine and leukotriene C4, as well as cellular responses to viral antigen, are higher in patients with wheezing than in those with upper respiratory tract illness alone.233\n",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "232",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 862,
                    "mention": "233",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Primary infections are usually symptomatic and are associated with the most severe forms of illness. Initial infections with parainfluenza virus types 1 to 3 cause febrile rhinitis, pharyngitis, laryngitis, and bronchitis in children. Depending on the serotype causing infection, 50% to 80% of primary infections are associated with fever, and up to one third of children have evidence of lower respiratory tract involvement. In parainfluenza virus type 1 and 2 infections, lower respiratory disease is principally manifested as croup, whereas type 3 infection has been associated with croup, bronchiolitis, and pneumonia.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In adults and older children, reinfections are frequently asymptomatic. Symptomatic infections are manifested as common colds, usually without fever, and less often pharyngitis, tracheobronchitis, or influenza-like illness. Pneumonia and exacerbations of chronic airway disease have been described following parainfluenza virus infection in adults and in the elderly.234\n",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "mention": "234",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although uncommon, parainfluenza viruses can cause serious lower respiratory tract disease, including fatal pneumonia with or without giant cells, in children with immunodeficiency or leukemia, and in pediatric and adult stem cell transplant recipients.235 Nosocomial outbreaks in immunosuppressed patients have been reported.236 Because upper respiratory illness may be absent and nasopharyngeal cultures negative, BAL is often required for diagnosis.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "mention": "235",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "mention": "236",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Rapid diagnosis of parainfluenza infection can be made by detection of viral antigen or RNA in respiratory secretions obtained using throat or nasopharyngeal swabs. Detection of parainfluenza RNA is performed in multiplex nucleic acid amplification panels for respiratory viruses224a, 224b, 224c, 224d (see Chapter 17), which may be more readily available than rapid antigen detection assays. Respiratory secretions contain the virus at the time of symptom onset. Viral culture is also sensitive, and parainfluenza viruses can be isolated as early as 3 days and usually within 10 days after inoculation of cell culture with specimens from infants and children. Virus replication in cell culture is usually detected by hemadsorption of guinea pig erythrocytes or immunofluorescence.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "mention": "224a",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "mention": "224b",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "mention": "224c",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "mention": "224d",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "There are currently no available antiviral agents of proven effectiveness against parainfluenza virus. Ribavirin is active against parainfluenza viruses in vitro and would theoretically be expected to be active in vivo as well. Anecdotal reports in immunodeficient children with severe parainfluenza virus infections suggest that aerosolized ribavirin may be associated with antiviral effects and clinical benefit,237 although delayed treatment with aerosol ribavirin was not associated with improved survival in bone marrow transplant recipients.238 The combination of aerosolized ribavirin and intravenous immunoglobulin is frequently used in immunocompromised patients,239 but there is no direct evidence of efficacy. The sialidase DAS-181 is active in vitro and in small clinical studies240, 224a but is not currently available for clinical use.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "mention": "237",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 550,
                    "mention": "238",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 675,
                    "mention": "239",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 794,
                    "mention": "240",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 800,
                    "mention": "224a",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Initial attempts to develop vaccines for the prevention of parainfluenza viruses involved use of formalin-inactivated virus. However, these vaccines failed to provide protection in field trials carried out in the 1960s, despite being modestly immunogenic. In contrast to RSV vaccines, the use of formalin-inactivated parainfluenza vaccine was not associated with enhanced disease on subsequent infection. Several approaches have been explored subsequently, including use of live attenuated viruses and recombinant subunit vaccines. Clinical trials of these are ongoing.",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Parainfluenza Viruses ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "RSV is worldwide in distribution and, in temperate climates, causes annual outbreaks of infection in the late fall, winter, or spring. Epidemics are associated with increases in pediatric hospitalizations and deaths due to lower respiratory tract illness in infants and young children.243 Nearly 50% of children are infected within the first year of life, and almost all have been infected by 3 years of age. Reinfections in children and adults are quite common even with the same strain,244 suggesting immunity is only partial. Epidemiologic factors related to serious illness in infected infants include low socioeconomic status, crowding, maternal smoking, lack of breast feeding, day care center attendance, and history of allergic disease. RSV is also recognized as a cause of severe disease in older adults245 and may result in a greater total burden of mortality in the elderly than in infants.125\n",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "mention": "243",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 491,
                    "mention": "244",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 815,
                    "mention": "245",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 904,
                    "mention": "125",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "RSV spreads by large-particle aerosols during close personal contact and by hand contamination with infectious secretions and subsequent self-inoculation of the eye or nose. RSV is a major nosocomial pathogen on pediatric wards, and there can be high attack rates during outbreaks in hospitals, transplantation units, day care centers, and geriatric homes. Attack rates in children have approached 100% during outbreaks in day care centers and are commonly 20% to 50% in hospital staff and patients during epidemic periods. In the family setting, secondary infection develops in approximately one half of infants and up to one third of adult contacts after introduction of virus by an older sibling.246\n",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 702,
                    "mention": "246",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology and Transmission ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Viral replication generally begins in the upper respiratory tract with gradual (4- to 5-day) progression to involve the lower respiratory tract. In children with normal immunity, the duration of viral shedding ranges from 1 to 3 weeks. Clinical signs of bronchiolitis include airway trapping and wheezing. Pathologic findings in RSV bronchiolitis include necrosis of bronchiolar epithelium, loss of ciliated epithelial cells, and marked peribronchiolar mononuclear inflammation.247 Virus-induced cytopathology and associated submucosal edema lead to obstruction of smaller bronchioles, particularly in infants, with distal collapse or air trapping.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "mention": "247",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Both serum and mucosal antibody responses are seen but are associated with limited protection. The magnitude of the antibody response is related to the age at primary infection, with infants younger than 8 months having approximately 10-fold lower antibody levels than older ones.248 Reinfection may take place within weeks after primary infection.244 Circulating and mucosal antibody levels increase with each successive infection and appear to be associated with milder illness. High titers of serum neutralizing antibody are generally associated with a lower risk of severe illness in infants and children.249\n",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "mention": "248",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 351,
                    "mention": "244",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 612,
                    "mention": "249",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Cell-mediated immunity appears to be important in viral clearance and may also be involved in pathogenesis. For example, adult bone marrow transplant patients are at high risk of severe lower respiratory disease from RSV which is likely due to prolonged periods of decreased cellular immunity.250, 251 In contrast, AIDS patients with decreased cellular immunity may suffer only mild disease, but viral shedding can continue for up to 6 months.252\n",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "mention": "250",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 301,
                    "mention": "251",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 446,
                    "mention": "252",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Studies investigating the association of severe RSV disease in infants with genetic polymorphisms have implicated several candidate innate and adaptive immune genes including surfactants, TLR4, and several cytokine and chemokine genes as modulating the severity of RSV disease.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The clinical manifestations of infection depend on both the age and immunologic state of the host. In infants and young children, upper respiratory illness accompanied by fever and otitis media is common. RSV is the major cause of lower respiratory tract illness in infants and young children and accounts for 45% to 90% of bronchiolitis, up to 40% of pneumonia, and smaller proportions of croup and bronchitis cases in this age group. Most severe infections are seen in infants younger than 6 months, and almost all primary infections are symptomatic, with 40% or more associated with bronchiolitis or pneumonia. Approximately 1% to 2% of infections result in hospitalization, and about one in ten hospitalized infants require mechanical ventilatory support.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The risk of hospitalization and severe bronchiolitis is particularly high in infants with congenital heart disease, chronic lung disease, or immunodeficiency. In addition, infants born prematurely are also at risk for severe disease, perhaps because they lack maternal antibody. Mortality is usually 0.5% to 1.5% in previously healthy infants hospitalized with RSV disease but is 15% to 40% in those with primary immunodeficiency, cancer chemotherapy, or pulmonary and heart disease. Pulmonary hypertension is associated with a particularly high frequency of poor outcomes. Severe disease has also been associated in children with a family history of asthma and those exposed to cigarette smoke in the household.253 However, it is important to recognize that the majority of those hospitalized with RSV are previously healthy young children.243\n",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 715,
                    "mention": "253",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 844,
                    "mention": "243",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Chest radiographic findings in lower respiratory tract disease include bronchial wall thickening, peribronchial shadowing, air-trapping (eFig. 32-12A), and, in pneumonia, multilobar patchy shadowing or poorly defined nodularity (Fig. 32-3, eFig. 32-12B). Although no radiographic pattern is specific, air trapping, alone or with other abnormalities, is highly associated with RSV infection in hospitalized children.254 Chest CT findings (eFig. 32-13) are relatively nonspecific, often resembling other viral pulmonary infections, including multifocal areas of ground-glass opacity, consolidation, and small nodules, which may show branching configurations (“tree-in-bud” opacity).",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "mention": "254",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 149,
                    "mention": "eFig. 32-12A",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 229,
                    "end": 238,
                    "mention": "Fig. 32-3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 240,
                    "end": 252,
                    "mention": "eFig. 32-12B",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 438,
                    "end": 449,
                    "mention": "eFig. 32-13",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "The most common physiologic abnormality is hypoxemia that may persist for weeks after apparent recovery.255 Prolonged pulmonary function abnormalities, including increased airway resistance, peripheral airway obstruction, and decreased arterial oxygen saturation, have been detected in children years after bouts of bronchiolitis.256 Bronchiolitis in infancy has also been associated with an increased risk of subsequent recurrent wheezing and cough and airway hyperreactivity.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "mention": "255",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "mention": "256",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In adults, one half or more of recurrent infections are associated with upper respiratory tract illness. Adults typically experience coryza, pharyngitis, and cough, sometimes accompanied by low-grade fever. Bronchitis, influenza-like illness, pneumonia, and exacerbations of asthma and chronic bronchitis have also been described in adults with RSV infection. In the United States, approximately 170,000 hospitalizations and more than 10,000 deaths are associated with RSV annually in adults older than 65.125 In elderly adults, the clinical features of RSV infection can mimic those of influenza, although fever is less frequent and wheezing is more frequent.257 In one study, RSV infection was seen in 3% to 7% of healthy elderly and 4% to 10% of high-risk adults annually. Compared with influenza, ICU admissions were higher, and mortality was similar, at 7% to 8%.245 RSV also contributes to 5% to 10% of COPD exacerbations.258 Older patients with severe RSV infection had a longer period of viral shedding, higher levels of mucosal IL-6, and a higher frequency of circulating activated T cells compared with young patients with mild disease,259 suggesting viral loads and inflammation may play a role in disease severity.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 663,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 871,
                    "mention": "245",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 931,
                    "mention": "258",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "mention": "259",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In immunosuppressed children and adults, RSV, often nosocomially acquired, causes severe lower respiratory tract disease. Upper respiratory tract illness usually precedes the development of pneumonia, and complicating sinusitis and otitis media are common. Two thirds or more of the bone marrow transplant recipients that develop RSV pneumonia will die of the infection.",
            "cite_spans": [],
            "section": "Clinical Illness ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The most rapidly and readily available approach to establishing RSV infection is by rapid antigen detection. The sensitivity of such techniques is dependent on the quality of the nasopharyngeal specimen, with nasopharyngeal aspirates superior to brushings or swabs.260 In addition, sensitivity is related to the amount of antigen being shed, so it is generally greater in children than adults. In transplant patients with suspected RSV pneumonia, samples of the lower respiratory tract by BAL are more sensitive than throat swabs for detection of RSV antigens.261 PCR-based respiratory viral multiplex assays for detection of RSV and other respiratory viruses have also been approved by the U.S. Food and Drug Administration and are becoming widely available224a, 224b, 224c, 224d (see Chapter 17). RSV grows well in several human cell lines, in which it causes formation of characteristic syncytia. Virus can be detected as early as 2 days and usually within 7 days on primary isolation from specimens collected from children.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "mention": "260",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "mention": "261",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "mention": "224a",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "mention": "224b",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "mention": "224c",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 780,
                    "mention": "224d",
                    "ref_id": null
                }
            ],
            "section": "Diagnosis ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Correction of hypoxemia is the most important aspect of managing RSV lower respiratory tract disease. Ribavirin is highly active against RSV in vitro, and aerosolized ribavirin has been shown to reduce viral shedding and shorten the course of illness in some but not all studies. Aerosolized ribavirin is currently recommended for use only in selected infants and young children who are at high risk for serious RSV disease.262\n",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "mention": "262",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In immunosuppressed patients, particularly hematopoietic stem cell transplant recipients, both aerosolized ribavirin and high-dose oral ribavirin have been used for early treatment to prevent progression to pneumonia.263 Recent studies suggest that intermittent aerosolized ribavirin is as effective as continuous aerosolized ribavirin in these patients.264 Once RSV pneumonia has developed, intravenous ribavirin alone is ineffective but, if treatment is initiated before the onset of respiratory failure, combinations of aerosolized ribavirin with intravenous immunoglobulin, and particularly paluvizumab (see later) may be beneficial.265, 266 In adults, short courses of systemic corticosteroids for RSV-related wheezing did not affect viral loads or shedding and only mildly diminished antibody responses.267\n",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "mention": "263",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "mention": "264",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "mention": "265",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 645,
                    "mention": "266",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 812,
                    "mention": "267",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "An effective vaccine for prevention of RSV has not yet been developed. In a study of formalin-inactivated RSV vaccine conducted in the 1960s, vaccinated infants developed more severe disease compared with unvaccinated children.268 The mechanisms of this enhancement remain uncertain, although studies in those vaccine recipients and in rodent models have implicated low levels or low affinity of the antibodies induced by the formalin-inactivated vaccine, which permitted excessive cytolytic T-cell responses to develop and cause tissue damage. Low-affinity antibodies may also have contributed to immune complex formation and deposition, leading to local inflammation.269, 270 Formalin-inactivated RSV also primes a T helper 2 response, with high levels of interleukin 4 and interleukin 5, which can promote inflammation of small airways.271 Although this adverse experience has prompted extra caution, current RSV vaccine development efforts are ongoing and focus on live attenuated and recombinant subunit vaccines.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "mention": "268",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "mention": "269",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "mention": "270",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 842,
                    "mention": "271",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In contrast to the earlier vaccine experience, passive transfer of antibody to the RSV F protein has been shown to be a highly effective means to prevent RSV morbidity in high-risk children. The currently commercially available product, palivizumab, is a humanized monoclonal antibody to the F protein.272 Administration of palivizumab to infants with prematurity or bronchopulmonary dysplasia resulted in a 55% reduction in RSV-related hospitalizations and a lower incidence of ICU admissions.273 In a second trial, administration of palivizumab to infants and children with hemodynamically significant congenital heart disease was well tolerated and resulted in a 45% decrease in RSV-associated hospitalizations.274\n",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "mention": "272",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 497,
                    "mention": "273",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "mention": "274",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Prophylaxis with palivizumab should be considered for infants younger than 24 months with chronic lung disease severe enough to require medical therapy within 6 months of the anticipated start of the RSV season.275 Prophylaxis with palivizumab (and not RSV-IVIG) should be given to infants with hemodynamically significant congenital heart disease and infants born before 32 weeks of gestation. Prophylaxis for infants between 32 and 35 weeks of gestation depends on the presence of other RSV risk factors, such as exposure to tobacco smoke, attendance at day care, school-aged siblings in the household, and congenital airway abnormalities. Palivizumab has not been shown to be effective in the therapy of established RSV disease.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "mention": "275",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Recommendations for interruption of nosocomial transmission include handwashing, decontamination of surfaces and inanimate objects, and isolation of infected patients. Use of disposable eye-nose goggles by pediatric staff reduces the risk of nosocomial RSV infection in both staff and patients.276 Regular use of gowns, gloves, and possibly masks by hospital staff caring for infected children may also reduce the risk of nosocomial RSV spread. Protective isolation of high-risk infants or deferring their elective admission has been recommended during institutional outbreaks of RSV.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "mention": "276",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Respiratory Syncytial Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "RVs are worldwide in distribution. In the United States, RV has been observed to cause 0.74 to 0.77 infections per person per year in adults. RV is believed to produce even higher infection rates in children, leading to acquisition of antibody to the different RV types throughout childhood and adolescence, with peak antibody prevalence in young adults. Immunity to RV is type specific and confers long-lived protection following infection, although there may be second infections with the same virus type. The different immunotypes circulate in a given population in an apparently random manner. In the United States, RV infections are most prevalent in the early fall and late spring.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The major reservoir for RV is school children, who transmit RV infection among their peers in the classroom and introduce it into their homes, infecting other family members. Studies of experimental RV colds in volunteers have shown that RV is most efficiently spread by contaminated fingers accidentally depositing virus into the nose or eye. Experimental RV transmission has also been achieved by the airborne route, presumably by large-particle aerosol. The relative importance of these two routes of RV transmission under natural conditions has not been determined.",
            "cite_spans": [],
            "section": "Epidemiology and Transmission ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Approximately two thirds of both natural and experimental RV infections result in overt illness. The incubation period of RV colds is usually 2 days but may be up to a week. Symptoms begin within 1 day following experimental infection. Small doses of RV instilled into the nose or eye of susceptible volunteers regularly lead to infection, indicating that mucociliary clearance is not effective against the virus. During the period of illness, sloughed ciliated epithelial cells containing viral antigen are present in nasal secretions.281\n",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "mention": "281",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In general, the number of RV-infected cells in the nasopharynx appears to be limited,282 and infection does not lead to detectable damage to the epithelium of the nasal passages. These results have suggested that virus-induced cellular injury is not the direct cause of symptoms in RV colds and that inflammatory mediators play an important role. Nasal secretions during the initial response to RV infection are predominantly the result of increased vascular permeability, as demonstrated by elevated levels of plasma proteins in nasal secretions.283 Glandular secretions (lactoferrin, lysozyme, and secretory IgA) predominate late in colds.283 In contrast to the situation in allergic rhinitis, histamine does not appear to play a role in the induction of symptoms in colds. Nasal secretion kinin levels correlate with symptoms in natural and experimental colds, and intranasal administration of bradykinin causes increased nasal vascular permeability, rhinitis, and sore throat.284\nInterleukin (IL)-1, IL-6, and IL-8 concentrations also increase in experimental RV colds and correlate well with symptom severity.285 Enhanced synthesis of proinflammatory cytokines and cell adhesion molecules in the middle ear may also contribute to the pathogenesis of otitis media associated with colds.286 Polymorphisms in the IL-6 gene affect the symptomatic response to experimental RV challenge in adults.287\n",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "mention": "282",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 550,
                    "mention": "283",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "mention": "283",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 983,
                    "mention": "284",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "mention": "285",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "mention": "286",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "mention": "287",
                    "ref_id": null
                }
            ],
            "section": "Pathogenesis ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "RV colds vary in severity from mild episodes characterized by 1 to 2 days of coryza or scratchy throat to full-blown illnesses with profuse and prolonged rhinorrhea, pharyngitis, and bronchitis. The profile of a typical RV cold, based on composite results from young adults with natural infection, is shown in Figure 32-1. The median length of illness is 1 week, with symptoms lasting up to 2 weeks in one quarter of cases. Peak symptoms are usually seen on the second and third days of illness. The characteristics of RV illness are not distinctive enough to permit their differentiation from colds due to other respiratory viruses. RV is among the respiratory viruses implicated in the development of acute sinusitis and represents about half of all viruses recovered from middle ear effusions in children with acute otitis media.288 Recently, a clinical presentation indistinguishable from that of influenza has also been reported in healthy adults.289\n",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 835,
                    "mention": "288",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 955,
                    "mention": "289",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 321,
                    "mention": "Figure 32-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "RV alone or in combination with bacteria has been recovered from aspirates obtained by direct puncture of the maxillary sinuses of patients with acute sinusitis.290 Mucosal thickening and/or sinus exudates have been observed in up to 77% of subjects with acute colds.291 These abnormalities are transient, and in uncomplicated cases they resolve within 21 days. However, clinically manifest acute bacterial sinusitis is seen in a small (0.5% to 5%) proportion of individuals with naturally occurring colds. It is presumed that the RV infection impairs mucociliary clearance and other local defenses in the sinus cavity, allowing secondary bacterial invasion.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "mention": "290",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "mention": "291",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "There is increasing evidence for an important role of rhinoviruses in lower respiratory tract disease in adults and children.292 RV is the second most frequently recognized agent associated with pneumonia and bronchiolitis in infants and young children and commonly causes exacerbations of preexisting airways disease in those with COPD or cystic fibrosis.293 Colds are generally more severe in atopic individuals and rhinoviruses are major causes of asthma exacerbation.294 Children with a history of wheezing/asthma had significantly more RV-associated hospitalizations than those without a history.295\n",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "mention": "292",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "mention": "293",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "294",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "mention": "295",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "RV infections may also be associated with severe lower respiratory tract disease in transplant patients296 and in some cases can be associated with prolonged shedding.297 These viruses can also be detected in lower respiratory tract disease in individuals with hematologic malignancy, often in conjunction with other pathogens.298\n",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "mention": "296",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 170,
                    "mention": "297",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 330,
                    "mention": "298",
                    "ref_id": null
                }
            ],
            "section": "Clinical Illness ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Rapid tests for detecting RV nucleic acid are available in respiratory virus panels (see Chapter 17); they generally do not distinguish rhinoviruses from other enteroviruses. RVs can be isolated in cell culture, usually within 2 to 7 days after inoculation. Virus is present in nasopharyngeal secretions in highest concentrations during the first and second days of illness but may be shed for as long as 3 weeks. When indicated, identification of the specific serotype of a rhinovirus isolate is made by neutralization test.",
            "cite_spans": [],
            "section": "Diagnosis ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The only effective therapy for RV colds currently available is symptomatic treatment of individual complaints. Remedies recommended for such treatment are described in the section on common cold in this chapter. Although hand washing is undoubtedly important in preventing transmission, a recent study could show no benefit to routine hand disinfection in the prevention of RV colds.299 As mentioned earlier, the plethora of rhinovirus serotypes suggests that an effective vaccine will not be forthcoming in the foreseeable future. Advances in understanding of the structural and molecular biology of the rhinoviruses has led to development of a number of strategies for antiviral intervention, including receptor blockade and capsid-binding agents. However, none of these agents has reached approval for clinical use.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "mention": "299",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Rhinovirus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "The incubation period of varicella averages 2 weeks, and almost all cases of varicella develop within 11 to 20 days after exposure. The initial portal of infection is the respiratory tract, with viremic dissemination leading to the extensive cutaneous and mucous membrane lesions. Following infection, VZV establishes latency in the posterior dorsal root ganglia. Reactivation of virus replication and centrifugal spread along sensory nerves lead to the unique dermatomal distribution of shingles (zoster). In immunocompromised hosts with zoster, virus may disseminate to other sites.",
            "cite_spans": [],
            "section": "Pathogenesis ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In children with normal immunity, varicella is usually not associated with significant systemic or respiratory manifestations. The exanthem typically begins around the scalp and head, with subsequent involvement of the trunk and extremities. Lesions progress through various stages (erythematous macules, vesicles, pustules, crusts), so an area will have lesions in different stages of evolution. In contrast, in smallpox, a disease with which varicella was often confused, lesions begin on the face and spread outwardly to the extremities, and adjacent lesions are at the same stage of development.",
            "cite_spans": [],
            "section": "Varicella. ::: Clinical Illness ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "In children and susceptible adults who are immunocompromised, particularly those with defects in cell mediated immunity, including HIV infection,301 varicella follows a more severe course. Continued lesion development, particularly involving the extremities; high fever; and visceral involvement with pneumonia, meningoencephalitis, and hepatitis are common. During pregnancy, severe pneumonia can develop in approximately 10% of varicella cases.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "mention": "301",
                    "ref_id": null
                }
            ],
            "section": "Varicella. ::: Clinical Illness ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Viral pneumonia is the major complication of varicella in normal adults, in whom the frequency is estimated to be 25-fold higher than in children.302 Smoking is a significant risk factor. Pneumonia associated with varicella is usually apparent 1 to 6 days after the onset of rash. Symptoms include cough, dyspnea, pleuritic chest pain, and hemoptysis. Physical findings other than fever and tachypnea are often modest. The intensity of the rash does not necessarily correlate with the severity of pneumonia. The characteristic chest radiographic pattern is that of diffuse nodular (1 to 10 mm) opacities (Fig. 32-11\n, eFig. 32-14), which may resolve with miliary calcified nodules (eFig. 32-15).303 Hilar lymphadenopathy, pleural effusions, and peribronchial opacities are frequently present. Pulmonary infarction may complicate the clinical picture. Chest CT in patients with varicella pneumonia typically shows multifocal or diffuse, variably sized nodules (1 to 10 mm), which may be circumscribed or poorly defined (eFig. 32-16). Ground-glass opacity halos may be seen around some of the nodules. Pulmonary function studies have found normal expiratory flow values but decreased carbon monoxide diffusing capacity, which may persist for months. However, many individuals with radiographic changes are relatively asymptomatic.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "mention": "302",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 698,
                    "mention": "303",
                    "ref_id": null
                }
            ],
            "section": "Varicella. ::: Clinical Illness ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": [
                {
                    "start": 605,
                    "end": 615,
                    "mention": "Fig. 32-11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 618,
                    "end": 629,
                    "mention": "eFig. 32-14",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 682,
                    "end": 693,
                    "mention": "eFig. 32-15",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 1019,
                    "end": 1030,
                    "mention": "eFig. 32-16",
                    "ref_id": "FIGREF26"
                }
            ]
        },
        {
            "text": "Zoster represents reactivation of latent virus along one to three dermatomes and, in adults, is usually associated with pain. The thoracic dermatomes are involved in about one half of cases. Prolonged severe pain, or postherpetic neuralgia, can be a serious complication, with increased frequency in those older than 50.",
            "cite_spans": [],
            "section": "Herpes Zoster. ::: Clinical Illness ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Zoster presents more often in those receiving immunosuppressive therapy or chemotherapy for malignancies and at anatomic sites irradiated for treatment of malignancies. Depending on the degree of immunosuppression, herpes zoster may develop in 30% or more of patients. Cutaneous dissemination (defined as more than 20 lesions outside the primary dermatome) develops in 25% to 50% of immunosuppressed patients and in up to 2% of apparently normal patients with zoster. It is associated with visceral involvement including pneumonitis, as well as hepatitis, meningoencephalitis, and uveitis in approximately one half of those affected. Mortality depends on the degree of immunosuppression and ranges from zero to 10%.",
            "cite_spans": [],
            "section": "Herpes Zoster. ::: Clinical Illness ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "A rapid diagnosis of herpes group infection can be established by cytologic examination of lesion scrapings (Tzank smear and others), which has a sensitivity of 70% to 85% when lesions are in the vesicular stage. Direct immunofluorescence for VZV antigen in lesions is the most sensitive rapid laboratory test. The virus is labile but can be isolated from vesicular fluid during the first 3 days of varicella in normal hosts and for up to 10 days in immunocompromised hosts or patients with disseminated zoster. Direct inoculation of vesicular fluid onto monolayers of cell culture (human embryonic lung fibroblasts) at the bedside increases the likelihood of isolation.",
            "cite_spans": [],
            "section": "Diagnosis ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Live, attenuated varicella vaccine generates neutralizing antibody in more than 95% of recipients and also generates long-lived CD8+ cytotoxic T-cell responses against varicella virus.304 Vaccination of immunosuppressed children, including those with leukemia, is safe, although a small proportion of children will experience a mild, varicella-like clinical syndrome approximately 1 month after vaccination.305 In both healthy and immunosuppressed children, the vaccine is highly effective at preventing varicella, with efficacy rates of 50% to 90%. Two doses of varicella vaccine administered subcutaneously are recommended for children 12 months and older, adolescents, and adults without evidence of prior immunity.306 Second-dose catch-up vaccination is recommended for those who previously received only a single dose of vaccine.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "mention": "304",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "mention": "305",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 721,
                    "mention": "306",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "A higher-dose live vaccine effectively re-stimulates virus-specific cellular immunity in adults and can reduce the frequency of reactivation, as well as the clinical severity of zoster.307 The high-dose live vaccine is recommended as a single dose in all healthy individuals 60 and older.308\n",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "mention": "307",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "mention": "308",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "Although uncomplicated varicella in children usually requires no specific treatment, oral acyclovir initiated within 24 hours of rash onset reduces the number of lesions, duration of fever, and healing time compared with placebo in children, adolescents, and adults.309 Sequential intravenous and oral acyclovir has been used in therapy of varicella in immunocompromised children.310 In immunocompromised patients with localized zoster, intravenous acyclovir has been found to halt dissemination. In addition, oral acyclovir, valacyclovir, and famciclovir are effective for the treatment of zoster and may reduce the duration of postherpetic neuralgia in healthy adults.311 Intravenous acyclovir (10 mg/kg every 8 hours for 5 to 7 days) appears efficacious in varicella pneumonia in previously healthy adults if started early.312\nKey Points\n▪Viral infections, important causes of disease of the respiratory tract, are associated with substantial morbidity and mortality in all age groups.▪Clinical syndromes such as the common cold, pharyngitis, acute bronchitis, influenza-like illness, croup, bronchiolitis, and pneumonia—may be caused by several different viruses, and most of the major respiratory viruses may cause more than one clinical syndrome.▪There is increasing recognition of the role of respiratory viruses in lower respiratory tract disease in immunocompromised individuals; the growing availability of molecular diagnostic tests will lead to many more viral diagnoses.▪Effective vaccines are available for the prevention of disease due to some viral pathogens, including influenza, measles, mumps, rubella, and varicella virus, and antiviral agents are available for some, including influenza, herpes viruses, cytomegalovirus, and varicella-zoster virus. For most respiratory viral pathogens, neither vaccines nor antivirals are currently available.▪New respiratory viruses are continually emerging at the interface between human and animal species. Recent examples include avian and swine influenza viruses, severe acute respiratory syndrome, Middle East respiratory syndrome, and hantavirus pulmonary syndrome. Continued surveillance for new agents is critical in controlling pandemics.\n\n",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "mention": "309",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "mention": "310",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 673,
                    "mention": "311",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 829,
                    "mention": "312",
                    "ref_id": null
                }
            ],
            "section": "Treatment and Prevention ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "\nComplete reference list available at ExpertConsult.\n",
            "cite_spans": [],
            "section": "Treatment and Prevention ::: Varicella-Zoster Virus ::: Major Viral Pathogens",
            "ref_spans": []
        },
        {
            "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
            "cite_spans": [],
            "section": "eFigure Image Gallery",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 32-1: Viral Infections of the Respiratory Tract\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 32-2: Viruses Associated with the Common Cold\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 32-3: Important Microbial Agents Associated with Acute Pharyngitis\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "eTable 32-1: Adenoviruses Associated with Respiratory Tract Disease in Immunocompromised Patients*\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 32-4: Target Groups for Influenza Immunization*\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 32-1: Some common clinical features of rhinovirus colds (105 natural infections). Graphs show symptom severity by time point.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 32-2: Laryngotracheobronchitis. Anteroposterior (A) and lateral (B) neck radiographs of a 2-year-old child with croupy cough, inspiratory stridor, and fever. The anteroposterior view shows subglottic narrowing, referred to as the “steeple” sign (arrow), characteristic of laryngotracheobronchitis. Lateral view shows ballooning of hypopharynx resulting from laryngeal obstruction.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 32-3: Respiratory syncytial virus pneumonia. Frontal chest radiograph in an intubated infant shows bilateral peribronchial interstitial thickening and right upper and left lower lobe consolidation; the right upper lobe opacity is associated with mild volume loss.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 32-4: Photoelectron micrograph showing human adenovirus type 2. Each virion contains a lobulated group of three adenosomes, which are composed of DNA and protein. Full virion particles contain a total of 12 adenosomes, each of which is found below one vertex of the icosahedral capsid.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 32-5: Adenovirus causing necrotizing pneumonia. Focal necrosis is apparent; the prominent cell in the center of the field is an adenovirus-infected “smudge cell,” with an enlarged nucleus with basophilic inclusions surrounded by a thin rim of cytoplasm (H&E, ×80 original magnification).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 32-6: Graph showing comparison of the clinical characteristics of acute respiratory disease (ARD) of military recruits and pharyngoconjunctival fever of civilians.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 32-7: Cytomegalovirus infection. A, CMV pneumonitis with mild alveolar wall thickening and hyperplastic type II pneumocytes, some of which are infected, showing cytomegaly, nucleomegaly, thickened basophilic nuclear membranes and nuclear inclusion and small basophilic cytoplasmic inclusions (hematoxylin and eosin x80 original magnification). B, CMV pneumonitis with infected cells highlighted by immunohistochemistry with a brown color (CMV immunohistochemistry, ×40 original magnification).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 32-8: Pulmonary involvement in 2009 H1N1 influenza A. A, Acute necrotizing tracheitis and inflammation of the submucosal tracheal mucous glands (H&E, ×400 original magnification). Inset: Immunohistochemical stain for influenza. Viral antigen is stained red-brown on a hematoxylin-stained background, with prominent staining of the respiratory epithelium and underlying mucous glands. B, Postmortem lung section showing diffuse alveolar damage with hyaline membranes (arrow) lining an alveolar duct and adjacent alveoli. The alveolar air spaces contain edema fluid, strands of fibrin, desquamated epithelial cells, and inflammatory cells (H&E, ×100 original magnification). C, Massive infiltration of neutrophils in the airspaces of alveoli associated with secondary bacterial bronchopneumonia (H&E, ×100 original magnification). Inset: Brown and Hopps modified tissue Gram stain showing chains of bacteria morphologically compatible with streptococci or pneumococci (arrow) (×1000 original magnification). D1, Immunohistochemical staining for influenza in bronchus. Viral antigen is stained red-brown on a hematoxylin and eosin–stained background. Arrow shows influenza antigen–positive cells in the bronchial epithelium. D2,The section shows an acute necrotizing bronchitis with transmural infiltration of inflammatory cells (×100 original magnification). D3 and 4, Immunohistochemical staining for influenza in a bronchiole. Influenza antigen–positive cells are seen in the bronchiolar epithelium, including ciliated cells, and in the nuclei of some basilar cells (×400 original magnification). Immunohistochemical staining for influenza in alveolar cells, both type I (D3) and type II (D4) (×1000 original magnification).",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 32-9: Seasonal influenza A. Frontal chest radiograph shows multifocal, bilateral, perihilar, and lower lobe predominant bronchovascular thickening and somewhat nodular consolidation.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 32-10: View of one side of rhinovirus shell drawn to scale with attached antibody molecule. Top, The protein shell is built of 12 pentamers, one of which is shown (white). Each of the five wedge-shaped subunits of the pentamer (white) is called a “protomer.” The antibody binding site (brown) bridges protomers of two adjacent pentamers. Bottom, Surface organization of the protomer. Three of the polypeptide chains (VP1, VP2, VP3) making up each protomer are exposed on the virus surface, while the smallest polypeptide (VP4) is buried at the bottom of the protomer. The host-cell receptor is thought to bind near the base of the cleft formed by antigenic plateaus forming VP1, VP2, and VP3. The blunt-nosed binding site of the antibody is too wide to fit into the base of the cleft.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 32-11: Acute varicella pneumonia. Frontal chest radiograph shows multifocal, bilateral, poorly defined nodular opacities in a predominantly perihilar and lower lobe distribution. No pleural effusion is present.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "eFigure 32-1: Radiographic appearance of croup: the “steeple” sign. A, Detail frontal chest radiograph in a child with croup shows smooth, superiorly tapered narrowing of the subglottic tissues (arrows) due to edema. B, Normal appearance of the subglottic trachea—note the less tapered appearance.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "eFigure 32-2: Chest radiography: infectious bronchiolitis. Frontal chest radiograph in a pediatric patient with bronchiolitis shows patchy, bilateral perihilar linear opacities with slight depression of the left diaphragm due to left lower lobe air trapping.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "eFigure 32-3: Chest CT: infectious bronchiolitis. Axial chest CT displayed in lung windows shows patchy areas of increased attenuation due to atelectasis (arrow) associated with areas of decreased attenuation caused by “air trapping” (single arrowheads), in some areas with a clearly lobular configuration (double arrowheads).",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "eFigure 32-4: Chest radiography: measles pneumonia. Frontal chest radiograph in a child with a typical measles rash shows patchy, bilateral faintly nodular bronchovascular thickening with a predominantly perihilar distribution. The imaging features are consistent with viral infection but nonspecific as regards potential etiologic agents.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "eFigure 32-5: Adenovirus pneumonia: imaging findings. A, Frontal chest radiograph shows bilateral areas of ground-glass opacity and consolidation without pleural effusion. B–E, Axial chest CT displayed in lung windows shows multifocal ground-glass opacity with areas of consolidation with air bronchograms formation (arrow). Small nodules (arrowheads) are also present. The imaging features are suggestive of pulmonary infection but nonspecific as regards etiology.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "eFigure 32-6: Seasonal influenza A infection: imaging findings. A, Frontal chest radiograph shows patchy, bilateral linear interstitial thickening in a perihilar distribution, some of which represents bronchial thickening. Abnormalities are slightly more nodular appearing in the right upper lobe (arrows), and consolidation is developing in the left upper lobe (arrowhead). B–D, Axial chest CT displayed in lung windows shows multifocal, bilateral, upper lobe predominant ground-glass opacity associated with linear abnormalities consistent with mild, smooth interlobular septal thickening and intralobular interstitial thickening. The cystic appearance is due to centrilobular emphysema outlined and contrasted with the surrounding infiltrative lung abnormalities.",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "eFigure 32-7: Seasonal influenza A infection: variable chest radiographic findings. Frontal chest radiograph shows predominantly left perihilar peribronchovascular thickening and nodularity. The imaging findings are nonspecific and could be the result of a number of causes of bronchopneumonia.",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "eFigure 32-8: Seasonal influenza A infection progressing to respiratory failure with diffuse alveolar damage. A, Frontal chest radiograph in a previously healthy 51-year-old woman with no significant previous medical history presenting to the emergency department with fever, cough, and nasal congestion shows multifocal, perihilar predominantly linear opacity and bronchovascular thickening and hazy opacities. The patient had been seen as an outpatient and treated with several broad-spectrum antibiotics with no improvement. At the time the chest radiograph was performed, the patient was mildly leukopenic with an oxygen saturation of 82% on room air. B–E, Axial chest CT displayed in lung windows shows multifocal, bilateral, nonsegmental areas of ground-glass opacity, in some areas peripherally and peribronchially distributed, associated with intralobular interstitial thickening, mild interlobular septal thickening, and a few areas of consolidation. The imaging findings are nonspecific and can be seen with numerous causes of noninfectious acute lung injury and other pulmonary infections including severe acute respiratory syndrome (SARS). Surgical lung biopsy showed diffuse alveolar damage with some intrabronchiolar and alveolar inflammatory cells suggesting the possibility of an infectious insult, and bronchoscopy before the surgical biopsy recovered influenza A. The patient suffered hypoxic respiratory failure requiring mechanical ventilation but subsequently recovered.",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "eFigure 32-9: H1N1 (“swine-origin”) influenza A infection: imaging findings. A, Frontal chest radiograph in a patient subsequently diagnosed with H1N1 influenza during the 2009 pandemic shows multifocal basal predominant consolidation, consistent with bronchopneumonia, but nonspecific. B–E, Axial chest CT displayed in lung windows shows nonspecific bilateral areas of ground-glass opacity, nodular subpleural consolidation (arrows) and other foci of patchy, peripheral, increased lung attenuation, and small nodules (arrowheads), some of which appear centrilobular. F–H, Serial frontal chest radiograph obtained during the course of the disease shows worsening of bilateral opacities associated with hypoxemic respiratory failure (F and G) but subsequent clearing of bilateral lung opacity following recovery (H).",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "eFigure 32-10: H1N1 (“swine-origin”) influenza A infection: variable imaging findings at chest CT. A and B, Axial chest CT displayed in lung windows shows patchy areas of upper lobe predominant ground-glass opacity (arrows) and small, solid, centrilobular nodules (arrowheads). The opacity in the left lower lobe (B) appears somewhat segmental, suggestive of bronchopneumonia. C, Axial chest CT shows multifocal, bilateral areas of ground-glass opacity associated with interlobular septal thickening and intralobular interstitial thickening, but no clear zonal distribution; these findings are nonspecific and can be observed with numerous infections and noninfectious inflammatory pulmonary insults. D, Axial chest CT shows right lower lobe superior segmental dense consolidation (double arrowheads), suggestive of a lobar pneumonia pattern.",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "eFigure 32-11: Seasonal influenza A infection complicated by bacterial pneumonia. Frontal chest radiograph in a pediatric patient shows multifocal bilateral consolidation. The patient had been diagnosed with seasonal influenza A infection 2 weeks earlier and was recovering but then developed a high fever and new productive cough.",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "eFigure 32-12: Respiratory syncytial virus (RSV) bronchiolitis and pneumonia: chest radiographic findings. A, Frontal chest radiograph in a young child with RSV bronchiolitis shows bilateral basal streaky opacities associated with significant diaphragmatic flattening bilaterally, consistent with “air trapping” due to small airway inflammation and obstruction. B, Frontal chest radiograph in an infant with RSV pneumonia shows patchy, somewhat perihilar-predominant bronchovascular thickening. The right diaphragm is somewhat flattened, suggesting basal air trapping.",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "eFigure 32-13: Respiratory syncytial virus pneumonia: chest CT findings. A–D, Axial chest CT displayed in lung windows shows multifocal, bilateral patchy areas of ground-glass opacity associated with more focal right upper lobe posterior segmental consolidation (arrows). In some areas the ground-glass opacity is associated with intralobular interstitial thickening and interlobular septal thickening (arrowheads). Small solid nodules (C,double arrowheads) are also present.",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "eFigure 32-14: Varicella-zoster virus (VZV) pneumonia: chest radiographic findings of acute infection. A, Frontal chest radiograph in a young patient with VZV pneumonia shows bilateral poorly defined nodular opacities, ultimately nonspecific but typical of VZV pulmonary infection. B, Frontal chest radiograph in a heart transplant patient with acute VZV infection shows multifocal, bilateral, poorly defined nodules without pleural effusion.",
            "type": "figure"
        },
        "FIGREF25": {
            "text": "eFigure 32-15: Varicella-zoster virus pneumonia: chest radiographic findings of remote infection. Frontal chest radiograph shows numerous, small, circumscribed bilateral calcified nodules.",
            "type": "figure"
        },
        "FIGREF26": {
            "text": "eFigure 32-16: Varicella-zoster virus pneumonia: chest CT findings of acute infection. A–F, Axial chest CT displayed in lung windows shows multiple, bilateral small nodules, most of which are poorly defined. A faint ground-glass opacity halo is present around one of the nodules (arrow). The imaging findings are consistent with pulmonary infection but nonspecific as regards the etiologic agent.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "407-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Broadly neutralizing antibodies present new prospects to counter highly antigenically diverse viruses",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poignard",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Stanfield",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "6091",
            "pages": "183-186",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1225416"
                ]
            }
        },
        "BIBREF2": {
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "50-56",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70304-9"
                ]
            }
        },
        "BIBREF3": {
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H-N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H-Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "24",
            "pages": "2277-2285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A decade after SARS: strategies for controlling emerging coronaviruses",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "12",
            "pages": "836-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Seasonal influenza in adults and children—diagnosis, treatment, chemoprophylaxis, and institutional outbreak management: Clinical Practice Guidelines of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1003-1032",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Oseltamivir and risk of lower respiratory tract complications in patients with flu symptoms: a meta-analysis of eleven randomized clinical trials",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hernan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "277-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Treatment with neuraminidase inhibitors for critically ill patients with influenza A (H1N1)pdm09",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "1198-1204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Hantavirus pulmonary syndrome, United States, 1993-2009",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "MacNeil",
                    "suffix": ""
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "7",
            "pages": "1195-1201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The natural history of influenza infection in the severely immunocompromised vs nonimmunocompromised hosts",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Memoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Athota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "2",
            "pages": "214-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "962-970",
            "other_ids": {
                "DOI": []
            }
        }
    }
}