{
    "paper_id": "PMC7172212",
    "metadata": {
        "title": "Automation and standardisation of clinical molecular testing using PCR.Ai – A comparative performance study",
        "authors": [
            {
                "first": "A.R.",
                "middle": [],
                "last": "MacLean",
                "suffix": "",
                "email": "alasdair.maclean@ggc.scot.nhs.uk",
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [],
                "last": "Gunson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "qPCR has now become a core component of most diagnostic virology laboratories’ testing repertoires. It remains the most popular method for molecular detection of disease and is used globally for pathogen detection. It is considered the gold standard for molecular detection due to its high assay specificity and sensitivity and in our lab comprises 75% of sample testing. However, qPCR methods are still largely in-house developed and maintained. Almost all of this testing method is now automated by off-the-shelf machinery and consumables. However data-analysis and associated quality control still need to be done manually. Manual interpretation is also required for most commercial qPCR assays (e.g. Focus Diagnostics, CDC kits, etc.). This final interpretation process is complex requiring expertise and rigorous oversight, so is a burden on laboratory staffing. The complex interpretation process can be off-putting to laboratories considering implementing such assays.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Automated solutions for this stage have been attempted, however most have been unsuccessful. For example, some qPCR platforms will set a threshold and then any traces (output curves) that cross this threshold will be deemed positive. However, such systems are in danger of either missing low level positives or can result in false positives, consequently, these automated systems still need to be checked by a user. Furthermore, these systems do not offer whole system interpretation of results (i.e. interpret runs in relation to the control results) and QC (e.g. interpretation of runs in relation to laboratory-based rules such as Westgard).",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "As a result, most laboratories using qPCR methods and commercial kits still interpret and validate results manually. The methods used by laboratories are likely to differ. In our laboratory this is a multi-stage process that incorporates multiple members of staff, and systems for every run, following specific per-test standard operating procedures (SOPs) - (detailed description in Materials and Methods).",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Due to its complex nature, mistakes can be made and there may be a lack of standardisation between users and across labs. It frequently requires the additional input of expert, often senior, staff. Large amounts of paperwork are required to document the processes. In the era of pressures and “doing more with less” anything that simplifies or automates this aspect of qPCR methodology would be welcomed. Clinical qPCR labs still use significant resources to ensure consistent manual analysis and reporting. Processes remain similar to those described some ten years ago by the Mayo Clinic [1]:•Well-written training materials including checklists and detailed SOPs are required for each qPCR test;•Identifying a technical expert to provide one-on-one training for qPCR is critical;•Ensuring proficiency in analysis and use of qPCR instrument software, including for samples with unusual results.\n",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In addition, most tests require review by two (or more) scientists. Regular proficiency testing, including ensuring accurate manual analysis of data, is also necessary.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "PCR.Ai (www.pcr.ai\n) is a novel system created by diagnostics.ai (59a Brent Street, London, UK; www.diagnostics.ai) that is designed to automatically and rapidly interpret qPCR curves. It is carried out directly on the qPCR platform after the run is complete, using either an on-site or internet server, and interfaces with the Abbott Laboratory Information Management System (LIMS) to ensure results are downloaded. The system is described in further detail below (Study Design).",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The aim of this prospective clinical study was to compare PCR.Ai to the West of Scotland Specialist Virology Centre (WOSSVC) existing interpretation/verification practice, to determine its accuracy and hands-on time from initial qPCR output to result download. Two in-house-developed, multiplexed, qualitative qPCR tests were used in the study: one for the detection of respiratory pathogens (run on the ABI7500) and the other for detection of norovirus (run on the Rotor-Gene Q). These tests were chosen for this study as they are commonly used, high-throughput assays, which are run on two commonly used qPCR platforms and in one month produced 22,200 test results for comparison purposes.",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "PCR.Ai is a novel tool that automatically interprets qPCR amplification curves providing rapid and standardised results. PCR.Ai identifies positive and negative amplification curves and highlights ambiguous results requiring further analysis, by analysing each curve shape both individually and in the context of run/assay history. The system automatically validates qPCR runs by assessing positive controls using user-defined rules such as Westgard Medlab QC 3 St Dev rule, interprets the IC values and examines negative controls. It can also verify qPCR runs by assessing quantitation standards and will quantify positive traces by comparing them to standard curves. After analysis is complete PCR.Ai interfaces with the LIMS to enable result download. PCR.Ai was accessed via a physical server connected directly to the qPCR machine (in this case the ABI7500 and Rotor-Gene Q), although the company also offers a cloud-based product, and automatically interpreted data directly on the qPCR platform following run completion. Conveniently, PCR.Ai is able to interpret multiple tests on one 96 well plate.",
            "cite_spans": [],
            "section": "Description of the PCR.Ai analysis process ::: Data analysis methods ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "For interpretation of each assay, PCR.Ai is calibrated to determine positive, negative or indeterminate samples by analysing endpoint dilution series of the targets in the multiplex to be used. It is further calibrated by using a large number of qPCR amplification curves (typically containing at least 200 positive and 200 negative results) from previous runs that have been assessed on the PCR platform to be used. If necessary, this is then further refined by analysing a number of prospective runs, and comparing outcomes to the manual method. On completion of this calibration, PCR.Ai can then be used as often as required for the specific test to provide automated analysis.",
            "cite_spans": [],
            "section": "Description of the PCR.Ai analysis process ::: Data analysis methods ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Conventional interpretation of qPCR output using qPCR instrument software (we used both the ABI7500 and Rotor-Gene Q in this study) is a complex manual process. It requires analysis by at least two scientists for each run - a junior for initial interpretation and a senior to analyse ambiguous results and validate the run.",
            "cite_spans": [],
            "section": "Current qPCR interpretation and validation steps for inhouse qPCR methods (ABI7500 and Rotor-Gene Q) ::: Data analysis methods ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "The WOSSVC respiratory assay screens for 16 pathogens plus an internal control in 5 multiplex qPCR assays using the ABI7500 instrument. For each multiplex assay, a one-step qPCR reaction was performed as described previously [2].",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Fig. 1fig0005fig outlines the multiple manual steps and software packages involved in conventional analysis of qPCR instrument output data for clinical reporting. Assays used ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Norovirus is screened using a single qPCR multiplex assay [3].",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Fig. 1fig0005fig outlines the multiple manual steps and software packages involved in conventional analysis of qPCR instrument output data for clinical reporting. Assays used ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "These multiplexes and number of runs/samples for each are described in Table 1, Table 2\n.",
            "cite_spans": [],
            "section": "Fig. 1fig0005fig outlines the multiple manual steps and software packages involved in conventional analysis of qPCR instrument output data for clinical reporting. Assays used ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 80,
                    "end": 87,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Currently, these assays are performed and manually analysed/interpreted using the qPCR instrument software (and with other QC packages such as MedLab QC).",
            "cite_spans": [],
            "section": "Fig. 1fig0005fig outlines the multiple manual steps and software packages involved in conventional analysis of qPCR instrument output data for clinical reporting. Assays used ::: Description of the laboratory methods assessed ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Over a period of 1 month (mid April-mid May 2017), 20 respiratory and 20 norovirus runs were analysed by the WOSSVC biomedical scientists by both the normal manual methods outlined above and by PCR.Ai. For both systems, results were analysed in terms of positive controls passing Westgard (1:3S rules), negative controls showing no contamination, internal control failures and the positive/negative status of each sample. Once this was carried out the results generated by both methods were compared for accuracy. The same biomedical scientist (in total seven to minimise bias) carried out both analyses on each run; carrying out the manual analyses first as these were the results downloaded into LIMS, followed immediately by PCR.Ai. Each result was analysed only once. For the comparison of both methods all the final results were reviewed by one experienced clinical scientist to check the results of the biomedical scientist. Here the manual and PCR.Ai results were analysed on separate days to prevent bias. Where there were discrepant results, a second experienced clinical scientist reanalysed the run and the two clinical scientists decided the final status of these discrepant results and which method had correctly analysed these discrepant results.",
            "cite_spans": [],
            "section": "Comparison of the WoSSVC and PCR.Ai qPCR evaluation methodology ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Time auditing was carried out by recording the time taken for various stages involved in both manual and PCR.Ai analysis. To obtain this timing data, the following data was recorded by the biomedical scientist/laboratory technician carrying out the test analysis:•System (ABI/Rotor-Gene/PCR.Ai).•Type of Run (Respiratory/Norovirus).•Date.•Time analysis started.•Time analysis finished.•Time controls were assessed by Westgard rules.•Time spent checking results and downloading into LIMS.•Time results were downloaded into LIMS.\n",
            "cite_spans": [],
            "section": "Comparison of the WoSSVC and PCR.Ai qPCR evaluation methodology ::: Study design",
            "ref_spans": []
        },
        {
            "text": "\nTable 3, Table 4\ndetails results of the comparison (described above) between WoSSVC and PCR.Ai qPCR evaluation methodology for the 22,200 amplification curves (20,400 respiratory assay and 1800 norovirus) that were assessed by both methods. The figures refer to the number of positive traces in the ABI7500 or rotorgene analysis with the discrepancy referring to the different number of positives detected by PCR.Ai.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 10,
                    "end": 17,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In no cases was the PCR.Ai analysis incorrect. There were a small number (5) of results where the original manual analysis was wrong and was corrected by PCR.Ai. The small number of control failures were correctly identified by both methods.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "There were a small number of differences in results when comparing Westgard checks (0.5% for respiratory and norovirus) and internal control failures (5 more for PCR.Ai for norovirus and 15 more for respiratory), which reflects positively for PCR.Ai (see discussion for details).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Over the 20 runs there were time savings of 45 min per run for the respiratory screen and 32 min per run for norovirus (see Table 5, Table 6\n).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 133,
                    "end": 140,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Our data shows that PCR.Ai is as accurate as our manual-based system and is unaffected by the qPCR platform used. We assessed PCR.Ai prospectively on a total of 22,200 clinical results over a one-month time period, with 100% concordance between the PCR.Ai and conventional manual interpretation. In general, interpretation of the positive and negative controls was also concordant as was the validation/verification decision/outcome. Slight differences in control interpretation arose, with PCR.Ai being more accurate as it used current data (from the start of the PCR.Ai study) to set Westgard ranges, whereas manual analysis used historical data from the introduction of the control to set ranges.",
            "cite_spans": [],
            "section": "Accurate interpretation of samples and controls ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Slight differences were noted in IC interpretation between PCR.Ai and the manual method, with PCR.Ai detecting slightly more samples as inhibited in comparison with the manual method. It is likely that this is a reflection of the different methods used to assess sample inhibition. The manual method compares the Ct value of the internal control to a retrospective rule based on the first 20 runs with that batch of internal control. In our opinion the PCR.Ai method is more likely to be accurate, as unlike the manual method it automatically calculates the average based on samples in that run, giving a tighter range. In addition PCR.Ai analyses IC trace quality as well as Ct. As a result, PCR.Ai is likely to pick up inhibited samples that could be missed by the rule-based system. As this was a study the results of PCR.Ai were not allowed to influence clinical release of samples results.",
            "cite_spans": [],
            "section": "Accurate interpretation of samples and controls ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the study showed similar accuracy between the two methods where the experienced biomedical scientists were performing optimally, in practice, PCR.Ai is likely to be more accurate than lab staff since it will be unaffected by operator fatigue or time pressure (e.g., end of the day or on-call interpretation) and level of operator expertise. Furthermore, it should be noted that the WoSSVC has strict qPCR run interpretation guidelines with in-built double checks that may be over and above that in place in other laboratories (perhaps no double checks etc).",
            "cite_spans": [],
            "section": "Accurate interpretation of samples and controls ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "PCR.Ai was also able to interpret large mixed qPCR plates (i.e. plates containing >1 multiplex assay with multiple controls), as encountered when assessing the respiratory qPCR. When questioned, staff found it to be easy to use and required minimal training (data not shown).",
            "cite_spans": [],
            "section": "Accurate interpretation of samples and controls ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our data also showed the PCR.Ai system to be quicker than the established manual system. For the respiratory qPCR, there was an average time-saving of 45 min per run. A saving of 5 min per run was achieved for the initial interpretation process (i.e. setting the threshold and identification of problem curves). A far larger saving of 40 min per run was achieved for the verification/validation steps (e.g. second check and entering control data into Westgard). This probably reflects the fact that PCR.Ai does this automatically, whereas the manual system is reliant on the second checker reviewing the whole run. During our review, further delays were observed when the second checker was unavailable to carry out checks and Westgard entry (e.g. breaks, other runs to interpret, meetings, end of shift, absence etc). Applying these savings to a whole year of respiratory service would result in a time saving of 160 h per year based on one run per day over a 5 day week. In reality, we tend to run more than one respiratory qPCR per day and offer our service 7 days a week. Similar savings of 32 min per run were achieved for the norovirus qPCR (the lower time savings likely reflect that this is a more straightforward assay to interpret due to it having less targets and associated controls). If we were to apply PCR.Ai to the remainder of our qPCR tests (>20) this would significantly increase the overall savings to the laboratory. We would expect that in laboratories with less qPCR expertise and efficiency, time savings would be greater.",
            "cite_spans": [],
            "section": "PCR.Ai offers more rapid qPCR run interpretation and verification than the current manual interpretation system ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "PCR.Ai is straightforward to learn and use. Expertise is only required for the final check of each run (i.e. are ambiguous traces negative, positive or indeterminate). Currently in the WOSSVC we use highly experienced biomedical scientists for the entire process. The ease of use of PCR.Ai may allow us to use less skilled staff to do the initial qPCR process download. We would then only require more skilled staff for the second check. This could lead to further staff savings and would allow us to redistribute skilled staff within the department.",
            "cite_spans": [],
            "section": "PCR.Ai offers more rapid qPCR run interpretation and verification than the current manual interpretation system ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "It would also have a clinical impact as tests will have better TRT and a higher throughput, as more samples can be processed per day. This will lead to further cost benefits relating to improved patient care. It should increase the number of tests which can be performed on our out-of-hours service. It should also enable labs that do not have qPCR specialists to run qPCR assays if ambiguous results are repeated (or reviewed by an off-site expert).",
            "cite_spans": [],
            "section": "PCR.Ai offers more rapid qPCR run interpretation and verification than the current manual interpretation system ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "\n•In our study, PCR.Ai calibration required the user to send a large database of historical qPCR run data to PCR.Ai for analysis. This includes clinical samples and/or dilution series. PCR.Ai analyses the run data to learn to identify positive, negative and ambiguous samples. Depending on the assay complexity, this can take time (weeks to months). PCR.Ai have already begun to introduce methods that use less clinical data and a small number of dilution series to calibrate the learning machine and we will evaluate the performance of this in due course.•The assays assessed here are qualitative assays. We wish to assess PCR.Ai on quantitative assays to determine how well it works on these more complex assays.•PCR.Ai works with most qPCR machines. It would be useful to see how well PCR.Ai works with other platforms (e.g. Roche LightCycler or Bio-Rad CFX).•Data examined here all were produced by one primer/probe lot. We plan to investigate PCR.Ai’s performance with lot-to-lot reproducibility and this may need to be included in our validation of new primer/probe lots.\n",
            "cite_spans": [],
            "section": "Additional performance reviews ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Although not often discussed in the literature, we find that in practice different in-house qPCR tests vary in their ease of interpretation and therefore different tests may be more burdensome for staff than others. This could be due to assays being “messy” and having many ambiguous traces to interpret. Furthermore, in our laboratory, quantitative assays are often considered by staff to be more complex than qualitative assays and take longer to interpret. We have also encountered differences between the software used by different qPCR platforms, which can in turn affect the ease of result and run interpretation. Consequently, we find that some staff attempt to avoid particular assays, whereas others can become stuck on one particular assay as the resident expert. Taken together such issues can result in variable expertise between the “expert” staff members.",
            "cite_spans": [],
            "section": "Other benefits of PCR.Ai for laboratories ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Use of PCR.Ai, should standardise the interpretation of all in-house qPCR assays within the laboratory irrespective of test complexity or platform used. Tests will no longer be only under the auspices of particular staff. Furthermore, its ease of use should allow laboratories to use less skilled and experienced staff to interpret such assays. This is beneficial to laboratories already with such assays and could lead to restructuring of staff within a department. It is also beneficial to laboratories without such assays or staff expertise, as now they will be easier to implement and interpret, and lead to better access to qPCR technology (either in-house or commercial kits). If PCR.Ai was to become widely adopted, there would be better service and standardisation by and between labs - improving tests and patient care by region, nationally and internationally.",
            "cite_spans": [],
            "section": "Other benefits of PCR.Ai for laboratories ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "PCR.Ai offers numerous other benefits to the laboratory. It can link directly with laboratory LIMs, reducing manual steps still further. This should lead to a reduction in transcription errors and improved test TRT. PCR.Ai stores all the qPCR run data on hardware/in the cloud, thus providing long-term records of each qPCR run as well as all related decisions. For example, for each run it is possible to see the user who carried out the run, any decisions relating to samples or controls (and who made these decisions), as well as the outcome. Presently it would be difficult for most laboratories to keep such information. This aspect is excellent for various accreditation systems (e.g. ISO15189 as now mandated by UKAS). Furthermore, as all the PCR.Ai data is stored in a single database, it is simple to automatically produce reports that currently are done manually - for example validation reports for new assays, controls, EQA panels or other qPCR reagents. In future, it could possibly be used to highlight unusual result patterns relating to particular users (which could aid targeted training), contamination or unexpected outbreaks.",
            "cite_spans": [],
            "section": "Other benefits of PCR.Ai for laboratories ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Use of PCR.Ai will result in reduced paper use within laboratories. For example, we perform most interpretation using paper. Thus many pages are printed per run, and run data is stored for 12 months until storage is full. Keeping such data in the related PCR.Ai cloud also provides excellent security should qPCR platforms break down, reduces storage requirements, is eco-friendly and reduces costs.",
            "cite_spans": [],
            "section": "Other benefits of PCR.Ai for laboratories ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We have determined that PCR.Ai is a highly accurate qPCR interpretation tool. It is a valuable time-saving tool, by reducing the complexity of qPCR interpretation and validation and as such the need for specialists and hands-on time. In practice it should enable us to get results out more quickly, at a lower cost and with improved standardisation.",
            "cite_spans": [],
            "section": "Other benefits of PCR.Ai for laboratories ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Dr Alasdair MacLean carried out the majority of the laboratory work.",
            "cite_spans": [],
            "section": "Author contribution",
            "ref_spans": []
        },
        {
            "text": "Dr Rory Gunson initiated the study and was extensively involved in data analysis.",
            "cite_spans": [],
            "section": "Author contribution",
            "ref_spans": []
        },
        {
            "text": "Both authors work for NHS Greater Glasgow and Clyde.",
            "cite_spans": [],
            "section": "Author contribution",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Respiratory Assay.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Norovirus assay.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Resp Assay results.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Noro assay results.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: PCR.Ai Timesaving for Respiratory Runs.\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: PCR.Ai Timesaving for Norovirus Runs.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Comparison of PCR.Ai to WOSSVC current analysis on ABI 7500.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Real-Time PCR in clinical microbiology: applications for routine laboratory testing",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Espy",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Uhl",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Buckwalter",
                    "suffix": ""
                },
                {
                    "first": "M.F.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "T.F.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "19",
            "issn": "1",
            "pages": "165-256",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.19.1.165-256.2006"
                ]
            }
        },
        "BIBREF1": {
            "title": "During the summer 2009 outbreak of “swine flu” in Scotland what respiratory pathogens were diagnosed as H1N1/2009?",
            "authors": [
                {
                    "first": "R.N.",
                    "middle": [],
                    "last": "Gunson",
                    "suffix": ""
                },
                {
                    "first": "W.F.",
                    "middle": [],
                    "last": "Carman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect. Dis.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-11-192"
                ]
            }
        },
        "BIBREF2": {
            "title": "Increased norovirus activity in Scotland in 2012 is associated with the emergence of a new norovirus GII.4 variant",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "MacLean",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "R.N.",
                    "middle": [],
                    "last": "Gunson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill.",
            "volume": "18",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/ese.18.02.20349-en"
                ]
            }
        }
    }
}