{
    "paper_id": "PMC7158800",
    "metadata": {
        "title": "Impact of the COVID-19 Pandemic on Paediatric Urology Practice in Europe: A Reflection from the European Association of Urology Young Academic Urologists",
        "authors": [
            {
                "first": "Anne-Françoise",
                "middle": [],
                "last": "Spinoit",
                "suffix": "",
                "email": "afspinoit@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Bernhard",
                "middle": [],
                "last": "Haid",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manuela",
                "middle": [],
                "last": "Hiess",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Beatriz",
                "middle": [],
                "last": "Banuelos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lisette",
                "middle": [
                    "'t"
                ],
                "last": "Hoen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Radford",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mesrur",
                "middle": [
                    "Selçuk"
                ],
                "last": "Silay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Very few among us faced the last global pandemic: the “Spanish flu” pandemic of 1918–1919 transformed the world a century ago [1]. The modern world in 2020 is facing a new pandemic with COVID-19 [2]. We initially followed from afar, as the pandemic started in China and then spread further to South Korea, Iran, Italy, and Spain, and now further on worldwide. The COVID-19 pandemic is now in our hospitals and houses.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 198,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While people feel united in the fight against this common threat, it is becoming obvious that the lack of coordination between countries makes a united fight more difficult [3]. Worldwide, health care systems strongly depend on the politics and culture of individual countries, with wide variations seen. The spectrum of possibilities ranges from health systems in which (almost) everything is taken care of by the state to systems in which a patient will not receive any treatment without upfront payment. The wide variations observed in this pandemic are a reflection of different societies with different cultural backgrounds and political leaders, which makes it difficult to act in a coordinated way during a pandemic [4].",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 726,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is interesting to document how individual countries deal with a pandemic: to learn from each other and eventually improve our national health care systems or strive to establish a common structure. Many specialties (intensive care, pneumology, virology, infectious diseases, geriatrics) are focusing on saving as many infected patients as possible or keeping patients as comfortable as possible. Surgeons are, with variations among countries, asked to prioritise their access to anaesthesia and the operating room, as nurses and anaesthetists are required for the care of infected patients. In addition, the ventilators in operating theatres and even the theatre space itself are being used for care of the critically ill.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Urology is a specialty that deals with both urgent and non-urgent cases. It did not take long before urologists published guidance on which types of surgery for adult patients need to be prioritised [5]. However, compared to adult urology, paediatric urology has wide variations in practice and involves paediatric urologists and paediatric surgeons, with large disparities worldwide. Moreover, prioritisation may be more difficult: while there is no doubt that a child with sepsis due to an obstructing stone requires urinary drainage or a testicular torsion needs exploration, oncology is an infrequent problem compared to adult urology. Most paediatric urology surgeries involve congenital anomalies, with indications focused as much on preventing morbidity (urinary tract infections [UTIs]) as on a long-term perspective of preventing renal function loss and assuring normal genital cosmesis and function. One might wonder how urgent surgery is for a congenital malformation. Life-threatening malformations, such as in the heart or lung, are considered urgent without any doubt, but how urgent is repair of hypospadias or bladder exstrophy? As we have to expect major limitations in access to surgical capacity over the coming months, the variety of surgical indications that need to be considered for prioritisation includes obstructive uropathy and recurrent febrile UTIs putting children at intermediate-term risk of loss of renal function. However, it is nearly impossible to translate these issues to a definitive recommendation of how long such interventions could be postponed, as the dynamics of renal function loss depend on many variables that are mostly impossible to predict [6]. It is likely that a timeframe of 6–12 wk might be relevant for severe obstruction, but for UTI-associated renal function loss such a timeframe is harder to quantify.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1691,
                    "end": 1694,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Paediatric urology guidelines are based on expert opinions and these have shifted over time. Exstrophy vesicae used to be considered an emergency requiring immediate closure, whereas the current trend now is for delayed closure. Wilms tumour has two different scientifically validated treatments: chemotherapy first or surgery first.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The result of this lack of evidence regarding “high priority” surgery has led to variations in the delay of paediatric urology procedures in many European countries. In Belgium, France, Turkey, and Germany, all outpatient cases have been cancelled and only surgeries related to organ viability have been performed since the first week of March 2020 (testicular torsion, incarcerated inguinal hernia, obstructing ureteral stones, Wilms tumour in the timeframe for surgery after chemotherapy). Some other countries (parts of the USA, UK, Austria) are currently performing a few selected “elective” paediatric urology procedures, although these too are coming to a halt.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Most of us consider that a delay in surgery for hypospadias, cryptorchidism, hydrocele, or low-risk reflux will not harm the child. The truth is probably slightly different: without any possibility to do otherwise, we accept the need and delay surgery. We try to balance the risk of surgery with the risk of virus transmission to the child or others either en route to or within the hospital, or the risk of mobilising resources away from acutely ill patients. As we do not know how long this pandemic will last, we actually do not know how long we might have to postpone “non-urgent” procedures. Just a few weeks? A few months? Until it becomes really urgent? Frankly, nobody knows. Postponing cryptorchidism surgery for a few months might not be a problem, but for every 6 mo of delay the risk of needing assisted reproductive technologies rises by 5% and the risk of later malignancy by 6% [7]. But what if we still have to “prioritise” in a few months to deal with the backlog due to the pandemic, or even worse, if the pandemic is still raging? What if “lockdowns” are enforced repeatedly? At some point we will have to manage and to cope with accumulating waiting lists.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 896,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is to be hoped that we will not see negative consequences for the fertility of this generation or experience regression in the management and treatment achievements of recent years, such as for reflux, posterior urethral valves, and ureteropelvic junction, thereby impairing kidney function. It is also entirely possible that this pandemic will reveal another side, as we might realise that some procedures are not as needed as we defend currently, showing how we have progressively overdiagnosed and consequently overtreated patients. Either way, it is worth knowing what the pandemic might bring us.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n  \nConflicts of interest: The authors have nothing to disclose.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The Spanish flu: an interdisciplinary problem",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Spinney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Defining the epidemiology of Covid-19—studies needed",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1194-1196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "From SARS to COVID-19: a previously unknown SARS-related coronavirus (SARS-CoV-2) of pandemic potential infecting humans – call for a One Health approach",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "El Zowalaty",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Järhult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "One Health",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931-934",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.eururo.2020.03.004"
                ]
            }
        },
        "BIBREF5": {
            "title": "Urinary obstruction causes irreversible renal failure by inducing chronic tubulointerstitial nephritis",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Coroneos",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Assouad",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "L.D.",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Nephrol",
            "volume": "48",
            "issn": "",
            "pages": "125-128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Association between male genital anomalies and adult male reproductive disorders: a population-based data linkage study spanning more than 40 years",
            "authors": [
                {
                    "first": "F.J.",
                    "middle": [],
                    "last": "Schneuer",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Child Adolesc Health",
            "volume": "2",
            "issn": "",
            "pages": "736-743",
            "other_ids": {
                "DOI": []
            }
        }
    }
}