{
    "paper_id": "PMC7151262",
    "metadata": {
        "title": "Burn center function during the COVID-19 pandemic: An international multi-center report of strategy and experience",
        "authors": [
            {
                "first": "Juan",
                "middle": [
                    "P."
                ],
                "last": "Barret",
                "suffix": "",
                "email": "jpbarret@vhebron.net",
                "affiliation": {}
            },
            {
                "first": "Si",
                "middle": [
                    "Jack"
                ],
                "last": "Chong",
                "suffix": "",
                "email": "chong_si_jack@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Nadia",
                "middle": [],
                "last": "Depetris",
                "suffix": "",
                "email": "nadia.depetris@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [
                    "D."
                ],
                "last": "Fisher",
                "suffix": "",
                "email": "mark-d-fisher@uiowa.edu",
                "affiliation": {}
            },
            {
                "first": "Gaoxing",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "email": "logxw@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Naiem",
                "middle": [],
                "last": "Moiemen",
                "suffix": "",
                "email": "nmoiemen@aol.com",
                "affiliation": {}
            },
            {
                "first": "Tam",
                "middle": [],
                "last": "Pham",
                "suffix": "",
                "email": "tpham94@uw.edu",
                "affiliation": {}
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "email": "ql10727@rjh.com.cn",
                "affiliation": {}
            },
            {
                "first": "Lucy",
                "middle": [],
                "last": "Wibbenmeyer",
                "suffix": "",
                "email": "lucy-wibbenmeyer@uiowa.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The world has watched the COVID-19 pandemic unfold as it began in the province of Wuhan, China in the end of 2019 and has inexorably marched across the globe. At the beginning of April, at the time of the publication of this report, the world is united in apprehension about the future. Like a slow-motion car accident, we have all contemplated what coming weeks will bring to our communities.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Reports have taught us that the disease brings high volumes of critically ill patients in a surge that can be overwhelming. The lines of defense for the critically ill start with the medical intensive care units, followed by the surgical intensive care units, leaving the burn intensive care units shielded at first.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "But the burn service as a whole is a working unit of great resilience able to handle the arduous care of the sickest patients with the largest and most complex wounds. As a result, the burn service represents an important component of the response to the COVID-19 surge, as has been demonstrated repeatedly.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As burn leaders anticipate the surge in their own cities in coming weeks, the strategic approach will vary depending on numerous local factors. As the following reports demonstrate, key tasks include strategic coordination of services, reasoned allocation of burn resources to the surge, and maintenance of residual burn capacity. We present the strategy and experience to date of seven burn centers in China, Singapore, Japan, Italy, Spain, the UK, and the US. These centers are located across the full range chronologically: before, in the midst of, and status post the peak of new cases (Fig. 1\n). We anticipate a follow-up report when the pandemic threat has receded and hope our collective experience will be useful. Indeed, we must find ways to become stronger, more responsive and agile, before the next challenge comes.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 591,
                    "end": 597,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The first case reported in Shanghai was on January 20, 2020 at the start of the outbreak in China (Fig. 2\n). The patient had traveled from Wuhan city [1]. As of today, Shanghai has had 451 confirmed cases. Among them, 108 are in stable condition, 6 remain in critical condition, 2 are in severe condition, five patients have died, and 330 have recovered [2]. The first wave of COVID-19 patients in Shanghai occurred in February. But a second wave of disease is being observed due to the large flow of people back to Shanghai returning from abroad. Today all people coming from abroad are screened with nucleic acid tests.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 357,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Course of COVID-19 in Shanghai ::: Shanghai experience",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 105,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The Shanghai Center for Disease Control has directed the flow of care across the city throughout the outbreak. Ruijin Hospital is the largest hospital in the city including a dedicated acute burn hospital on the campus. After Wuhan was locked down on January 23, our burn hospital was directed not to treat any patients with fevers. Careful screening has been performed to keep COVID-19 positive patients out of the burn hospital. All burn patients with fever were directed to specialized clinics for testing for COVID-19.",
            "cite_spans": [],
            "section": "Shanghai strategic approach to burns during COVID-19 ::: Shanghai experience",
            "ref_spans": []
        },
        {
            "text": "Since the second week of January, we have been screening people first by phone and again at the door for travel history, presence of family members from epidemic areas, presence of fever and any respiratory symptoms in the last 2 weeks. The only patients who can be admitted to the burn hospital must be negative for travel risk factors in the last 2 weeks and be afebrile. Even then, asymptomatic patients undergo chest computed tomography (CT) prior to admission. To date, no COVID-19 patients have been admitted at Ruijin Burn Hospital.",
            "cite_spans": [],
            "section": "Shanghai strategic approach to burns during COVID-19 ::: Shanghai experience",
            "ref_spans": []
        },
        {
            "text": "We have 22 physicians and 74 nurses in the burn hospital. Since the second week of January, we have modified the call schedule to maintain physicians in reserve in case of illness. One team has been dispatched from the burn hospital to assist the fight against the disease in Wuhan, Hubei province. The team included 2 physicians and 3 nurses. Telehealth has also been incorporated into the practice of therapists, nurses, and Physicians/NPs/PAs.",
            "cite_spans": [],
            "section": "Burn workforce management during the pandemic ::: Shanghai experience",
            "ref_spans": []
        },
        {
            "text": "Hospital staff are regularly screened for the possibility of COVID-19. A color coded QR health code is used to identify and direct workers by risk level [3]. Staff complete a screening application and are assigned a code accordingly. The identical system is used with patients and serves as a passport system for movement through the hospital for all.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Workforce safety and surveillance ::: Shanghai experience",
            "ref_spans": []
        },
        {
            "text": "ED evaluations are conducted with one person per consultation room (Fig. 3\n). Family accompaniment is minimized, and febrile patients are screened and directed to the nearest fever clinic. Even without fever or other high-risk factors, PPE is used in all ED encounters including masks, shields, gloves, and gowns.",
            "cite_spans": [],
            "section": "Burn hospital ED practice ::: Shanghai experience",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Constant surveillance for fever or other risk factors for COVID-19 is performed after admission. On the ward, PPE is used during patient care and social distancing principles are emphasized. Inpatients who develop respiratory symptoms or fever undergo Reverse Transcriptase-Polymerase Chain Reaction (RT-PCR) and chest CT. On discharge, principles of COVID-19 prevention are emphasized and follow-up is done through telemedicine as much as possible. Also, the messages of prevention, first aid, treatment, and rehabilitation are promoted as much as possible during the pandemic.",
            "cite_spans": [],
            "section": "Inpatient burn practice ::: Shanghai experience",
            "ref_spans": []
        },
        {
            "text": "Fortunately, we have not experienced an overwhelming burden of disease. But we have developed detailed practices to protect and maintain burn system function through the pandemic.",
            "cite_spans": [],
            "section": "Chongqing burn strategy during COVID-19 ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Educating all the personnel about the protection and control of COVID-19, all the personnel should pass the tests online, paperwork, and practice.",
            "cite_spans": [],
            "section": "Chongqing burn strategy during COVID-19 ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Local and hospital administrators have been carefully directing staff to limit risk of COVID-19 to our hospital. Those who traveled to Hubei province or other regions outside Chongqing cannot return without clearance. Hospital staff must also receive clearance from the president of the hospital to leave downtown Chongqing. A fever clinic was established for the evaluation of individuals with symptoms such as fever, cough, sore throat, dyspnea. Asymptomatic staff with known unprotected contact with a suspected COVID-19 patient are quarantined for 14 days.",
            "cite_spans": [],
            "section": "Staff travel restrictions ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "The temperature of all staff is measured on entrance and exit from the center and only necessary staff are permitted to enter. Staff food must only be from home or from the hospital canteen and meals should be consumed in isolation. We avoid unnecessary meetings. Necessary meetings are minimized to no more than 15 min in well-ventilated places. Finally, staffing is adjusted fluidly matching the number of staff in the hospital to the need. Staff are sent home when possible. Staff are also encouraged to use private transportation to and from the hospital. Those who must use public transportation wear mask, glove, and face shield, maintaining 1.5–2 m distance from others.",
            "cite_spans": [],
            "section": "Protection of staff at the burn center ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Enhanced precautions when evaluating new patients include heighted PPE use and careful screening for COVID-19 risk factors. In addition, all new admissions require prior notification of the director and head nurse of the ward. Suspected and confirmed COVID-19 patients do not go on to further burn care without infectious disease consultation. Suspected patients are screened by nucleic acid tests and chest CT. We continue to remain vigilant for evidence of COVID-19 after admission as well, ready to escalate precautions for any patient who develop suspicious new findings. Regardless of status, each patient should be set in a single room.",
            "cite_spans": [],
            "section": "Burn patient screening during COVID-19 ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Our burn center consists of 6 clinical floors with 4 wards and 150 burn beds and 4 research floors. New severe burn patients are admitted to BICU on the fifth floor with no visitors. New, lower severity inpatients are admitted to the second floor for the first 14 days of the admission. There, first level PPE are maintained, and patients are housed in individual rooms with no more than one caregiver. Pediatric patients are allowed two caregivers. The temperature of both patients and caregivers are checked twice daily. Patients and caregivers are also not permitted to leave the ward. This emotional impact of this isolation is mitigated via remote video for family.",
            "cite_spans": [],
            "section": "Patient cohorting ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Our strategy during the outbreak is to abstain from elective operations on COVID-19 positive patients, reserving surgery only for life-threatening causes. PPE enhanced to the secondary or tertiary level in these circumstances. Emergency procedures in patients of unknown status should be preceded by a CT scan and enhanced PPE is used. During the height of the outbreak in Chongqing, follow-ups and rehabilitation visits were minimized and conducted via telehealth when possible.",
            "cite_spans": [],
            "section": "Burn surgery during COVID-19 ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "It is incumbent of each ward to establish a system to register and manage PPE and disinfection supplies. Usage and supply are calculated every day.",
            "cite_spans": [],
            "section": "PPE and sanitation equipment ::: Chongqing experience",
            "ref_spans": []
        },
        {
            "text": "Singapore is a city state that has a population of 5.5 million and is served by a single burn unit, Singapore General Hospital (SGH). COVID-19 was first diagnosed in the city on January 2nd and a slow increase has been developing since that time (Fig. 5\n). In Singapore we have had more than 850 COVID-19 patients total with 19 currently in the ICU, 3 deaths, and 250 who are status post discharge. Currently most of the patients are imported cases from returning Singaporeans. The rate of infection in the city is steadily accelerating, with an inflection point that has just become apparent in late March. Fortunately, no burn patients with the virus have been encountered so far.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Singapore ::: Singapore experience",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Burden of COVID-19 has not yet necessitated extensive round the clock cohorting of staff and no impact on burn capacity has been experienced so far. Burn personnel have been contributing to the virus effort. Junior staff have all been deployed to the emergency department and to the isolation wards. Senior staff may start to be deployed to contribute to the overall efforts. Foreign patients which used to account for most of our major burn patients have now been restricted.",
            "cite_spans": [],
            "section": "Singapore COVID-19 strategy ::: Singapore experience",
            "ref_spans": []
        },
        {
            "text": "Of note, our previous experience with SARS, Nipah Virus, H1N1, and MDROs has resulted in considerable physical plant elements within the hospital designed for occasions such as this. In 2019, the burns unit at SGH created a separate isolation wing which can function independently. The capacity of the 8 isolation-capable ICU rooms (all with ante-room), separate operating theater and support rooms to facilitate cohorting, change and disposal. The isolation wing can independent cater to the normal workload of burn patients while the 34 bed burn center is catered for mass casualty scenarios.",
            "cite_spans": [],
            "section": "Physical plant ::: Singapore experience",
            "ref_spans": []
        },
        {
            "text": "Tokyo is the largest city in Japan with a dense population of 13.85 million. The first COVID-19 patient was diagnosed on January 30. The patient was a female in her 30s working as a tour conductor in Wuhan. She entered Japan on January 20th and became symptomatic four days later followed by pneumonia. Since that time 299 patients are COVID-19 positive, 253 are hospitalized, 13 are critically ill, 6 have died, and 40 have been discharged (Fig. 6\n). Tokyo has observed a dramatic rise in cases in March prompting the Governor of Tokyo to say, “we are at the point where we can deter the explosion of infection” calling for a lockdown. We are preparing for a surge of infections across the city.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Tokyo ::: Tokyo experience",
            "ref_spans": [
                {
                    "start": 442,
                    "end": 448,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Burn services in Tokyo are provided by 14 Burn/Trauma units which comprise the Tokyo Burn Unit Association. So far none of these units have treated a burn patient suspicious for COVID-19. Consequently, burn services are running normally at this time.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Tokyo ::: Tokyo experience",
            "ref_spans": []
        },
        {
            "text": "Across the 14 Tokyo burn centers, we have not yet experienced a surge in patients. But there is concern for limitations in numbers of negative pressure rooms, staffing, and PPE. One hospital is beginning to restrict access to outpatient care.",
            "cite_spans": [],
            "section": "Effect of the pandemic on burn center resources ::: Tokyo experience",
            "ref_spans": []
        },
        {
            "text": "Burn patients suspicious by history or clinical findings will be screened with chest x-ray (CXR) and chest CT, followed by PCR if the diagnosis is unclear. Patients with suspected infection will be evaluated in a dedicated room. At this time, we do not have plans to change technique of burn care, either surgical or at the bedside. We have not instituted cohorting of the staff yet. The Tokyo burn system has not yet been stressed by the COVID-19 pandemic yet but we anticipate the imminent and rapid escalation of disease. Infected patients with trauma, burns, and other acute illnesses will soon arise, and there will be an urgent need to address these. There is likewise an urgent need to simulate situations that the burn unit will face.",
            "cite_spans": [],
            "section": "Tokyo burn center plan ::: Tokyo experience",
            "ref_spans": []
        },
        {
            "text": "Birmingham city is the second largest in UK with a population of 1.1 million and a wider metropolis population of 2.4 million. University Hospitals Birmingham has 2700 beds and covers all medical and surgical specialties, with 100 Critical care beds on the main site of Queen Elizabeth Hospital, hosts the Regional Adult Burn Center with 18 beds (3 Intensive care, 7 High dependency, and 5 isolation rooms and 4 low dependency beds). Birmingham Children Hospital, Specialized Pediatric Hospital hosts the Regional Pediatric Burn Center with11 beds (2 burn pediatric intensive care, 2 high dependency, 3 isolation rooms and 4 low dependency beds.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Birmingham ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "Although the first 2 cases of COVID-19 patients in UK were reported on January 31, 2020, the first patient in Birmingham with COVID-19 was not reported till March 9th, 2020 (Fig. 7\n). [4] As of March 29, 2020, there are 513 patients with confirmed COVID-19 reported by Public Health England in Birmingham. As for the March 30th the Queen Elizabeth Hospital site have more than 260 patients with suspected or confirmed COVID-19. None of the burn patients, either adults or children, who were admitted to both centers had confirmed COVID-19, until now. Only one child, who was admitted before the outbreak, had a family contact with a suspected COVID-19 individual but consequently tested negative.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Course of COVID-19 in Birmingham ::: Birmingham experience",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 180,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "A UK wide lockdown was issued on Monday 23 March, however University Hospitals Birmingham Executive team on March 10th, asked all hospital staff not to travel outside the Birmingham area and banned all hospital “professional” visits. On March 20th, the hospital preparedness was ramped up in order to create a regional hub COVID-19. All routine surgeries were canceled, and out-patient clinics were converted to “virtual” consultations, with all required IT support put in place. Visiting to in-patients is canceled except in exceptional circumstances and footfall to the hospital site is tightly monitored and controlled. Meetings are conducted via video conference wherever possible and social distancing is encouraged amongst staff members whilst at work. The current 36 theaters, on Queen Elizabeth Hospital Site, are now prepared to support the existing critical care bed and only 3 theaters were designated for emergencies including Burns.",
            "cite_spans": [],
            "section": "University hospitals Birmingham ::: Birmingham strategy during COVID-19 pandemic ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "On Burns, we lost 3 critical care beds as they were within the general critical care cohort that was designated to support COVID-19 patients. As part of the strategic resilience all 7 high dependency rooms at the burn center were upgraded to fully equipped intensive care rooms and from now ventilated burn patients can be cared for at the burn center rather than the general ICU.",
            "cite_spans": [],
            "section": "University hospitals Birmingham ::: Birmingham strategy during COVID-19 pandemic ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "The numbers of hospitalized children with COVID-19 is very small, however there was some strategic shift to respond to the local and national pressures on burn care. An agreement was set in place to accommodate young adults within the children hospital, if required. Furthermore, there was a national agreement between clinicians, commissioners and NHS England, to designate Birmingham as a National Burn Center during the pandemic",
            "cite_spans": [],
            "section": "Birmingham children hospital ::: Birmingham strategy during COVID-19 pandemic ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "All available consultants at the Queen Elizabeth Hospital site had extra training on the basic Critical care management as relevant to COVID-19 patients to support the critical care team. All medical staff are changed to a full shift rota pattern and daily assessments are made of minimal staff numbers required to maintain a safe service. Any members of staff considered surplus to this requirement are redeployed to other areas such as dedicated teams for proning ventilated patients or inserting intravenous access. All planned rotations of junior medical staff are postponed. Daily meetings are held to brief the senior medical staff about any relevant organizational or clinical issues to be disseminated to the rest of the medical team.",
            "cite_spans": [],
            "section": "Changes in the patients pathways ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "Minor burns <10% TBSA are not routinely admitted and during the period of the pandemic lockdown, patients, parents and carers were taught to do their own dressing at home and provided with adequate supply of dressings. Telemedicine are used to monitor these patients in a structured “virtual” burn wound dressing clinics. Moderate burns were admitted only after consultant burn surgeon review of that patient in the emergency room. Major Burns care pathway was also adapted to accommodate to the new hospital strategic shift. Access to theater on admission as per original protocol is still maintained, however, further theater access requires prioritization, competing with other emergencies. Immediate access for burns at the Children Hospital is still maintained.",
            "cite_spans": [],
            "section": "Changes in the patients pathways ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "We are following national guidelines for PPE and patients testing for COVID-19. We can only test patients with fever or symptoms. There was criticism of the limited testing in UK compared to other European countries. Furthermore, there is national guidelines on the care of burn patients due to be published shortly of patients with revised Baux score >90, patients with Canadian frailty score >5 and suspected or confirmed positive COVID-19 patients.",
            "cite_spans": [],
            "section": "Changes in the patients pathways ::: Birmingham experience",
            "ref_spans": []
        },
        {
            "text": "The COVID-19 outbreak in Spain started in February. The first imported cases appeared in the Canary Islands and the Island of Mallorca. Following that, the next imported cases appeared in different cities around the country. These were imported cases from the North of Italy before mandatory confinement of that population was instituted. Community spread of the virus in Spain then began in the first two weeks of March (Fig. 9) [5]. This was also the point at which the inflection point in the rate of spread was observed. The most severely affected regions early on were Madrid, La Rioja, and the Basque Country. The situation of the whole of Spain at the time of this report includes 85,195 confirmed cases (accounting to an incidence of 1828 cases/1,000,000 people), 5231 in intensive care, 6528 deaths, and 16,780 cases recovered and cured.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Course of COVID-19 in Barcelona ::: Barcelona, Spain experience",
            "ref_spans": [
                {
                    "start": 422,
                    "end": 428,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "The first case in our hospital came on March 2nd. On March 11th we had 21 cases (Fig. 8\n). A State of Emergency was declared on the 13th with mandatory confinement. But an exponential rate of admissions has been observed, nonetheless. At the time of this report (March 30th), there are now 685 cases of pneumonia admitted in the hospital and 147 in ICU. Forty additional cases have been transferred to nearby private hospital which has been subsumed under University Hospital control. Fifteen cases have been housed in a nearby hotel which has been medicalized and the nearby sports pavilion has been transformed in a campaign hospital to house 22 additional patients [6].",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 671,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Course of COVID-19 in Barcelona ::: Barcelona, Spain experience",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "All health professionals have been mobilized except for minimal staff to maintain the function of specialized units including the Burn Center. Surgery is reserved only for life threatening conditions, including severe burn cases.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Barcelona ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Our Burn Center is a 26-bed facility with our own burns operating theater, outpatient department, rehabilitation area and dedicated burn ER. The Center treats both adults and children and serves a catchment population of 8 million people. Average burn admissions are 550 per year and 3000 burn emergencies per year.",
            "cite_spans": [],
            "section": "Barcelona burn function during COVID-19 ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Eight patients with suspected COVID-19 infection have been examined so far. Of those, 3 positive cases have been confirmed. One of the cases died after developing pneumonia. The patient was 84 years old with a 5% full thickness burn on the back of the thighs. There have been no problems with supplies and access to the operating room as burn services are considered essential. The center maintained full capacity until March 23rd. Following that day, the center started to admit non-Covid19 critical patients and had to decrease the OR capacity. Burn emergencies and admissions have also decreased due to the confinement of the population and the decrease of industrial activity.",
            "cite_spans": [],
            "section": "Barcelona burn function during COVID-19 ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "March 26th has been somewhat of a watershed with considerable intensification of work after that time. Due to the pressure of COVID-19 admissions in the General ICU, the Burn Center has started to admit non-COVID polytrauma and non-COVID NeuroICU patients. All anaesthesiologists and intensive care physicians have been mobilized for COVID-19-related work. As a consequence, the center has been forced to decrease its OR capacity to life-threatening conditions only. ICU capacity has been doubled by converting non-essential wards to ICUs. Currently, the hospital has a capacity of more than 200 ICU beds for adult patients. Since March 26th, the Burn Center has been converted to a non-Covid ICU, being the last area of the Trauma Hospital COVID-free besides the Regional Spinal Cord Injury Unit. As of March 27th, the only area of the Hospital campus that is entirely non-COVID is the Children's &Women hospital.",
            "cite_spans": [],
            "section": "Workforce management during COVID-19 surge ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Until March 26th, the physician workforce was divided into two cohorts which rotated through 2-week shifts. The off-duty physicians remained at home, not on call. But the surge of cases has forced more aggressive staff deployment. Since March 26th all surgical staff have been mobilized to staff COVID-19 ICUs except for a minimal staff to maintain essential surgical services. Nurses remain divided into three cohorts rotating 1 week on and home for 2 weeks.",
            "cite_spans": [],
            "section": "Staff management during the COVID-19 surge ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Our first burn staff COVID-19 infections occurred the week of March 23rd including a head-nurse with respiratory symptoms and fever. One burn intensivist is now admitted with COVID-19 pneumonia.",
            "cite_spans": [],
            "section": "Staff COVID-19 infections ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Unprotected exposure of personnel to positive patients are reported to the Occupational Risk Prevention Department for investigation. If the contact is at risk personnel is confined at home.",
            "cite_spans": [],
            "section": "Staff COVID-19 infections ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "If a burn patient presents to the ER with a suspicious history and clinical exam, pharyngeal sputum RT-PCR and chest X-ray are performed.",
            "cite_spans": [],
            "section": "Patient COVID-19 screening and disposition ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Patients requiring admission have a chest X-ray regardless of symptoms. After admission, burn patients who develops symptoms are isolated and undergo sputum PCR and chest X-ray. Isolation is maintained until definitive results return.",
            "cite_spans": [],
            "section": "Patient COVID-19 screening and disposition ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "The final disposition of a COVID-19 Positive Burn Patient is as follows:•Non-critical burn: transfer to surgical COVID Ward with nursing by a cohort of burn nurses for COVID patients.•Critical Burn patient: transfer to the COVID-19 Positive Trauma ICU which is located next to the non-COVID Burn/Trauma ICU.\n",
            "cite_spans": [],
            "section": "Patient COVID-19 screening and disposition ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "The Burn Center works with continue positive pressure in the Burn ER, Burns Theater and the Burn-ICU rooms. Therefore, no COVID-19 positive patients may be treated in these areas [7].",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Patient COVID-19 screening and disposition ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "COVID-19-positive patients are preferentially treated with multi-day dressings (48–72 h). Nonetheless, more frequent dressing changes are performed when required.",
            "cite_spans": [],
            "section": "Inpatient burn care ::: Barcelona, Spain experience",
            "ref_spans": []
        },
        {
            "text": "Turin, in Northwestern Italy, has a population of 875,000 and is located in the Piedmont region. This is adjacent to Lombardy, the Italian epicenter of COVID-19. The surge in Turin began in early March with nearly 10,000 cases in the Piedmont region by the end of the month. This is in the larger context 105,792 cases nationally and 12,428 deaths to date (Fig. 10\n). As the burden of disease has mounted in the city, ICU capacity in the seven hospitals has been doubled, and in some cases tripled. Nonetheless hospitals are extremely full. The Orthopedic and Trauma Center (CTO) of the Città della Salute Hospital had been reserved from COVID-19 to maintain trauma and burn capacity. But at the time of the present report, even this hospital has 6 critically ill, and 20 ward COVID-19 patients. Overall incidence of burn injuries is diminished, but some unusual burns relating to efforts to disinfect with alcohol have been observed. The surge of cases in Turin has required a radical redistribution of burn workforce into the COVID-19 effort. Indeed, the present intensity of the effort has made it difficult even to draft this communication.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Turin ::: Turin, Italy Experience",
            "ref_spans": [
                {
                    "start": 357,
                    "end": 364,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Several important strategies should be emphasized based on our experience. The speed and severity of the crisis must not be underestimated. As resources will be in high demand, be ready to regionally centralize severe burn patients so that other burn centers can care for COVID-19 patients. Regional hospitals should be ready to increase critical care capacity. Defensive measures to prevent the spread of the virus within hospitals must be started immediately. Invasive procedures raise the risk of transmission by several mechanisms from proximity to airway manipulation. This can lead to new lines of transmission in and outside the hospital. Therefore, great prudence must be exercised in performing procedures.",
            "cite_spans": [],
            "section": "Strategies from Turin ::: Turin, Italy Experience",
            "ref_spans": []
        },
        {
            "text": "On January 21, 2020, the Washington State Department of Health announced that an individual tested positive for the SARS-CoV2 virus, the first confirmed case of COVID-19 in the US. Over the last two months, the Seattle region has become an epicenter of the infection (Fig. 11\n). The federal government declared Washington a major disaster area on March 22nd and pledged federal assistance to our State. As of March 24, there are 2469 confirmed cases and 123 deaths in Washington. At the University of Washington Medicine (UW Medicine), 73 patients are currently hospitalized among the 4 main hospitals (UW Medicine-Montlake, UW Medicine-Northwest, Harborview Medical Center, and Valley Medical Center). With rapid ramp-up of testing, we have tested over 34,000 samples in our region. Our region is witnessing a sudden change in the rate of positivity (from 6–7% to 14%) in the most recent samples, suggesting that we may be at an inflection point in the incidence curve.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Seattle ::: Seattle, USA experience",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "This evolving pandemic has already had a larger impact on our region's healthcare system than any other event in our lifetime. Harborview Medical Center (HMC) activated the incident command system one month ago (late February 2020) to prepare personnel, resources and processes for a projected large influx of confirmed and presumptive infection cases. The burn center participates in the planning organized within HMC, the UW health system, as well as the Northwest Healthcare Response Network (NHRN). The University public COVID-19 resource page is: https://covid-19.uwmedicine.org/where plans and protocols are disseminated [8].",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 630,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Seattle COVID-19 strategic plan ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "Within the hospital, COVID-19 patients are cohorted on 2 separate floors (1 ICU and 1 acute care floor). Geographic separation offers the advantages of using specialized ICU rooms with negative pressure and maintenance of strict infection control practices in those units. As the number of COVID-19 patients surge, additional space will be located sequentially in the trauma surgical ICU, the post-anesthesia care unit (PACU), then burn/pediatric ICU. Providers can maintain droplet precautions in these expansion spaces, but engineering challenges limit how many can be converted to a negative pressure environment in a short period.",
            "cite_spans": [],
            "section": "Inpatient hospital organization ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "To conserve equipment resources, all elective procedures throughout the health system are canceled, with reappraisal planned in 6 weeks. Total operating room capacity has been intentionally reduced by 1/3 so far, with strict rules to conserve PPE, specifically surgical masks and gowns. The inpatient burn units are implementing reusable cloth gowns and repeat use of surgical masks. This implementation has an estimated savings are more than 200 disposable gowns and masks per day from the burn ICU and acute care inpatient units alone. Multiple health systems have engaged the community in the region to help fabricate additional surgical masks and donate PPE that individuals may have purchased.",
            "cite_spans": [],
            "section": "Conservation of resources ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "All healthcare personnel have the immediate need to preserve their health, in order to reduce infection risk and be ready to substitute in case of exposure. As such, part of the provider staff is now working from home (attending physicians, fellows, advanced practice providers and residents). The UW Health System has suspended all clinical rotations for medical students and other clinical trainees. Nursing and therapy services have not yet adopted this off-site work arrangement. On-site personnel perform an attestation of having no respiratory symptoms before beginning their daily work. Healthcare workers with respiratory symptoms must stay home and undergo testing as indicated. Online town halls are held at least weekly, and more resources are made available daily to improve situational awareness and the resilience of healthcare workers. All new clinical research enrollment is suspended whereas ongoing research activities have been converted to remote access. The entire administrative support staff is working remotely.",
            "cite_spans": [],
            "section": "Protection of personnel ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "The overriding principle for the burn service line in this pandemic is to reduce our current footprint within the hospital, while advocating for the needs of the acute burn patients.",
            "cite_spans": [],
            "section": "Burn service strategies ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "In the outpatient phase, we have increased our recommendations for acute burn patients to receive local wound care and follow video instructions for therapy exercises (available free, online) for acute burn referrals. The burn clinic contacts each referred patient to offer telehealth follow-ups whenever possible. If patients require immediate transfer in for evaluation, strict screening protocols are in place to detect symptoms and cohort on arrival patients. Upon discharge, patients are instructed in wound care and therapy. They are provided sufficient dressing and medication supplies to support telehealth follow-up. Burn center outpatient in-person appointments have been reduced by 90%, by reschedule (reconstruction, late burn effects) and tele-visits (mostly through pictures, with some video-visits). Burn providers can now be off-site, conducting telehealth follow-ups coordinated by the clinic.",
            "cite_spans": [],
            "section": "Outpatient burn care ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "The burn team workforce also has an impending need to re-deploy: (1) to oversee the care of burn patients if they are cohorted in COVID units, and (2) to augment the critical care capabilities of the institution. Currently, one burn ICU nurse per shift is deployed to the COVID-19 ICU for 12 h for onboarding. N95 testing, training to properly don and doff isolation PPE are underway for all burn personnel.",
            "cite_spans": [],
            "section": "Inpatient burn team redeployment ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "Overall burn treatment strategies have not changed thus far, but we are preparing for the possibility that altered standards of care may need to be implemented soon. We adhere to the principle that such activation must occur in conjunction with our regional partners, as critical care capabilities must consider all conditions, not just COVID-19 vs. other specialized patient populations. Urgent reallocation of resources is often possible with improved regional awareness, for instance, when ventilators are scarce in one facility but available in another. Another regional consideration is blood supply. Currently, our region's blood supply is at 60% of normal given blood drive event cancelations and regional stay-at-home orders. Scoring the severity of illness across conditions, although an imperfect system, allows for proper allocation of resources and most importantly upholds the principle of distributive justice in an overwhelmed healthcare system. In the meantime, our burn center is reducing the needs for daily dressing changes for inpatients, through silver-impregnated dressings and ointment reapplications on greasy gauze. Updated protocols are already in place for procedures that generate aerosolized particles (airway procedures, cardiopulmonary resuscitation, bronchoscopy). Previous efforts to convert in-hospital visits, and team meetings to video format have also accelerated because of the need to implement in-hospital distancing.",
            "cite_spans": [],
            "section": "Burn care adaptation ::: Seattle, USA experience",
            "ref_spans": []
        },
        {
            "text": "Iowa City is small college town in the rural Midwest of the United States. As such it has been shielded from the earlier waves of COVID-19 that have hit the coastal US. The University of Iowa Hospital and Clinics (UIHC) is an 811 bed with annual inpatient admissions of 37,000. The hospital serves a local population of 147, 001 whereas the Burn Center serves the state of Iowa and surrounding environs bringing the burn population served to 3.1 million.",
            "cite_spans": [],
            "section": "Course of COVID-19 in Iowa City ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "Nonetheless, we have witnessed the remarkable reach of COVID-19 as infected patients accumulate with mounting speed even in Iowa (Fig. 12\n). The first case came to our area on March 8th with community spread reported by March 15th. At the time of this report, we anticipate entering the steep phase of the curve in our area over the next two weeks. As of March 27, the state of Iowa had 235 positive residents, 50 of whom were hospitalized and 3 deaths. The number of positive cases of coronavirus has been increasing at an average rate of 5.9 new cases a day since testing became more available on March 20 [9]. There have been no suspected or confirmed COVID-19 burn patients have presented so far.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Course of COVID-19 in Iowa City ::: Iowa City, USA experience",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "The University of Iowa Hospitals and Clinics (UIHC) had already benefitted from the experience of many other cities and countries in preparations for COVID-19 when the first positive residents were announced in early March. Multiple steps were instituted sequentially. Conservation of PPE (March 9) and orders for reusable gowns and cloth hats were placed. The Emergency Command of the hospital was activated, and daily meetings instituted (March 10). The daily census was pruned by cancelation and conversion of clinic visits to telemedicine visits (March 14) and elective surgeries were canceled (March 17). The flow of visitors was restricted (March 13) and entrances were secured and monitored (March 15). Remote work was offered to staff on March 16. The hospital set up an online site to manage in-kind donations from the community and one for employee ideas on the crisis management. These actions have seen a reduction in the hospital census from near capacity on March 8 to 72% on March 26.",
            "cite_spans": [],
            "section": "University of Iowa COVID-19 strategic plan ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "In anticipation of workforce realignments and absences, the Acute Care Surgery Division (ACS), which included the burn team and surgical intensive care workforce, developed a new schedule (March 24). With the cancelation of elective surgeries, emergency general surgery and trauma services were combined. One surgeon was assigned to both services for a 4-day period with a daily back up. In the anticipation of the need for intensivists, a list of available general surgery faculty was created to cover the ACS team. The resident schedule was adjusted to a 5-day rotating schedule to accommodate services with more needs and provide time off (March 26).",
            "cite_spans": [],
            "section": "Reorganization of workforce ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "The burn unit, in many regards, was well positioned to adjust to the new guidelines. Already with a well-functioning interdisciplinary team, the burn team was able to adjust to electronic communication platforms for rounds and communication. Telemedicine was already an active way to communicate with both clinic and outside referral hospitals. For clinic streamlining, the team was able to effectively communicate via phone and the patient web portal. For referral hospitals, an optional picture upload to a privacy-protected email was made mandatory (Health Insurance Portability and Accountability Act, 1996). Per protocol charge nurses were able to continue to manage potential transfers with house officer or advanced practice provider input when necessary.",
            "cite_spans": [],
            "section": "Adaptation in communication ::: University of Iowa burn service planning ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "Wounds were preferentially placed in long term dressings for both in and outpatients. Discharged patients were instructed on future wound care per the discharging nurse and videos that had been previously created. Finally, our disaster preparedness dressing supply list was reviewed with the hospital to ensure that we had enough supplies and did not have to adjust our daily routines.",
            "cite_spans": [],
            "section": "Wound care adaptations ::: University of Iowa burn service planning ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "Projections of the coming surge of critically ill COVID-19 patients in the state of Iowa suggest we will face shortages in ventilators and ICU capacity in two weeks. Our present stance is aimed to conserve resources as much as possible. We are currently formalizing an austere conditions allocation scheme for critical care resources in case of severe burns.",
            "cite_spans": [],
            "section": "Changes in burn care algorithm ::: University of Iowa burn service planning ::: Iowa City, USA experience",
            "ref_spans": []
        },
        {
            "text": "Chongqing and Shanghai are cities of the largest scale, positioned relatively close to Hubei and are now well past the main surge of infections. The most important lessons from their experience are on the subject of big picture coordination and discipline in prevention. Their remarkable success in containment should motivate other centers to carefully study their approach.",
            "cite_spans": [],
            "section": "Key lessons from centers at the tail end of the epidemic surge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "\nBoth cities had a centralized command structure for the response to the virus which was able to direct the population and coordinate city-wide clinical strategy.",
            "cite_spans": [],
            "section": "Key lessons from centers at the tail end of the epidemic surge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Even though COVID-positive patients were kept out of the burn service, both burn centers maintained intense and meticulous precautions with great discipline. Consequently, neither of these exceptionally large burn centers had a single case of a COVID positive patient in their main units, preserving burn center function. And importantly, burn patients who were COVID-positive were successfully managed as part of the COVID-positive cohort.",
            "cite_spans": [],
            "section": "Key lessons from centers at the tail end of the epidemic surge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Barcelona is a large city with an advanced healthcare system. And yet the surge of life-threatening COVID-19 has forced the city to engage in a heroic defensive action. A key lesson to be learned is that the COVID-19 surge can reach a scale and intensity that few of us have ever experienced. As the surge intensifies, a continuous reallocation of healthcare resources may be required. This is a challenging task that should be vigorously planned now. Likewise, burn center resources will be increasingly directed to the COVID-19 response. This will result in a de facto austere situation vis-à-vis burns. Hence austere condition burn algorithms should be titrated as the scale of the COVID-19 threat rises.",
            "cite_spans": [],
            "section": "Key lessons from centers currently in the middle of the surge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The remaining centers in this report are included to demonstrate the approach of centers with different circumstances, systems, and patient populations but who all have had the advantage of advanced warning. In a follow up report, we will review the performance of our respective strategies in coping with the coming threat.",
            "cite_spans": [],
            "section": "Key lessons from centers at the start of their surge ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The clinical treatment of burn patients with COVID-19 infection itself is beyond the scope of this report. But there are key concepts that are specific to burn service organization as follows.",
            "cite_spans": [],
            "section": "Principles of burn center management during the pandemic ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "An effective regional response to the pandemic will include a centralized strategic command to coordinate clinical units. Burn center leadership should be engaged with this process, including the reorganization of critical care and re-allocation of other resources within their hospital and regional emergency/disaster preparedness network. Regional critical care coordination is of utmost importance, as altered and crisis standards of care may need to be implemented in specific circumstances. The allocation of scarce resources (such as ventilator access) for burn patients will need to be considered together with needs of all other critical care patients in the region. Burn center leaders must leverage existing regional collaboration and continue to communicate with other burn leaders regionally, nationally and internationally to fast-track the dissemination of best practices and lessons learned.",
            "cite_spans": [],
            "section": "Engagement in regional strategic planning ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Burn personnel should also lead in conservation strategies to preserve resources. Burn patients are inherently susceptible to infections. Given the shortage of PPE, burn personnel have adapted to new policies that have included limited access to gowns and reduction of health care provider-patient exposure. This has led to the adoption of multi-day dressings to obviate daily wound care. Some centers choose to avoid multi-day dressings for outpatients as these specialized dressings may require return clinic visits for changes. In many cases, simple daily dressings done at home are a viable option.",
            "cite_spans": [],
            "section": "Conservation of resources ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Preservation of the burn workforce is essential to maintaining burn competency and can be achieved through institution of strict infection control protocols and instituting strategies to accommodate remote work. Many of the centers have rotated work forces to accommodate days off, these include teams of nurses, residents, and physicians. Few reports of burn personnel infections have been reported. This is most likely secondary to strict infection screenings and visitor restrictions instituted at hospitals and burn centers. The most stringent of these have occurred in Asia including reporting exposures to Occupational Health, hospitals lockdown and either using private modes of transportation, or requiring PPE if using mass transportation.",
            "cite_spans": [],
            "section": "Maintenance of burn workforce ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Geographic cohorting of burn patients helps to maintain non-infectious status at the same time providing proximity to enable wound care as well as interprofessional team care. Burn centers, especially those in Asia, have maintained burn units as COVID-free units, screening with RT-PCR, chest radiographs and chest CT scans, and requiring admission permission from hospital administration. Physical plant permitting, a burn center may be able to be divided into modular isolation units to care for burn patients or other patients with COVID-19. If the floor plan of the unit does not allow for this, the burn team will have to adapt to travel to other units to offer care to burn patients with COVID-19. This is the situation currently in Barcelona. Finally, with the continued spread of infected patients, many burn units have been re-purposed into general intensive care units, taking on trauma and other specialty populations.",
            "cite_spans": [],
            "section": "The importance of cohorting ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "When the regional needs exceed these capabilities, burn center providers can expect to be re-deployed and have expanded roles as necessary to assist in the care of surge patients, such as intensivist deployments in Shanghai and Singapore.",
            "cite_spans": [],
            "section": "The importance of cohorting ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "As resources become scarce, a de facto austere condition emerges. Burn units should be ready to titrate strategies to the degree of austerity using existing instruments such as the American Burn Association Austere Conditions Guidelines [10]. That being said, no center has yet reported the need to change burn surgery or bedside technique per se other than heightened PPE precautions when indicated.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Technique of burn care under pandemic conditions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The shocking speed with which the COVID-19 pandemic has exploded, and the scale of strategic planning required to cope make it very difficult for systems to prepare adequately. In many places, the critical care demand will create sudden scarcity which will impact the capacity to provide critical care for burns. This obligates each burn center to prepare for burn care under austere conditions. In cases of massive COVID-19 disease, the burn center will become an important cache of personnel, space, and equipment. Burn center leadership should actively engage in the local and regional strategic planning. Importantly, the burn community should seek ways to help one another through the coming challenge. The present collection of experiences aims to achieve the goal of early communication among burn leaders in order to disseminate knowledge rapidly and fast-track best practices for the burn community.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: The centers are located across the full range of the surge timeline.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: New COVID-19 cases: China.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Shanghai Ruijin Burn Hospital Screening Algorithm.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: COVID-19 in Chongqing, China.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: New COVID-19 cases: Singapore.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: New COVID-19 cases: Japan.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: The numbers of COVID-19 individuals in the West Midland Region.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Evolution of admitted cases at the Vall d’Hebron Hospital Campus.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: New COVID-19 cases: Spain.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 10: New COVID-19 cases: Italy.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 11: New COVID-19 cases: USA.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 12: COVID-19 cases: Iowa.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Mateos-Garcia",
                    "suffix": ""
                },
                {
                    "first": "V.R.",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gea-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "McKee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Guideline for burn care under austere conditions: special care topics",
            "authors": [
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Kowalske",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Burn Care Res",
            "volume": "38",
            "issn": "",
            "pages": "e497-e509",
            "other_ids": {
                "DOI": []
            }
        }
    }
}