{
    "paper_id": "PMC7231901",
    "metadata": {
        "title": "Vietnamese Public Health Practices in the Advent of the\nCOVID-19 Pandemic: Lessons for Developing Countries",
        "authors": [
            {
                "first": "Jeconiah",
                "middle": [
                    "Louis"
                ],
                "last": "Dreisbach",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Vietnam reported its first 2 cases of the 2019 coronavirus disease (COVID-19) on January\n23, 2020, which came from 2 Chinese nationals who visited Ho Chi Minh City for the Lunar\nNew Year holiday festivities. By January 28, public health experts were immediately able\nto trace the importation and transmission of the disease in the country from the first\ncases as published in the New England Journal of Medicine.1 The following case\nthat emerged came from a Vietnamese businesswoman who returned to Vietnam on January 17,\n2020, after a 2-month business trip in Wuhan. This was considered to be the first case\nof a Vietnamese citizen being infected by the disease. A comprehensive case study on the\nVietnamese woman published by the Lancet Infectious Diseases2 mentioned that\n“individuals who had substantial contact with the patient and her two colleagues were\nquarantined and all accommodations and transit methods were decontaminated.”",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 758,
                    "end": 759,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As the number of cases rose to 6 on February 1, the Vietnamese government declared that\nthe country was under an epidemic. On February 13, the Vietnamese health ministry\nordered the Son Loi municipality, a town near the capital Hanoi, to be placed on\nlockdown as cases rose in the area. By February 25, its government declared that all 16\nconfirmed coronavirus cases had been cured and discharged from the hospital. The World\nHealth Organization (WHO) representative in Vietnam Kidong Park lauded this success the\nproactive public health practices of the government at its early stages by “intensifying\nsurveillance, enhancing laboratory testing, ensuring infection prevention, and control\nand case management in health care facilities, clear risk communication message, and\nmultisectoral collaboration.”3",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 805,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On March 12, however, the Vietnamese Ministry of Health reported that 31 more cases\nemerged with the latest patients testing positive after coming from flights in Europe.\nThe WHO announced the day before that they consider Europe to be the epicenter of the\nCOVID-19 pandemic. On tracing this development, the country’s flag carrier Vietnam\nAirlines immediately reduced its flight frequencies between Vietnam and the United\nKingdom, France, and Germany as a preventive measure. They also stopped issuing visas on\ncitizens from Italy and South Korea, 2 of the most infected countries affected by\nCOVID-19, to ensure the public health safety of the Vietnamese people.4",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 665,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Vietnamese Prime Minister Nguyen Xuan Phuc called for the immediate response on the\nconfirmed COVID-19 cases in Vietnam by offering free testing and treatment to those who\nwere found positive, requiring a health declaration from all domestic and international\ntravelers, wearing facemasks in public spaces, and banning the entry of individuals with\nsuspected cases.5",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In an innovative effort to mitigate the rise of coronavirus cases in the country, the\nnewly formed Vietnamese Steering Committee for COVID-19 Prevention and Control launched\na mobile application wherein citizens can be educated about the diseases and its\npreventive measures.6 Moreover, they can be able to frequently update their health\nconditions and report suspected cases in grassroots communities in the mobile app and\nidentify which areas need immediate action.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Importation and\nhuman-to-human transmission of a novel coronavirus in\nVietnam",
            "authors": [
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "QC",
                    "middle": [],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The first Vietnamese case of\nCOVID-19 acquired from China",
            "authors": [
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "TNG",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect\nDis",
            "volume": "20",
            "issn": "",
            "pages": "408-409",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30111-0"
                ]
            }
        },
        "BIBREF2": {
            "title": "Coronavirus miracle? Vietnam says all its\ninfected patients cured",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viet Nam Airlines to reduce flights to Europe as\nCOVID-19 pandemic spreads quickly",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "VGPNews",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Steering committee convenes meeting amid\ncomplicated developments of COVID-19 outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "VGPNews",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Health declaration app launched in support of\nCOVID-19 combat",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "VGPNews",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}