{
    "paper_id": "PMC7215140",
    "metadata": {
        "title": "Recruitability and effect of PEEP in SARS-Cov-2-associated acute respiratory distress syndrome",
        "authors": [
            {
                "first": "François",
                "middle": [
                    "M."
                ],
                "last": "Beloncle",
                "suffix": "",
                "email": "francois.beloncle@univ-angers.fr",
                "affiliation": {}
            },
            {
                "first": "Bertrand",
                "middle": [],
                "last": "Pavlovsky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christophe",
                "middle": [],
                "last": "Desprez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Fage",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pierre-Yves",
                "middle": [],
                "last": "Olivier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Asfar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Richard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alain",
                "middle": [],
                "last": "Mercat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A very large proportion of patients admitted to ICU for Coronavirus disease 2019 (Covid-19) fulfill acute respiratory distress syndrome (ARDS) criteria according to Berlin definition [1–3]. In a large series of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-Cov-2)-associated respiratory failure, the majority of intubated patients were ventilated with high level of positive end-expiratory pressure (PEEP) [1]. However, information about specific individual characteristics of respiratory mechanics of SARS-Cov-2-associated ARDS remains very limited [4–6]. Based on their experience during the crisis, some authors suggested that part of the SARS-Cov-2 associated ARDS may present relatively high respiratory system compliance (CRS) and poor recruitability with PEEP, contrasting with severe hypoxemia. Accordingly, high levels of PEEP might be harmful in this so-called “phenotype”. The aim of this prospective study is to describe the characteristics of the respiratory mechanics of SARS-Cov-2-associated ARDS, and, in particular, whether the lungs are recruitable with high levels of PEEP.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 186,
                    "end": 187,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 415,
                    "end": 416,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 559,
                    "end": 560,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 561,
                    "end": 562,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Patients admitted from March 18th 2020 to April 2nd 2020 to the medical ICU of the university hospital of Angers and intubated for SARS-Cov-2-associated ARDS were prospectively included within 24 h of intubation. ARDS was defined according to the Berlin definition criteria [3]. SARS-Cov-2 infection was confirmed by real-time reverse transcriptase-polymerase chain reaction (RT-PCR) assay of nasal swabs or lower respiratory tract samples (bronchoalveolar lavage or endotracheal aspirate). Exclusion criteria were age lower than 18 years, pneumothorax and use of extracorporeal membrane oxygenation (ECMO).",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Study design and patient selection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Our care strategy did not include high-flow nasal canula (HFNC), continuous positive airway pressure (CPAP) or non-invasive ventilation for the management of patients with Covid-19.",
            "cite_spans": [],
            "section": "Ventilation and sedation strategy ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After intubation, patients received initially deep sedation and neuromuscular blockers for 24 to 48 h and were ventilated in volume-controlled mode with a tidal volume of 6 mL/kg of predicted body weight (PBW) and a respiratory rate up to 35/min, adjusted to maintain arterial pH above 7.30. PEEP was set according to gas exchange, hemodynamic tolerance and a plateau pressure lower or equal to 28 cmH2O. The fraction of inspired oxygen (FiO2) was set for an arterial oxygen saturation (SaO2) between 92 and 98%.",
            "cite_spans": [],
            "section": "Ventilation and sedation strategy ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lung recruitment induced by high PEEP and detection of airway closure were assessed as previously described [7, 8].",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 112,
                    "end": 113,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All the measurements were performed in supine semi-recumbent position, with the head of the bed elevated at 30°, in volume-controlled mode with tidal volume of 6 mL/kg PBW and a constant inspiratory flow of 60 L/min.",
            "cite_spans": [],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After 15 min at a PEEP level of 15 cmH2O, the respiratory rate was decreased to 10/min to eliminate possible intrinsic PEEP, and the expired tidal volume displayed by the ventilator was noted. PEEP was abruptly decreased to 5 cmH2O and expired volume displayed by the ventilator immediately after the maneuver was noted. The previous respiratory rate was resumed and PEEP was maintained at 5 cmH2O for the next 15 min.",
            "cite_spans": [],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Plateau pressure, total PEEP, arterial blood gases and central venous blood gases (collected from a jugular venous line) were assessed at the two levels of PEEP (Additional file 1: Figure S1). Mean arterial pressure (MAP) and heart rate were also recorded at the end of the application of each PEEP level.",
            "cite_spans": [],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A low-flow (5 L/min) inflation from PEEP 5 cmH2O (tidal volume = 9 mL/kg PBW) was then performed to identify a possible airway closure [8]. Airway closure was identified by the inspection of the pressure–time curve and the airway opening pressure (AOP) was measured using cursors on the ventilator screen.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "This maneuver was performed in the supine position within 36 h after intubation (day 1) and from day 4 to day 6 after intubation (day 5) in patients still ventilated in volume-controlled mode, neither triggering the ventilator nor on ECMO.",
            "cite_spans": [],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The recruited lung volume was computed as the volume expired from PEEP 15 to 5 cmH2O (displayed on the ventilator screen immediately after an abrupt decrease in PEEP) subtracting from the previous expired tidal volume and from the lung volume predicted by the compliance at low PEEP (Additional file 1: Figure S1) [9, 10]. The lung volume predicted by the compliance at low PEEP represents the minimum predicted change in lung volume corresponding to the change in pressure between the 2 PEEP levels (i.e. the change in lung volume if no recruitment occurs) and is equal to the product of CRS at PEEP 5 cmH2O (or above AOP) and PEEP change (i.e. 10 cmH2O or 15-AOP).",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The R/I ratio represents the ratio between the compliance of the recruited lung and the compliance of the “baby lung”. Briefly, the compliance of the recruited lung was calculated as the recruited lung volume divided by the difference between the 2 PEEP levels (i.e. 10 cmH2O) in patients without airway closure at 5 cmH2O or by the difference between 15 cmH2O and AOP, in patients with airway closure above 5 cmH2O [7]. The respiratory system compliance at PEEP 5 cmH2O or above AOP was used as a surrogate for the compliance of the baby lung. A high R/I ratio is considered to be associated with a high potential for lung recruitment. As previously described, a threshold of 0.5 was used to differentiate poorly recruitable from highly recruitable patients [7].",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 760,
                    "end": 761,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Assessment of recruitment and detection of airway closure ::: Study protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The following data were collected at inclusion (i.e. on the day of intubation): age, past medical history, Sequential Organ Failure Assessment (SOFA) score [11] and simplified acute physiologic score II (SAPS II) [12], partial pressure of arterial oxygen (PaO2), fraction of inspired oxygen (FiO2), partial pressure of arterial carbon dioxide (PaCO2), tidal volume, respiratory rate, minute ventilation, set PEEP and plateau pressure. The delay from symptom onset to ICU admission and from ICU admission to intubation was also reported.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 214,
                    "end": 216,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Other collected and measured data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The estimated shunt fraction was calculated, based on the venous admixture determination [13], considering central venous oxygen saturation (ScVO2) as an acceptable surrogate for mixed venous oxygen saturation [14]:",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Other collected and measured data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\text{Estimated shunt fraction: }}{{Q_{VA} } \\mathord{\\left/ {\\vphantom {{Q_{VA} } {Q_{T} \\left( \\% \\right)}}} \\right. \\kern-0pt} {Q_{T} \\left( \\% \\right)}}\\, \\approx \\,{{\\left( {{\\text{CcO}}_{2} {-}{\\text{CaO}}_{2} } \\right)} \\mathord{\\left/ {\\vphantom {{\\left( {{\\text{CcO}}_{2} {-}{\\text{CaO}}_{2} } \\right)} {\\left( {{\\text{CcO}}_{2} {-}{\\text{CvO}}_{2} } \\right)}}} \\right. \\kern-0pt} {\\left( {{\\text{CcO}}_{2} {-}{\\text{CvO}}_{2} } \\right),}}$$\\end{document}Estimated shunt fraction:QVA/QT%≈CcO2-CaO2/CcO2-CvO2,with CaO2, CvO2 and CcO2 being the arterial, central venous, and ideal capillary O2 concentration values, respectively.",
            "cite_spans": [],
            "section": "Other collected and measured data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The CRS was computed as tidal volume divided by the difference between plateau pressure and total PEEP (or AOP in patients with airway closure at 5 cmH2O).",
            "cite_spans": [],
            "section": "Other collected and measured data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For each patient, the extension and severity of lung opacities were assessed on the first chest X-ray performed after the intubation by 2 independent observers who were unaware of the patient’s clinical data, using the RALE score [15]. In this score, each quadrant is scored for extent of consolidation (from 0 to 4) and density of opacification (from 1 to 3). The RALE score corresponds to the sum of the products of the consolidation and density scores of each of the 4 quadrants (maximum score = 48).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Other collected and measured data ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Data are presented as median [interquartile range] or number (percentage). The study population was divided into 2 groups according to the R/I ratio at day 1. Highly recruitable patients group was composed of patients with R/I ratio higher than or equal to 0.5 at day 1 and the patients with R/I ratio lower than 0.5 made up the poorly recruitable patients group. The two groups of patients were compared using Mann–Whitney U-test or Fisher’s exact test as appropriate. Paired data were compared using Wilcoxon test for paired data. All tests were performed with a type I error set at 0.05. The statistical analysis was performed using Prism (GraphPad Software v5.0b, La Jolla, CA, USA).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Twenty-six patients were included in this study. The PEEP trial maneuver for recruitability assessment was rapidly interrupted in one patient at day 1 because of major desaturation on PEEP 5 cmH2O. Twenty-five patients were thus analyzed.",
            "cite_spans": [],
            "section": "Patients characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "Main characteristics of the patients and respiratory parameters on the day of intubation are presented in Tables 1 and 2.",
            "cite_spans": [],
            "section": "Patients characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 119,
                    "end": 120,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The R/I ratio was assessed in 25 patients at day 1 and in 15 patients at day 5.",
            "cite_spans": [],
            "section": "Recruitment/inflation ratio assessments ::: Results",
            "ref_spans": []
        },
        {
            "text": "Among the 25 patients evaluated at day 1, 16 (64%) were considered as highly recruitable (R/I ratio 0.70 [0.55–0.94]) and 9 (36%) were considered as poorly recruitable (R/I ratio 0.41 [0.31–0.48]); Table 3 and Fig. 1. The recruited lung volume on PEEP 15 cmH2O compared to PEEP 5 cmH2O was significantly higher in the highly recruitable patients than in the poorly recruitable patients (338 [245–454] mL vs 206 [91–275] mL; p < 0.01); Table 3 and Additional file 2: Figure S2.",
            "cite_spans": [],
            "section": "Recruitment/inflation ratio assessments ::: Results",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 204,
                    "end": 205,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 441,
                    "end": 442,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Among the 16 patients considered as highly recruitable at day 1, a second R/I ratio assessment was performed at day 5 in 10 patients. Among these 10 patients, 7 remained highly recruitable and 3 became poorly recruitable, Fig. 1. In addition, 1 patient was switched early to pressure support, 4 patients were discharged from ICU, and 1 died before the second R/I ratio assessment. Among the 9 patients considered as poorly recruitable at day 1, a second R/I ratio assessment was performed at day 5 in 5 patients. Among these 5 patients, 4 became highly recruitable and 1 remained poorly recruitable, Fig. 1. The 4 other patients were switched early to pressure support.",
            "cite_spans": [],
            "section": "Recruitment/inflation ratio assessments ::: Results",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 605,
                    "end": 606,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The PaO2/FiO2 ratios measured at PEEP 5 cmH2O and at PEEP 15 cmH2O were not different in the 2 groups; Fig. 2. The PaO2/FiO2 ratio was higher at PEEP 15 cmH2O than at PEEP 5 cmH2O in the highly recruitable patients (173 [139–236] vs 135 [89–167] mmHg; p < 0.01), but not in the poorly recruitable patients (122 [108–234] mmHg at PEEP 15 cmH2O vs 137 [92–185] mmHg at PEEP 5 cmH2O; p = 0.06). Of note, compared to PEEP 5 cmH2O, PEEP 15 cmH2O was associated with an increase in the PaO2/FiO2 ratio of more than 20% in 12 patients (75%) in the highly recruitable patients group and in 5 patients (56%) in the poorly recruitable patients group (p = 0.39).",
            "cite_spans": [],
            "section": "Gas exchange, respiratory system compliance, hemodynamics and chest X-ray ::: Results",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The estimated shunt fraction (n = 19, 13 in highly recruitable patients, 6 in poorly recruitable patients) was lower at PEEP 15 cmH2O than at PEEP 5 cmH2O in both groups (28 [19.5–33] vs 45 [30.5–55.5] %, p < 0.01 in highly recruitable patients; 32 [24–41.8] vs 42 [28.5–52.3] %, p = 0.03 in poorly recruitable patients); Fig. 3.",
            "cite_spans": [],
            "section": "Gas exchange, respiratory system compliance, hemodynamics and chest X-ray ::: Results",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The CRS at PEEP 5 cmH2O or 15 cmH2O was not different in the 2 groups (45 [38–66] mL/cmH2O in the highly recruitable patients group vs 54 [33–63] mL/cmH2O in the poorly recruitable patients group at PEEP 5 cmH2O, p = 0.99 and 45 [38–58] mL/cmH2O in the highly recruitable patients group vs 45 [34–53] mL/cmH2O in the poorly recruitable patients group at PEEP 15 cmH2O, p = 0.67); Table 3 and Fig. 4. In addition, CRS was not significantly altered by PEEP change from 15 to 5 cmH2O in each of the 2 groups; Fig. 4 and Additional file 3: Figure S3.",
            "cite_spans": [],
            "section": "Gas exchange, respiratory system compliance, hemodynamics and chest X-ray ::: Results",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 511,
                    "end": 512,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "We did not observe significant changes in MAP and HR between PEEP 15 cmH2O and PEEP 5 cmH2O in the 2 groups; Additional file 4: Figure S4.",
            "cite_spans": [],
            "section": "Gas exchange, respiratory system compliance, hemodynamics and chest X-ray ::: Results",
            "ref_spans": []
        },
        {
            "text": "The RALE score of the chest X-ray performed after intubation did not differ between the 2 groups (14.5 [11–21] in the highly recruitable patients group vs 19 [14.5–33], in the poorly recruitable patients group, p = 0.2); Additional file 5: Figure S5.",
            "cite_spans": [],
            "section": "Gas exchange, respiratory system compliance, hemodynamics and chest X-ray ::: Results",
            "ref_spans": []
        },
        {
            "text": "The main results of the present case series could be summarized as follows: (1) the majority of these SARS-Cov-2-associated ARDS exhibit relatively preserved static CRS and are considered as potentially recruitable based on R/I ratio soon after intubation; (2) neither individual values of PaO2/FiO2 ratio and static CRS measured either at high or low PEEP nor changes of these parameters with change of PEEP allow to identify highly recruitable or poorly recruitable patients; (3) among patients initially considered as poorly recruitable, some of them become highly recruitable 5 days later.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present series of 25 SARS-Cov-2-associated ARDS, the initial respiratory mechanics assessment performed soon after intubation at PEEP 15 cmH2O and 5 cmH2O allowed to identify 16 patients as potentially highly recruitable and 9 as poorly recruitable based on the previously reported R/I ratio [7]. Interestingly, the second complete respiratory mechanics assessment performed 4 to 6 days later in 15 patients suggested that initial status may change more frequently from poorly recruitable to highly recruitable than the reverse.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present small cases series is the first to describe early and complete respiratory mechanics evaluation in SARS-Cov-2-associated ARDS consistent with the “2 phenotypes” model proposed by Gattinoni et al. [16]. Our observations extend those initially reported in three small cases series showing essentially low or variable potentials of recruitment with PEEP [4–6].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 364,
                    "end": 365,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 366,
                    "end": 367,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the recently reported Chinese series of 12 SARS-Cov-2-associated ARDS, all patients were initially considered as poorly recruitable based on the same method to measure R/I ratio [4]. Interestingly, repetitive measurements showed that some of them became recruitable potentially depending on the time course evolution of the disease and the respiratory treatment they received (notably prone positioning). Authors concluded that R/I ratio is feasible, even in the constrained Covid-19 environment and may allow to guide individual titration of PEEP to limit potential harmful effects expected with high PEEP in poorly recruitable patients. Most (75%) of these patients received NIV or HFNC before intubation for a median of 5 [IQR, 4–7] days. This could lead to patient self-inflicted lung injury [17] that may explain, at least in part, their low respiratory system compliance (around 20 mL/cmH2O) after intubation. This may also have participated to the apparent beneficial effect of prone position on recruitment in this series despite initial poor recruitability.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 800,
                    "end": 802,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the Italian series of 16 SARS-Cov-2-associated ARDS, the near-normal compliance of the respiratory system (50 ml/cmH2O on average) contrasted with severe hypoxemia suggesting relatively preserved lung volumes which is unusual in non-Covid-19 ARDS [5, 18]. Based on these original observations, authors challenged the classical recommendations for PEEP titration and prone positioning based on the severity of hypoxemia [19], suggesting that PEEP may lead to severe hemodynamic impairment and fluid retention in poorly recruitable patients while prone position may be less efficient imposing an unnecessary additional workload in the context of the pandemic. The same group of authors proposed a concise physiological description of what they called “phenotypes L and H”. Briefly they opposed the possible high proportion of poorly recruitable patients with near-normal compliance (“L”) to patients with low compliance and high potential for recruitment (“H” not different from classical non-Covid-19 ARDS) that may benefit from higher PEEP and prone position. Authors mentioned that the phenotype may change with time.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The mix of poorly recruitable and higly recruitable patients that we observed in the present study based on R/I ratio, roughly fit with this “H” and “L” description. In fact, PaO2/FiO2 ratio was significantly increased at PEEP 15 cmH2O compared to 5 cmH2O only in highly recruitable patients. Conversely, poorly recruitable patients exhibited a non-significant trend toward higher CRS at low PEEP compared to highly recruitable patients. Moreover, the trend in decrease in CRS observed in these patients when PEEP is increased may reflect overinflation thus indicating the risk associated with high PEEP in these patients. Of note, the increase in PaO2/FiO2 ratio with PEEP in poorly recruitable patients may be explained, at least in part, by a potential reduction in cardiac output induced by PEEP that may have contributed to decrease the shunt fraction [13]. Rather than the schematic opposition of two phenotypes, our results suggest that recruitment with PEEP in these patients must be individually evaluated since it may vary largely depending on the initial clinical presentation as well as the time course evolution under treatment.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 860,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study presents important limitations. First of all, the small number of patients enrolled in this series does not allow to conclude about the expected repartition of the two proposed phenotypes in a large population of SARS-Cov-2-associated ARDS. Moreover, initial respiratory management (i.e. prolonged use of HFNC, CPAP or non-invasive ventilation vs early intubation) is a confoundable parameter that may impact the respiratory pattern recorded immediately after intubation. Second, the respiratory mechanics characterization at two levels of PEEP and the R/I ratio do definitively not allow to determine accurately the optimal PEEP level. Finally, the second respiratory mechanics evaluation was not available in all patients thus limiting the possibility to assess the impact of prone positioning and PEEP settings that may change the evolution of the phenotype along the time course evolution of the disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this series of SARS-Cov2-associated ARDS, early respiratory mechanics assessment (at 15 and 5 cmH2O of PEEP) and R/I ratio calculation showed a mix of highly recruitable and poorly recruitable patients. Neither individual values of PaO2/FiO2 ratio or CRS on low or high PEEP nor their changes after a change of PEEP allowed to distinguish highly recruitable from poorly recruitable patients. Present observations suggest that a systematic R/I ratio evaluation may be useful to guide initial setting of PEEP in the context of SARS-Cov2-associated ARDS.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of study patients\nData are presented as median [interquartile range] or number (percentage) BMI body mass index, SOFA Sequential Organ Failure Assessment, SAPS II Simplified Acute Physiology Score II, COPD chronic obstructive pulmonary disease, ICU intensive care unit, Non-invasive support: high-flow nasal canula, continuous positive airway pressure or non-invasive ventilation p-values refer to the comparison between the highly and poorly recruitable patients groups",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Respiratory parameters at inclusion\nData are presented as median [interquartile range] or number (percentage) VT tidal volume, PBW predicted body weight, RR respiratory rate, VE minute ventilation, FiO2 fraction of inspired oxygen, PEEP set positive end-expiratory pressure, Pplat plateau pressure, CRS compliance of the respiratory system, PaO2 partial pressure of arterial oxygen, PaCO2 partial pressure of arterial carbon dioxide, AOP airway opening pressure, R/I ratio recruitment-to-inflation ratio p-values refer to the comparison between the highly and poorly recruitable patients groups",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Recruitment/inflation ratio (R/I ratio), recruited lung volume (VREC) and respiratory system compliance (CRS) at positive end-expiratory pressure (PEEP) 5 cmH2O and 15 cmH2O, within 36 h after intubation in the highly recruitable and poorly recruitable patients groups\nData are presented as median [interquartile range] p-values refer to the comparison between the highly and poorly recruitable patients groups. R/I ratio is by definition higher in the highly recruitable than in the poorly recruitable patients",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Distribution of recruitment/inflation ratio (R/I ratio) within 36 hours after intubation (Day 1) and from 4 to 6 days after intubation (Day 5) in the highly recruitable and poorly recruitable patients groups. NS, not significant (p > 0.05)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Distribution of ratio of partial pressure of arterial oxygen and fraction of inspired oxygen (PaO2/FiO2) at positive end-expiratory pressure (PEEP) 5 cmH2O and 15 cmH2O within 36 h after intubation in the highly recruitable and poorly recruitable patients groups. *, p < 0.01; NS, not significant (p > 0.05)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Distribution of estimated shunt at positive end-expiratory pressure (PEEP) 5 cmH2O and 15 cmH2O in the highly recruitable and poorly recruitable patients groups, within 36 h after intubation. Shunt was calculated with standard formula [13], using central venous blood gases as a surrogate for mixed venous blood gases [14]. *p <0.01. ‡p =0.03",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Distribution of respiratory system compliance (CRS) at positive end-expiratory pressure (PEEP) 5 cmH2O and 15 cmH2O in the highly recruitable and poorly recruitable patients groups, within 36 h after intubation. NS, not significant (p > 0.05)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cabrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italy. JAMA.",
            "volume": "323",
            "issn": "16",
            "pages": "1574-1581",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5394"
                ]
            }
        },
        "BIBREF1": {
            "title": "Implementing a bedside assessment of respiratory mechanics in patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G-Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shore",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shklar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Devenyi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Lond Engl.",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-017-1671-8"
                ]
            }
        },
        "BIBREF2": {
            "title": "The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willatts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Mendonça",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruining",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "",
            "pages": "707-710",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01709751"
                ]
            }
        },
        "BIBREF3": {
            "title": "A new simplified acute physiology score (SAPS II) based on a European/North American multicenter study",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Le Gall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saulnier",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "270",
            "issn": "",
            "pages": "2957-2963",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.1993.03510240069035"
                ]
            }
        },
        "BIBREF4": {
            "title": "Fifty Years of Research in ARDS. Gas Exchange in Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Radermacher",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "964-984",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201610-2156SO"
                ]
            }
        },
        "BIBREF5": {
            "title": "Can central venous blood replace mixed venous blood samples?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tahvanainen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Meretoja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nikki",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Crit Care Med",
            "volume": "10",
            "issn": "",
            "pages": "758-761",
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-198211000-00012"
                ]
            }
        },
        "BIBREF6": {
            "title": "Severity scoring of lung oedema on the chest radiograph is associated with clinical outcomes in ARDS",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koyama",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Bastarache",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Shaver",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Semler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thorax",
            "volume": "73",
            "issn": "",
            "pages": "840-846",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2017-211280"
                ]
            }
        },
        "BIBREF7": {
            "title": "COVID-19 pneumonia: different respiratory treatments for different phenotypes?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Romitti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06033-2"
                ]
            }
        },
        "BIBREF8": {
            "title": "Mechanical Ventilation to Minimize Progression of Lung Injury in Acute Respiratory Failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "195",
            "issn": "",
            "pages": "438-442",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201605-1081CP"
                ]
            }
        },
        "BIBREF9": {
            "title": "Lung recruitment in patients with the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quintel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1775-1786",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa052052"
                ]
            }
        },
        "BIBREF10": {
            "title": "The Berlin definition of ARDS: an expanded rationale, justification, and supplementary material",
            "authors": [
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Camporota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beale",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "1573-1582",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2682-1"
                ]
            }
        },
        "BIBREF11": {
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF12": {
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526-2533",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Lung recruitability in SARS-CoV-2 associated acute respiratory distress syndrome: a single-center, observational study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Sklar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0527LE"
                ]
            }
        },
        "BIBREF14": {
            "title": "Covid-19 Does not lead to a “Typical” acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Busana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0817LE"
                ]
            }
        },
        "BIBREF15": {
            "title": "Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease 2019",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mauri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Colussi",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Basile",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000004386"
                ]
            }
        },
        "BIBREF16": {
            "title": "Potential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome. A clinical trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Del Sorbo",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Grieco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Junhasavasdikul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rittayamai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "201",
            "issn": "",
            "pages": "178-187",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201902-0334OC"
                ]
            }
        },
        "BIBREF17": {
            "title": "Airway closure in acute respiratory distress syndrome: an underestimated and misinterpreted phenomenon",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Del Sorbo",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Grieco",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shklar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Junhasavasdikul",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Telias",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "197",
            "issn": "",
            "pages": "132-136",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201702-0388LE"
                ]
            }
        },
        "BIBREF18": {
            "title": "PEEP-induced changes in lung volume in acute respiratory distress syndrome. Two methods to estimate alveolar recruitment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dellamonica",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lerolle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sargentini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beduneau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Marco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intensive Care Med",
            "volume": "37",
            "issn": "",
            "pages": "1595-1604",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-011-2333-y"
                ]
            }
        }
    }
}