{
    "paper_id": "PMC7165607",
    "metadata": {
        "title": "Governing Towards ‘One Health’: Establishing Knowledge Integration in Global Health Security Governance",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Connolly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nThere is a lot of discussion right now about how do we respond to an emergency, how do we ensure that the regulatory, liability and organisational boundaries do not slow us down. (Bill Gates, 20161)\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Recent transnational disease outbreaks such as Ebola, severe acute respiratory syndrome (SARS), avian influenza, swine flu, and the Zika virus have all demonstrated that diseases do not respect borders and that crisis management strategies require a multi‐sectoral and multi‐lateral response. Wicked problems come in various forms but a significant contemporary wicked problem for policy makers concerns how to manage disease threats at the animal‐human interface. Managing such diseases is a complex process that is underpinned by uncertainty, high risk and requires governmental resilience (Brassett et al., 2013). The failure to effectively manage the wicked problem of disease‐induced crises can result in major costs for society (Connolly, 2015; 2016; Geuijen et al., 2016; Head, 2008; Weber and Khademian, 2008). The UK Economic and Social Research Council (ESRC) have highlighted the significant societal costs which emerge from the outbreaks of animal diseases (which interface with public health):Zoonoses are diseases capable of passing from animals to humans and are estimated to have cost more than $20 billion in direct costs globally between 2000–2010, with a further $200 billion in indirect costs. As well as threatening human and animal health, zoonoses affect livestock production, causing economic and social harm to communities in developed and developing countries. (ESRC, 2014)\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As demonstrated by the post‐2014 Ebola crisis in West Africa, minimising the risks of a pandemic requires the need for endemic and entrenched social and economic problems to be addressed. Managing zoonoses is one of the most pressing and complex challenges for modern risk governance given they have acute social, environmental, political and economic implications but they are also shaped by different policy styles across state contexts (Baekkeskov, 2016; Kuetting and Cerny, 2015). The added challenge is that detection has not been the main focus of disease containment strategies as well as the absence of a long‐term and global political commitment for dealing with the ‘causes of the causes’ of outbreaks (e.g. poor sanitation, habitation, poverty and societal inequalities) (Marmot, 2005). The risks of transboundary disease‐induced crises also needs to be seen in the context of globalisation. The continued interconnectivity of peoples, goods and services increase levels of vulnerability that diseases will spread (Harrison, 2015; Huynen et al., 2005; Martin et al., 2016).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "‘One Health’ is an important aspect of the Global Health Security Agenda launched in 2014 by the US government, international organisations, and partner agencies in order accelerate activities to address environmental and biological health threats on a global scale (on the basis that the animal‐human interface is a key source of these threats) (Gronvall et al., 2014). The One Health approach ‘depends on forging strong links between human and animal health services, the environment and public policy’ (Vandersmissen and Wellburn, 2014, p. 421). As Gibbs (2014, p. 85) highlights in the Veterinary Record:In the early years of the 21st century, emerging zoonotic viruses have had the potential to cause pandemic disease, including extensive human mortality … Governments and scientists worldwide recognised that greater interdisciplinary collaboration was required to prevent and control zoonoses, and that such collaboration should include not only physicians and veterinarians, but also wildlife specialists, environmentalists, anthropologists, economists and sociologists, among others.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There are, moreover, ever‐increasing risks associated with environmental degradation and the closer habitation of humans and animals (both wild and domesticated) that serve to cross‐cut animal health and public health security domains. Yet a major barrier to reaching integrated public policy for health security is that respective knowledge networks are not sufficiently integrated. The Chair of Public Health England (and distinguished Professor of Infectious Disease Epidemiology, London School of Hygiene and Tropical Medicine and former Assistant Director‐General of the Health Security and the Environment of the WHO), David Heymann, summarises this issue:\nThe areas of animal and human security policy, and their knowledge networks, are by no means joined‐up. Stakeholder interests are divergent and the areas suffer from asynchronous political visions … The difficulty is that animal health is to keep animals healthy but the ultimate goal is a profit whereas human health is to keep people alive and healthy. So already there are tensions between the two groups and if you want to sell anything to the animal health community it has to be different to how you sell something to the human health community. (Heymann, 2014 – emphasis added)\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is within this backdrop that there have been calls throughout the animal and public health professions for policy approaches that integrate knowledge across security domains and address vulnerabilities at the animal‐human interface. The contribution that this article makes to the academic debate is the development of a conceptual framework for evidencing the level of policy maturity towards a One Health model of health security governance from an epistemic perspective. The relationship between knowledge integration, epistemic communities and health security governance has (to date) not been sufficiently examined. Despite a lack of strategic integration at an institutional level in global health governance, it is clear from some studies (e.g. Leboeuf, 2011; Lee and Brumme, 2013) that there have been shifts in global discourses that indicate a recognition for the need to embed a One Health policy model between the ‘tripartite’ of the World Health Organization (WHO), the World Organization for Animal Health (OIE), and the Food and Agriculture Organization (FAO). A One Health model could, however, be said to be rather utopian but this does not mean that greater integration across policy sectors is not a pragmatic way forward. Geuijen et al. (2016), in their examination of the public value in global wicked problems (specifically forced migration), call for institutional innovation, and collective discourses, global/transnational connections in order to reframe and address issues of a global concern. Geuijen et al. (2016, p. 6) launch a pre‐emptive strike against critics who might judge that innovating to solve wicked problems is a ‘motherhood and apple pie’ issue by noting that ‘[o]ne can scoff at this analysis and claim that it is simply too simplistic’ given that actors tend to function within their own operating environments. The issue of One Health is similar in the sense that the animal and public health professional communities need to make in‐roads towards addressing diseases at the animal‐human interface and to shape public policy. The article offers a policy analysis of the problematics associated with epistemic integration in the context of global governance – although the dominant policy domains are naturally immersed in health science studies and this will be clear throughout. In short, this article proposes an evaluative framework for establishing the level of maturity in the emergence and impact of epistemic integration towards a One Health model in context of contemporary health security governance.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The re‐focusing of health security governance towards One Health is based on the idea of ‘one medicine’ – the paradigm that both human and veterinary science disciplines can contribute to the development of each other. A key problem is that there has not been the development of a conceptual framework for establishing the extent of progress that has been made towards this model – despite senior and influential policy actors calling for knowledge to be joined‐up across policy areas in order to best mitigate against health security threats (Heymann, 2014). An ‘epistemic community’ of cross‐policy actors (bridging animal and public health security) would be the most significant force for influencing the policy agenda in order to prevent and detect against the manifestation of disease outbreaks. Such a development would serve to increase public health capacities to tackle animal health‐induced crises affecting the human population (Zinsstag et al., 2011). It would also give much more prominence to integrative conceptual empirical development in health security governance. Lee and Brumme (2013, p. 778) notes that the One Health approach ‘has received growing attention over the past decade amongst policy‐makers, practitioners and funders seeking more effective prevention, control and treatment responses in an increasingly populous and globalised world’. As the extract from the interview with Heymann earlier in the article highlighted, stakeholder interests within the public and animal health sectors are divergent and these respective domains suffer from a lack of knowledge integration and cohesive political visioning. Further challenges include greater enthusiasm in the animal health community for the concept of a One Health model compared to the public health community; the elasticity of the definition of ‘One Health’ i.e. the lack of indicators for establishing that it has been achieved; the fragmentation and proliferation of institutions in global governance for health; the challenges of managing international policy relationships (between states and between states and international agencies/organisations); the politics of territorial governance; and capacities and concerns for state sovereignty (in terms of sharing data and information between and with supranational bodies) (Connolly, 2015; 2016; Davies et al., 2015; Gibbs, 2014; Lee and Brumme, 2013). Compounded with this is that the global health environment can be described as ‘overpopulated, fragmented and competitive’ (Zinsstag et al., 2011, p. 148).",
            "cite_spans": [],
            "section": "Re‐focusing the governance of health security",
            "ref_spans": []
        },
        {
            "text": "There is not nearly enough research that addresses how we will know the extent of progress towards a ‘One Health’ model (see Valeix et al., 2016) – including the implications regarding the definitional imprecision of One Health for stakeholders across policy domains (Galaz et al., 2016). Baum et al. (2017) reflect on ‘the effectiveness of One Health?’ – particularly in terms of whether there are adequate metrics for assessing its levels of efficiencies and call for the need for evaluation. Indeed, specific evaluation activities are underway via the EU funded Network for Evaluation of One Health (NEOH), which include a series of evaluation case studies from a range of territorial/geographic contexts on this basis that these will contribute generating ‘rigorous evidence that would motivate enablers (policy makers, public sector, development programmes) and value chain actors to apply methods at the relevant scale’ (NEOH).2 At a meta‐evaluation level, however, the analysis of One Health needs to be multi‐sphered in that evaluation frameworks are required for assessing the global impacts of joint vaccination campaigns, joint surveillance systems, information exchanges between communities and policy makers, capacity building on monitoring activities, and the effectiveness of the tripartite partnership between the WHO, FAO and OIE (i.e. the collaboration and coordination of global activities and integration of control systems). There is clearly a need for specific evaluation studies of One Health initiatives nationally, transnationally and globally but, equally, evaluative for establishing the emergence, forms and impact of epistemic integration towards a One Health model in context of contemporary health security governance are required in order to understand global knowledge integration.",
            "cite_spans": [],
            "section": "Re‐focusing the governance of health security",
            "ref_spans": []
        },
        {
            "text": "Zinsstag et al. (2011, p. 148) observe that there is a ‘huge gap between knowledge and its application both in human animal health delivery’ and that ‘large portions of human and animal health thinking and actions still remain in separate disciplinary silos’. The issue of integration between health partnerships in the disease control sector tend to be institutionally‐focused and aimed at achieving sustainability at global, national and local levels (see Grépin and Reich, 2008; Lammie et al., 2006; Shigayeva and Coker, 2015). Grépin and Reich (2008, p. 174–175) note that integration is required across three main domains:",
            "cite_spans": [],
            "section": "Bring knowledge together across sectors",
            "ref_spans": []
        },
        {
            "text": "\nActivity domain: joining core activities of separate programmes. Activity integration could involve training, joint distributions and multi‐disease evaluations.Policy: joining the policy functions of separate programmes, such as advocacy, needs and priority assessment, technical and financial guideline development, and programming and coordination activities.Organisational structures: merging separate programmes into a common structure or forming a new organisation. Organisational integration could involve the formation of a new partnership for community‐based distribution or the consolidation of one disease programme into another where one disease programme has clear comparative advantages over another.\n",
            "cite_spans": [],
            "section": "Bring knowledge together across sectors",
            "ref_spans": []
        },
        {
            "text": "With a focus on analysing integration through understanding the ‘complex interplay between programmes and broader health systems in the development of sustainability’, Shigayeva and Coker's (2015, pp. 368–369) systematic review of concepts, definitions, and empirical studies of sustainability for disease control programmes conclude that there are gaps in evidence when it comes to understanding whether integration leads to sustainability. In a similar vein to Grépin and Reich (2008), Shigayeva and Coker's (2015, p. 379) framework for sustainable integration focuses, mainly, on organisational and procedural dimensions:",
            "cite_spans": [],
            "section": "Bring knowledge together across sectors",
            "ref_spans": []
        },
        {
            "text": "\nLeadership: the capabilities of programme actors to lead, govern, and manage. This includes the willingness and ability of actors to commit to disease control efforts.Capacity: managerial, technical, financial, physical (organisational structures), communication and human resources capabilities, which enable a programme to function over time.Flexibility/adaptability: the willingness and ability of actors to adapt or change disease control strategies (strategic objectives and priorities), policy (strategy, legislation, regulations), or a programme's structures or functions (e.g. approaches to fund actor mobilisation, resources).Interactions: interactions may occur at any of the health system's structural or functional components: governance, financing, service delivery, and monitoring and evaluation.Performance: the capability of a programme to operate effectively, equitably and efficiently in order to increase the likelihood of reducing a disease problem. Monitoring and evaluation systems are required in order to provide reliable measurements of the programme's (or its intervention's) effectiveness, efficiency and equity.\n",
            "cite_spans": [],
            "section": "Bring knowledge together across sectors",
            "ref_spans": []
        },
        {
            "text": "The topic of integration at an organisation/institutional level in public administration research has generally been couched in debates about the challenges of achieving ‘joined‐up government’. Similar to ‘One Health’ itself, there is an undercurrent of utopianism within the joined‐up government literature in that tight integration ‘must be a good thing’ in symbolic terms but, in fact, it is not without institutional and professional barriers/challenges. The problems of not joining‐up may produce political value conflicts (Davies, 2009), more opportunities for bureau‐politics (Rosenthal and Kouzmin, 1991); lack of clarity of ownership and confused lines of accountability (Wilkins, 2002), and limited preparedness innovate, challenge convention and work in new ways – both in an intra‐ and inter organisational sense (Clarke and Stewart, 1997). The (perhaps unintended) outcome of ‘too much’ joined‐up government may lead to the dampening of the possibilities for creativity, which can be borne out of a moderately conflictual and competitive environment. More broadly, Ling (2002) notes that aspects of joined‐up government entail shifts in governing arrangements that include new accountabilities and incentives (e.g. shared outcome targets); new ways of working across organisational boundaries (including shared leadership and budgeting processes); new ways of delivering services (e.g. joint delivery across sectors and greater scope for consultation with the end user); and new types of organisation (e.g. information sharing, shared cultures and capacity building). The One Health model can learn much from the joined‐up government debates but especially in terms of how to network‐building and knowledge integration within and around such networks. This is where the article will now turn.",
            "cite_spans": [],
            "section": "Bring knowledge together across sectors",
            "ref_spans": []
        },
        {
            "text": "An aspect of both the health security governance and public policy and administration disciplines that has not been the subject to nearly enough attention is the role of knowledge and new ways of collaborative thinking for addressing wicked problems. Wicked problems are, from a public policy perspective, unstructured, relentless and cross‐cutting (Weber and Khademian, 2008). Such characteristics are associated with matters of health security in the sense that the ‘complexities of disease threats and their transcendence of systems require trade‐offs, flexibility, resource‐sharing and collaboration’ (Connolly 2015, p. 370). Perspectives on ‘joined‐up thinking’ to tackle wicked problems has been a feature of the social policy and education literature (e.g. Allen, 2003; Frost, 2005) but less of a focus elsewhere. Frost (2005) highlights the ways to enable joined‐up thinking across policy sectors:\nShare information between agencies.Complement rather than duplicate.Coordinate and achieve continuity through a single information channel.Taking responsibility.Coordinate spending and resourcing to deal with the problem.Co‐locate agencies or strategise to bring knowledge together across geographical boundaries.Use knowledge as part of a participative planning process that is outcome rather than objective‐orientated.\n\n(adapted from Frost, 2005, pp. 17–18)\n\n",
            "cite_spans": [],
            "section": "Joined‐up thinking",
            "ref_spans": []
        },
        {
            "text": "Frost's analysis largely concerns the service delivery level when discussing joined‐up approaches. In terms of national and global levels, scholars have considered the importance of global knowledge networks in generating coherence in public policy and for stimulating policy learning and change (Demeritt et al., 2015; Parsons, 2004; Stone, 2004; 2008). The role of knowledge in public policy research has also associated with lesson‐drawing, policy transfer, policy diffusion and policy convergence (Bennett and Howlett, 1992; Dolowitz and Marsh, 2000; Nicholson‐Crotty and Carley, 2016; Rose, 1991; Stone, 2012). In this respect, networks of actors are key channels through which learning and change take place. However, less attention has been given to the integration of knowledge between professional or epistemic domains. In terms of knowledge networks, epistemic community research has made the most advances when it comes to considering how networks of expert actors come together in an attempt organise themselves to encourage policy makers to learn from their knowledge (see for example, Adler and Haas, 1992; Dunlop, 2014; Galbreath and McEvoy, 2013; Haas, 1992; 2016; Howorth, 2004; Radaelli, 1997; Richardson, 1996; Zito 2001). An epistemic community is ‘understood as a network of professionals with competence in a policy area on the basis of a shared objective to ameliorate a political problem via the implementation of an agreed measure’ (Galbreath and McEvoy 2013: 170). According to Haas (1992: 3) epistemic communities possess key elements:They have {1} a shared set of normative and political beliefs, which provide a value‐based rationale for the social action of community members; {2} shared causal beliefs, which are derived from their practices leading or contributing to a central set of problems in their domain and which then serve as the basis for elucidating the multiple linkages between possible policy actions and desired outcomes; {3} shared notions of validity – that is, intersubjective, internally defined criteria for weighting and validating knowledge in the domain of their expertise; and {4} a common policy enterprise – that is, a set of common practices associated with a set of problems to which their professional competence is directed, presumably out of the conviction that human welfare will be enhanced as a consequence.\n",
            "cite_spans": [],
            "section": "Joined‐up thinking",
            "ref_spans": []
        },
        {
            "text": "The underpinning theme of Haas's epistemic community framework is that the claim to expertise provides such networks with a potentially significant role in providing lessons for policy makers on how to address complex policy issues. The concept, however, has not been without its criticisms (for example, Richardson, 1996; Sabatier, 1998; Susskind and Ali, 2014; Zito, 2001). Criticisms largely refer to the fact that, in the end, governmental agendas will dominate – not knowledge. However, this argument could be made about many areas of public policy where actors seek to influence governmental agendas. Studies across the public policy and administration discipline, for example, the politics of evaluation, the politics of expertise, the politics of contingencies and crisis management, policy networks, interest group mobilisation, evidence‐based policy making (to name a few) all recognise the influence, and often dominance, of political ideology, preferences and power in limiting translation of knowledge into governmental action (Connolly, 2015; Sabatier, 1987; Sanderson, 2002; Weiss, 1999; Zito, 2001). In order to evaluate the presence and impact of an epistemic community the assessment should be structured around Adler and Haas's (1992) levels of epistemic community influence in terms of:",
            "cite_spans": [],
            "section": "Joined‐up thinking",
            "ref_spans": []
        },
        {
            "text": "\npolicy innovation (e.g. the level of influence in framing the policy issues and standard‐setting);policy diffusion (transnational communication with international organisations and knowledge dissemination);policy selection (whether the epistemic community is chosen by the decision‐maker to support the latter's policy);policy persistence (the levels of success in terms of the sustainability of outcomes and the level of policy consensus);policy evolution as learning (the extent to which epistemic communities contribute decisively to a process of policy learning and adaptation).\n",
            "cite_spans": [],
            "section": "Joined‐up thinking",
            "ref_spans": []
        },
        {
            "text": "Dunlop (2009, p. 289) notes that there is very little social science research with regards to ‘the variety of ways in which decision‐makers actually learn from epistemic communities’. Equally, there has been a lack of research that considers knowledge collaborations between discipline areas, and particularly so within health governance (Valeix et al., 2016). As Leboeuf (2011) and Lee and Brumme (2013) have argued, the benefit of a shift in health security governance towards a ‘One Health’ model is to avoid the dangers of policy makers taking piecemeal approaches and to tackle significant threats of the transmissibility of diseases between animals and humans. After all, SARS, pandemic influenza, avian influenza and Ebola, have all had public health implications but their origin have been in animal infections. For example, the most likely explanation for the 2003 SARS outbreak was that the infection came from a civet (‘toddy cat’) that was the carrier of the coronavirus in a live animal market in a province in South China (Heymann and Dixon, 2013). The 2009 pandemic influenza outbreak, also referred to as ‘swine flu’, also had animal health origins in that the virus was a new strain of H1N1 as a result of a triple re‐assortment of bird, swine and human flu viruses further combined with a Eurasian pig flu virus (Trifonov et al. 2009). Avian influenza (particularly the highly pathogenic H5N1 strain), which spread worldwide in 2005, proved to have public health implications (Thorson and Ekdahl, 2005). The 2014 Ebola outbreak in West Africa was most likely due to the exposure to bat roost and the 2016 outbreak of the Zika virus in Brazil was found to be transferred to humans via Aedes mosquitoes (Centers for Disease Control and Prevention, 2016). There is, therefore, no shortage of evidence to suggest that the sources of disease that threaten large scale outbreaks, and risk public health on a global scale, emerge from infections in animals. How can we assess the level of knowledge integration in this context? The next section of the article addresses this issue.",
            "cite_spans": [],
            "section": "Joined‐up thinking",
            "ref_spans": []
        },
        {
            "text": "In terms of evaluating the One Health model, the epistemic community framework is a useful conceptual lens for identifying the extent of knowledge integration between the public and animal health professions. For a One Health epistemic community to be established, evidence of innovation, diffusion, selection, persistence and policy learning would support plausible claims about the emergence and impact of joined‐up knowledge. Although there is no specific reference to epistemic communities in their paper that addresses the global governance challenges of implementing a One Health model, Lee and Brumme (2013, p. 784) argue that advocates ‘must recognise that their vision is highly political and must strategise accordingly … One Health could transform GHG [Global Health Governance] … Strategically navigating the tricky political domain of GHG will be essential if the One Health approach is to be a catalyst for improving GHG, and simply not another casualty in a long list of initiatives’. In the context of global health network development, Vandersmissen and Wellburn (2014) highlight specific multi‐level One Health initiatives at national, transnational and global levels. Table 1 details the examples of One Health initiatives at a global level.",
            "cite_spans": [],
            "section": "Evaluating One Health",
            "ref_spans": [
                {
                    "start": 1193,
                    "end": 1194,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The initiatives detailed in Table 1 provide evidence of activities that demonstrate a level of organisational coordination, yet the degree of level of epistemic integration across sectors remains unclear from an evaluative perspective. It has been said, and it is a fair argument, that there are elements of vagueness of what joined‐up thinking across domains might constitute (Dunleavy, 2010) but this necessitates policy researchers to provide frameworks and indicators for making judgements about levels of effectiveness, successes, and failure in public policy. The critical task, in this regard, is to identify how integrative outcomes are being assessed. For epistemic communities, innovation, diffusion, selection, persistence and policy learning are outcomes for determining whether a One Health epistemic community is present. If evidence of knowledge integration is present across these outcomes then this allows for plausible claims to be made about the extent of progress towards One Health. In this respect, Table 2 provides a One Health evaluation framework and the indicators enable an assessment of knowledge integration including an assessment of the shaping of global policy on health security. The content of Table 2 brings into focus the fact that actors from both public and animal health communities need to have the ability to become advocates while, at the same time, have sufficient insider status in order to influence the policy agenda. Moreover, key criterion for success is whether politicians use One Health groups as a ‘legimating device’ as part of their policy discourse in order to justify policy actions. To this end, Bardosh (2016, p. 206) suggests that a ‘social‐political movement’ is required:",
            "cite_spans": [],
            "section": "Evaluating One Health",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1234,
                    "end": 1235,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nWithout a more concerted appreciation of One Health as a social political movement, the aspirations of researchers, practitioners and policy makers in advancing a more holistic understanding and engagement with zoonotic diseases will fail to live up to expectations. One Health promises to break down divides and shift conceptual boundaries about disease, health and the environment.\n",
            "cite_spans": [],
            "section": "Evaluating One Health",
            "ref_spans": []
        },
        {
            "text": "This view of health security means that both animal and public health disciplines should be seriously refracted to facilitate coordination including the sharing goals and values to enable a ‘critical paradigm shift’ in joined‐up thinking (Lee and Brumme et al., 2013, p. 783).",
            "cite_spans": [],
            "section": "Evaluating One Health",
            "ref_spans": []
        },
        {
            "text": "There have been case studies of how One Health has been operationalised in the response to threats including pandemic H1N1 in the US (in terms of integrated communication); animal health ‘clubs’ (collaborative education programmes) in Sierra Leone; and zoonotic sleeping sickness (animal trypanosomiasis) in Uganda (a focus on sourcing the cause of the disease from an animal and public health perspective) (Bardosh, 2015; Rubin, 2013). As positive as these examples may be they remain regionally‐focused. There are opportunities for the WHO to shape its organisational identity in order to become one that is more of a ‘network‐builder’ for One Health and to shape global policy responses. A key starting point is to embed One Health within professional education and training and through funded research collaborations. As Galaz et al. (2015, p. 14) argue, based on interviews with medics and veterinarians within the US Centers for Disease Control to investigate the political economy of One Health, such collaborations are essential in order to address the ‘legacies of each profession’, which result in different power relations and professional hierarchies. For One Health to be successful there needs to be a breaking down of the barriers between professional identities and address, as Galaz et al. (2015, p. 14) report it, ‘medics feeling superior to vets and vets feeling inferior to medics’. In other words, university degree level, professional/postgraduate training, and ‘bottom‐up’ research collaboration would support knowledge integration. This will not, however, necessarily address the institutionalised nature of senior policy roles and professional discourses within ministries/civil service departments, at least within the short‐term. Senior veterinary officials who can be key architects of government policy tend to have traditional veterinary medicine backgrounds without significant backgrounds in the public health dimensions of animal diseases or epidemiology (Connolly, 2015; Galaz et al., 2015). Success, in the shorter to medium‐term (based on a 5 to 10 year trajectory) can be defined by the partial integration within and across outcome domains at sub‐national and national levels. The formation of new expert networks at national levels will, through time, emerge as important actors operating internationally to address ‘problems of global concern’ (Haas, 1992a, p. 1). Indeed, there is considerable potential for an epistemic community to emerge as a result of the One Health ‘Initiative’, which describes itself as a transnational and cross‐disciplinary ‘movement’ (One Health, 2016):The One Health Initiative is a movement to forge co‐equal, all‐inclusive collaborations between physicians, osteopathic physicians, veterinarians, dentists, nurses and other scientific‐health and environmentally related disciplines, including the American Medical Association, American Veterinary Medical Association, American Academy of Pediatrics, American Nurses Association, American Association of Public Health Physicians, the American Society of Tropical Medicine and Hygiene, the Centers for Disease Control and Prevention (CDC), the United States Department of Agriculture (USDA), and the US National Environmental Health Association (NEHA). Additionally, more than 850 prominent scientists, physicians and veterinarians worldwide have endorsed the initiative. (One Health, 2016)\n\n",
            "cite_spans": [],
            "section": "The importance of professional legacies",
            "ref_spans": []
        },
        {
            "text": "This initiative provides a range of information sources, endorses veterinary and public health‐orientated journals, publicises its endorsements from individual associations, organisations and individual scientists and promotes events that relate to holistic approaches to health and medicine and the animal‐human interface across sectors. The global initiative is also supported by investments by major philanthropy organisations. The Bill and Melinda Gates Foundation (BMGF) have recognised the need for the human and animal health disciplines to address their ‘distinctly separate with very little cross‐sharing of the knowledge’ and refer to this as a ‘Global Grand Challenge’ (Bill and Melinda Gates Foundation, 2016). The BMGF notes that ‘if the artificial barrier that separates the fields of human and animal health could be broken down, many opportunities would emerge across the discovery‐development‐delivery spectrum for knowledge and practices in one field to accelerate progress in the other’ (BMGF, 2016). Twenty‐nine projects have been funded across the globe since 2013 and they all aim to advance towards a One Health model. Clearly, it will take time for the cumulative impact of these projects to be known but it is a positive indicator that major funding organisations are investing in funding streams in order to take this agenda forward.",
            "cite_spans": [],
            "section": "The importance of professional legacies",
            "ref_spans": []
        },
        {
            "text": "National governments are now targeting resources in order to facilitate network‐building between sectors. For example, in the UK there are several funders that have funded a range of research initiatives amounting to £20.5 million since 2014 in an effort to address animal diseases that can ultimately lead to crises for public health (including the Economic and Social Research Council (ESRC), the UK Department for International Development, the Biotechnology and Biological Sciences Research Council, the National Environment Research Council, and the Medical Research Council). At a governmental level, the UK Human Animal Infections and Risk Surveillance (HAIRS) group is a significant network that draws public and animal health experts together. HAIRS is chaired by Public Health England and is a multi‐agency and cross‐disciplinary group. The group has sought to identify infections with potential for interspecies transfer (UK Government, 2016). The partners within HAIRS include all of the devolved administrations and major public health agencies ‐ for example, the UK Department of the Environment, Food and Rural Affairs, and the Food Standards Agency. The contribution that this network will make to the establishment of a One Health epistemic community in the longer term, coupled with assessing the outcomes of UK Research Council funded projects, is an important aspect of future research for investigating whether this network has had influence at domestic and international levels of governance. With further network integration there is likely to be technocratic conflict but, as Waltner‐Toews (2017) notes in his discussion of technocratic ‘constructive conflict’, the problem is not necessarily the presence of conflict itself but the priority should be to focus on the approaches and processes for facilitating and managing conflict so that multiple perspectives and policy narratives can be accommodated.",
            "cite_spans": [],
            "section": "The importance of professional legacies",
            "ref_spans": []
        },
        {
            "text": "The EU has funded programmes as part of its emerging pandemic threats programme (e.g. ICONZ) and includes partnerships with the US Centers of Disease Control and Prevention and the US Agency for International Development (USAID). The aim of such collaborations is to bring together knowledge from the public and animal health professions in order to ‘build regional, national and local One Health capacities for early disease detection, laboratory‐based disease diagnosis, rapid response and containment, and risk reduction (Gibbs, 2014). It is the case that health security governance is a EU policy priority and this has been evidenced by the strengthened health governance policy remit of the European Commission – a direct lesson learned from the 2009 swine flu pandemic (Connolly, 2014). National public and animal health actors interact with international counterparts in a number of forums such as Health Security Committee (of the European Commission), the European Centre for Disease Control (ECDC), and the WHO. The European Health Security Committee, a key policy committee of the European Commission, has been incrementally strengthened since the SARS outbreak 2002–03 and it saw its role becoming more formal in the aftermath of pandemic influenza in 2009. The current chair of this committee, John Ryan, suggested in the recent past that a strengthened European Security Committee (ESC) ensures that national level data is shared and national authorities are held to account for their planning activities:Having a more formal role for the ESC was popular after the pandemic because the member states realised that continuing in a more informal, limited way in terms of just coordinating in terms of communicating diseases as we did before was inadequate because many of the aspects relating to communicable diseases and large scale events are cross‐sectoral. (Ryan, 2014)\n\n",
            "cite_spans": [],
            "section": "Global governance and the politics of integration",
            "ref_spans": []
        },
        {
            "text": "However Britain's decision to leave the European Union (Brexit) calls into question the levels of epistemic coordination we can expect to see in the ‘post‐Brexit’ period. However, diseases are not mindful to support the results of national referenda on leaving political and socio‐economic blocs, therefore it is in the interests of territories to continue collaboration on health security within a multi‐level and globalised system of governance. At the same time, David Heymann argues that matters of technical public policy relating to health security (e.g. information and data sharing arrangements with supranational bodies) are not devoid of questions about national sovereignty and these can serve to impede knowledge integration. It is not beyond the realms of impossibility that Brexit may serve to politically inhibit global epistemic cooperation for health security governance, or at least result in the reconfiguration of policy relationships. Even before the Brexit result was on the political table, Davies et al.'s (2015) analysis of ‘disease diplomacy’ in relation to the revision of International Health Regulations for WHO member states (which expands what is expected from states in terms of detecting and containing outbreaks) raised questions about state capacities, political will and sovereignty in global health security. These debates also relate to the extent of the WHO's effectiveness in leading the agenda towards preventative health security governance based on the experience of the 2014 Ebola crisis ‐ as opposed to taking a reactive or ‘fire‐fighting’ crisis management approach (Kamradt‐Scott, 2015).",
            "cite_spans": [],
            "section": "Global governance and the politics of integration",
            "ref_spans": []
        },
        {
            "text": "The problems experienced by the WHO is inextricably linked to the configurations and network structures of global governance for health security. ‘Health’ in the context of governance may therefore be taken as referring to ‘the power relations, decision processes and policing structures operating at the global level that govern healthcare and the social and environmental conditions which shape population health’ (Legge, 2016, p. 5). In security governance terms, the safeguarding of public health can only be safeguarded to the extent to which the order of global governance actors are organised to prevent threats from protecting human and animal health. One solution might be to enhance the democratisation of global health governance and the role of the WHO as a ‘metagovernor’. Questions remain about the role of the WHO in enabling deliberative processes that draw together multiple stakeholders and give a voice to communities affected by disease outbreaks. In this respect, ensuring an effective approach to deliberative policy processes for global health security is not just about ensuring that the right sets of interdisciplinary technocratic actors are around the table to inform security approaches and practices, but it is also about how the actor network is widened to enhance the representative claims of the WHO as a major international organisation. The fact that the WHO ‘works through multi‐stakeholder partnerships’ (Legge, 2016, p.7) indicates that more needs to be done to work with multiple stakeholders to facilitate mechanisms for the uploading of bottom‐up preferences from communities in an effort to promote global democratisation processes. Indeed, there has been a step‐change over the past decade in the ‘political support for a trans‐disciplinary One Health approach to endemic zoonoses … with greater recognition that “packaged” interventions that simultaneously address a variety of endemic zoonotic infections that may reduce the risk of disease emergence and re‐emergence’ (Vandersmissen and Wellburn, 2014, p. 426). In terms of working with multiple stakeholders, the WHO could shift its institutional identity and capacities to one that of ‘metagovernor’. Metagovernance, according to Bevir (2014, p. 31), refers to the ‘governance of governance’. It is also about the style and manner of governing that focuses on how governmental institutions ‘set the ground rules and parameters within which network governance emerges and operates’ (Flinders and Judge, 2017, p.9). Flinders and Judge (2017, p.9) suggest, rightly, that the ultimate test or ‘display’ of the capacity for metagovernance is ‘revealed when governments respond to specific crises or failures by pulling functions, powers and responsibilities back into governmental structures’. Crucially, for One Health, what we have seen to date is a lack of ‘metagoverning’ on global health security governance and the 2014 Ebola crisis response is a strong indicator of institutional deficits in executing cohesive and cross‐sectoral crisis management.",
            "cite_spans": [],
            "section": "Global governance and the politics of integration",
            "ref_spans": []
        },
        {
            "text": "The overall argument of this article has been that modern crisis management for health security governance, and the vulnerabilities associated with it, are in no small part due to the source of threats that lie at the animal and human interface. Although this is the case, governmental moves to focus on addressing the causes of infections at the animal‐human interface necessitate considerable development. One Health has risen up the policy agenda considerably over the past decade (Galaz et al.,\n2015) and it is clear that the ‘wicked problem’ of diseases at the animal‐public health interface will not go way anytime soon. It is therefore in the interest of states and supranational bodies to work together to build capacity to address the ongoing challenges. An aspect of leadership, going forward, should be the commissioning of research by the WHO, in partnership with the UN, FAO, and OIE, to evidence ‘the socio‐economic value that the One Health approach can provide’ (Vandersmissen and Wellburn, 2014, p. 421). This article has considerable sympathy with the reflections of Vandersmissen and Wellburn (2014, p. 426) (noted below) but it is for international governance organisations, such as the WHO, to provide the global policy culture, narratives and governance leadership that can facilitate less loosely‐bound and regionally dispersed epistemic networks:Long‐term institutional approaches to zoonoses management that sustainably strengthen the regional and national institutional base for One Health require a rigorous assessment of governance structures, policy processes and stakeholder networks. This can only help decision‐makers to better understand, and become more informed about, ways to optimise existing structures to address health risks at the animal–human–environment interface. The challenge is to support, build upon and broaden the existing One Health platforms that were established to detect emerging threats, to also encompass the endemic infectious disease burden of communities.\n",
            "cite_spans": [],
            "section": "Summary and conclusions",
            "ref_spans": []
        },
        {
            "text": "At a broader conceptual level, there are also future opportunities to consider the relationship between knowledge integration, epistemic communities and the evidence of public value (Geuijen et al., 2016; Moore 2013). Evaluating the integration of epistemic networks and their role(s) in affecting global policy change should be the focus of future research. Getting to this point, however, is not an apolitical process due to the fact that their respective policy sectors are engulfed by different interests. It is within the context of these challenges that there is a need for One Health education and training programmes in order to temper the impact of the professional legacies. There have been positive developments in terms of the implementation of One Health initiatives as well as international and national funding in order to draw together public and animal health disciplines. There are high levels of veterinary and public health expertise in the UK (the UK hosts world renowned reference laboratories) and there have been efforts to improve joined‐up thinking and communication flows between the public and animal health disciplines through HAIRS and across government levels. The EU institutions are also strengthening their capacity for monitoring and evaluation of disease threats. In short, this represents the beginning of a research agenda that aims to evaluate the progress towards cross‐disciplinary network‐building and extent of policy change towards a holistic model of health security governance. Gibbs (2014, p. 91) argues that over the next ten years ‘we will know whether One Health is truly a paradigm shift or a successful, but short‐lived, response to a spate of important viral diseases that plagued the world in the early 21st century’. The framework established in this article provides a framework for assessing such change at the level of knowledge integration.",
            "cite_spans": [],
            "section": "Summary and conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Examples of One Health initiatives at a global level\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Indicators of successful knowledge integration in the context of global health security governance\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Conclusion: Epistemic Communities, World Order, and the Creation of a Reflective Research Program",
            "authors": [],
            "year": 1992,
            "venue": "International Organization",
            "volume": "46",
            "issn": "1",
            "pages": "37-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Desperately Seeking Fusion: On “Joined‐up Thinking”, “Holistic practice” and the New Economy of Welfare Professional Power",
            "authors": [],
            "year": 2003,
            "venue": "The British Journal of Sociology",
            "volume": "54",
            "issn": "2",
            "pages": "287-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Explaining Science‐led Policy Making: Pandemic Deaths, Epistemic Deliberation and Ideational Trajectories",
            "authors": [],
            "year": 2016,
            "venue": "Policy Sciences",
            "volume": "49",
            "issn": "4",
            "pages": "1-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Deadly Flies, Poor Profits, and Veterinary Pharmaceuticals: Sustaining the Control of Sleeping Sickness in Uganda",
            "authors": [],
            "year": 2016,
            "venue": "Medical Anthropology",
            "volume": "35",
            "issn": "4",
            "pages": "338-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "One Health: Science, Politics and Zoonotic Disease in Africa",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Evaluating one health: Are we demonstrating effectiveness?",
            "authors": [],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "5-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The Lessons of Learning: Reconciling Theories of Policy Learning and Policy Change",
            "authors": [],
            "year": 1992,
            "venue": "Policy Sciences",
            "volume": "25",
            "issn": "3",
            "pages": "275-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Democratising Governance in the Twenty‐First Century",
            "volume": "",
            "issn": "",
            "pages": "25-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Introduction: An Agenda for Resilience Research in Politics and International Relations",
            "authors": [],
            "year": 2013,
            "venue": "Politics",
            "volume": "33",
            "issn": "4",
            "pages": "221-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Zika Virus [online]",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Handling the Wicked Issues. A Challenge for Government",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pandemic Influenza in the UK and EU Competence in Health Security Policy",
            "authors": [],
            "year": 2014,
            "venue": "Eurohealth",
            "volume": "20",
            "issn": "4",
            "pages": "23-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The ‘Wicked Problems’ of Governing UK Health Security Disaster Prevention: The Case of Pandemic Influenza",
            "authors": [],
            "year": 2015,
            "venue": "Disaster Prevention and Management: An International Journal",
            "volume": "24",
            "issn": "3",
            "pages": "369-382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "The Politics and Crisis Management of Animal Health Security",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The Limits of Joined‐up Government: Towards a Political Analysis",
            "authors": [],
            "year": 2009,
            "venue": "Public Administration",
            "volume": "87",
            "issn": "1",
            "pages": "80-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Disease Diplomacy: International Norms and Global Health Security",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Mobilizing Risk: Explaining Policy Transfer in Food and Occupational Safety Regulation in the UK",
            "authors": [],
            "year": 2015,
            "venue": "Environment and Planning",
            "volume": "47",
            "issn": "2",
            "pages": "373-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Learning from Abroad: The Role of Policy Transfer in Contemporary Policy‐making",
            "authors": [],
            "year": 2000,
            "venue": "Governance",
            "volume": "13",
            "issn": "1",
            "pages": "5-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The Future of Joined‐up Public Services",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Policy Transfer as Learning: Capturing Variation in What decision‐makers learn from epistemic communities",
            "authors": [],
            "year": 2009,
            "venue": "Policy Studies",
            "volume": "30",
            "issn": "3",
            "pages": "289-311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The Possible Experts: How Epistemic Communities Negotiate Barriers to Knowledge Use in Ecosystems Services Policy",
            "authors": [],
            "year": 2014,
            "venue": "Environment and Planning",
            "volume": "32",
            "issn": "2",
            "pages": "208-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "UK Commits £20.5 Million to Combat Worldwide Animal Diseases that Could Spread to Humans [online]",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Fifty Years of Representative and Responsible Government: Contemporary Relevance, Theoretical Revisions and Conceptual Reflection",
            "authors": [],
            "year": 2017,
            "venue": "Representation",
            "volume": "",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": [
                    "10.1080/00344893.2017.1341078"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Professionalism, Partnership and Joined‐up Thinking: A Research Review of Frontline Working with Children and Families [online]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The Political Economy of One Health Research and Policy [online]",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "One Health: Science, Politics and Zoonotic Disease in Africa",
            "volume": "",
            "issn": "",
            "pages": "21-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "How Epistemic Communities Drive International Regimes: The Case of Minority Rights in Europe",
            "authors": [],
            "year": 2013,
            "venue": "Journal of European Integration",
            "volume": "35",
            "issn": "2",
            "pages": "169-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Creating Public Value in Global Wicked Problems",
            "authors": [],
            "year": 2016,
            "venue": "Public Management Review",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/14719037.2016.1192163"
                ]
            }
        },
        "BIBREF28": {
            "title": "The Evolution of One Health: A Decade of Progress and Challenges for the Future",
            "authors": [],
            "year": 2014,
            "venue": "Veterinary Record",
            "volume": "174",
            "issn": "4",
            "pages": "85-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Conceptualizing Integration: A Framework for Analysis Applied to Neglected Tropical Disease Control Partnerships",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Negl Trop Dis",
            "volume": "2",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "One Health Security: An Important Component of the Global Health Security Agenda",
            "authors": [],
            "year": 2014,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "12",
            "issn": "5",
            "pages": "221-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Introduction: Epistemic Communities and International Policy Coordination",
            "authors": [],
            "year": 1992,
            "venue": "International Organization",
            "volume": "46",
            "issn": "1",
            "pages": "1-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Epistemic Communities, Constructivism, and International Environmental Politics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "A Global Perspective: Reframing the History of Health, Medicine, and Disease",
            "authors": [],
            "year": 2015,
            "venue": "Bulletin of the History of Medicine",
            "volume": "89",
            "issn": "4",
            "pages": "639-689",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Wicked Problems in Public Policy",
            "authors": [],
            "year": 2008,
            "venue": "Public Policy",
            "volume": "3",
            "issn": "2",
            "pages": "101-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Interview with the Author",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "One Health: The Human–Animal–Environment Interfaces in Emerging Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "207-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Discourse, ideas, and epistemic communities in European security and defence policy",
            "authors": [],
            "year": 2004,
            "venue": "West European Politics",
            "volume": "27",
            "issn": "2",
            "pages": "211-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The Health Impacts of Globalization: A Conceptual Framework",
            "authors": [],
            "year": 2005,
            "venue": "Globalization and Health",
            "volume": "1",
            "issn": "1",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "WHO's to Blame? The World Health Organization and the 2014 Ebola Outbreak in West Africa",
            "authors": [],
            "year": 2015,
            "venue": "Third World Quarterly",
            "volume": "37",
            "issn": "3",
            "pages": "1-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Rethinking Global Environmental Policy: From Global Governance to Transnational Pluralism",
            "authors": [],
            "year": 2015,
            "venue": "Public Administration",
            "volume": "93",
            "issn": "4",
            "pages": "907-921",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "A Blueprint for Success: Integration of Neglected Tropical Disease Control Programmes",
            "authors": [],
            "year": 2006,
            "venue": "Trends in Parasitology",
            "volume": "22",
            "issn": "7",
            "pages": "313-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Making Sense of One Health’ Cooperating at the Human–Animal Ecosystem Health, Paris",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Operationalizing the One Health Approach: The Global Governance Challenges",
            "authors": [],
            "year": 2013,
            "venue": "Health Policy and Planning",
            "volume": "28",
            "issn": "7",
            "pages": "778-785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Delivering Joined‐up Government in the UK: Dimensions, Issues and Problems",
            "authors": [],
            "year": 2002,
            "venue": "Public Administration",
            "volume": "80",
            "issn": "4",
            "pages": "615-642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Social Determinants of Health Inequalities",
            "authors": [],
            "year": 2005,
            "venue": "The Lancet",
            "volume": "365",
            "issn": "9464",
            "pages": "1099-1104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Globalization and Health: Developing the Journal to Advance the Field",
            "authors": [],
            "year": 2016,
            "venue": "Globalization and Health",
            "volume": "12",
            "issn": "1",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Success? Failure? Something in‐between? A Framework for Evaluating Crisis Management",
            "authors": [],
            "year": 2011,
            "venue": "Policy and Society",
            "volume": "30",
            "issn": "2",
            "pages": "63-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Recognizing Public Value",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Effectiveness, Implementation, and Policy Diffusion Or “Can We Make That Work for Us?”",
            "authors": [],
            "year": 2016,
            "venue": "State Politics & Policy Quarterly",
            "volume": "16",
            "issn": "1",
            "pages": "78-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "About the One Health Initiative [online]",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Not just Steering but Weaving: Relevant Knowledge and the Craft of Building Policy Capacity and Coherence",
            "authors": [],
            "year": 2004,
            "venue": "Australian Journal of Public Administration",
            "volume": "63",
            "issn": "1",
            "pages": "43-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "The Politics of Corporate Taxation in the EU: Knowledge and International Policy Agendas",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "European Union: Power and Policymaking",
            "volume": "",
            "issn": "",
            "pages": "3-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "What is Lesson‐drawing?",
            "authors": [],
            "year": 1991,
            "venue": "Journal of Public Policy",
            "volume": "11",
            "issn": "1",
            "pages": "3-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "The Bureau‐politics of Crisis Management",
            "authors": [],
            "year": 1991,
            "venue": "Public Administration",
            "volume": "69",
            "issn": "2",
            "pages": "211-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "One Health: The human‐animal‐environment interfaces in emerging infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "173-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Interview with the Author",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Knowledge, Policy‐oriented Learning, and Policy Change and Advocacy Coalition framework",
            "authors": [],
            "year": 1987,
            "venue": "Science Communication",
            "volume": "8",
            "issn": "4",
            "pages": "649-692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "The Advocacy Coalition Framework: Revisions and Relevance for Europe",
            "authors": [],
            "year": 1998,
            "venue": "Journal of European Public Policy",
            "volume": "5",
            "issn": "1",
            "pages": "98-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Evaluation, Policy Learning and Evidence‐based Policymaking",
            "authors": [],
            "year": 2002,
            "venue": "Public Administration",
            "volume": "80",
            "issn": "1",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Communicable Disease Control Programmes and Health Systems: An Analytical Approach to Sustainability",
            "authors": [],
            "year": 2015,
            "venue": "Health Policy and Planning",
            "volume": "30",
            "issn": "3",
            "pages": "368-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Transfer Agents and Global Networks in the ‘Transnationalization’ of Policy",
            "authors": [],
            "year": 2004,
            "venue": "Journal of European Public Policy",
            "volume": "11",
            "issn": "3",
            "pages": "545-566",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Global Public Policy, Transnational Policy Communities, and their Networks",
            "authors": [],
            "year": 2008,
            "venue": "Policy Studies Journal",
            "volume": "36",
            "issn": "1",
            "pages": "19-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Transfer and Translation of Policy",
            "authors": [],
            "year": 2012,
            "venue": "Policy Studies Journal",
            "volume": "33",
            "issn": "6",
            "pages": "483-499",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Environmental Diplomacy: Negotiating More Effective Global Agreements",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Avian Influenza – Is the World on the Verge of a Pandemic? … and Can It be Stopped?’",
            "authors": [],
            "year": 2005,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "13",
            "issn": "1",
            "pages": "21-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Geographic Dependence, Surveillance, and Origins of the 2009 influenza A (H1N1) virus",
            "authors": [],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "361",
            "issn": "2",
            "pages": "115-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Human Animal Infections and Risk Surveillance Group (HAIRS) [online]",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "One Health: Science, Politics and Zoonotic Disease in Africa",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Current initiatives in One Health: Consolidating the One Health Global Network",
            "authors": [],
            "year": 2014,
            "venue": "Revue scientifique et technique (International Office of Epizootics)",
            "volume": "33",
            "issn": "2",
            "pages": "421-432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Zoonoses, One Health and Complexity: Wicked Problems and Constructive Conflict",
            "authors": [],
            "year": 2017,
            "venue": "Philosphical Transactions of the Royal Society. B",
            "volume": "372",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2016.0171"
                ]
            }
        },
        "BIBREF72": {
            "title": "Wicked Problems, Knowledge Challenges, and Collaborative Capacity Builders in Network Settings",
            "authors": [],
            "year": 2008,
            "venue": "Public Administration Review",
            "volume": "68",
            "issn": "2",
            "pages": "334-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "The Interface between Evaluation and Public Policy",
            "authors": [],
            "year": 1999,
            "venue": "Evaluation",
            "volume": "5",
            "issn": "4",
            "pages": "468-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Accountability and Joined‐up Government",
            "authors": [],
            "year": 2002,
            "venue": "Australian Journal of Public Administration",
            "volume": "61",
            "issn": "1",
            "pages": "114-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "From “One Medicine” to “One Health” and Systemic Approaches to Health and Well‐being",
            "authors": [],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "101",
            "issn": "3",
            "pages": "148-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Epistemic Communities, Collective Entrepreneurship and European Integration",
            "authors": [],
            "year": 2001,
            "venue": "Journal of European Public Policy",
            "volume": "8",
            "issn": "4",
            "pages": "585-603",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "The One Health Concept: Bringing Together Human and Animal Health for New Solutions",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Public health at the margins: local realities and the control of neglected tropical diseases in Eastern Africa",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "WHO Reform Need a global mobilization around the democratization of global health governance",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}