{
    "paper_id": "PMC7235300",
    "metadata": {
        "title": "A Rare Moment of Cross-Partisan Consensus: Elite and Public Response to the COVID-19 Pandemic in Canada",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Merkley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aengus",
                "middle": [],
                "last": "Bridgman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "John"
                ],
                "last": "Loewen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Owen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Derek",
                "middle": [],
                "last": "Ruths",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oleg",
                "middle": [],
                "last": "Zhilin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The theory that political elites have the power to shape public attitudes has a long history in political science. Citizens “follow the leader” in part as a low-information shortcut to form opinions likely to be in line with their interests (Mondak, 1993) or to reaffirm their deeply rooted partisan identities (Bakker et al., 2019). Observational and experimental research has thus found public attitudes to be highly responsive to cues from parties (Berinsky, 2009; Lenz, 2012; Mondak, 1993), especially on novel, “hard” issues where citizens are dependent on the news media for information (Tesler, 2018; Zaller, 1992).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "mention": "1993",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 327,
                    "end": 331,
                    "mention": "2019",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 466,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 474,
                    "end": 478,
                    "mention": "2012",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 492,
                    "mention": "1993",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 606,
                    "mention": "2018",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 620,
                    "mention": "1992",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Elite Cues and Public Opinion",
            "ref_spans": []
        },
        {
            "text": "Polarization is often the norm on highly salient political issues, and this has been true for matters of science as well. For example, there is substantial evidence that divided political elites polarized American attitudes toward climate science (Carmichael and Brulle, 2017; Merkley and Stecula, forthcoming; Tesler, 2018). Polarization can only be avoided if elites send signals of consensus (Berinsky, 2009; Zaller, 1992). Most research on cue-taking has been situated in the United States, but some work has illustrated the importance of elite cues comparatively (Bischof and Wagner, 2019) and in Canada specifically (Merolla et al., 2016).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "mention": "2017",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 298,
                    "end": 309,
                    "mention": "forthcoming",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 319,
                    "end": 323,
                    "mention": "2018",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 406,
                    "end": 410,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 420,
                    "end": 424,
                    "mention": "1992",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 589,
                    "end": 593,
                    "mention": "2019",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Elite Cues and Public Opinion",
            "ref_spans": []
        },
        {
            "text": "The implications of elite disagreement on an issue like the COVID-19 pandemic are considerable. Divided parties send polarizing signals to the mass public that could undermine efforts to fight the virus. In the United States, Republican officials voiced skepticism about the severity of the pandemic early in the crisis, and attitudes toward COVID-19 are heavily polarized, perhaps as a result (Gadarian et al., 2020). The past few decades have seen polarization increase in Canada (Cochrane, 2015). Here, we evaluate the degree to which the politics in Canada regarding COVID-19 can be characterized by partisan polarization.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "mention": "2020",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "2015",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Elite Cues and Public Opinion",
            "ref_spans": []
        },
        {
            "text": "We employ data from the social media accounts of federal Members of Parliament (MPs), Google search trends, and public opinion surveys to evaluate the response to COVID-19 by Canadian political elites and the mass public. To assess elite cues, we collected all tweets from MPs who use Twitter (292 accounts, with a total of 33,142 tweets since January 1, 2020). We used keyword searches to classify tweets into one or more topics. We calculate the share of MP tweets mentioning COVID-19 by party and then benchmark these series against other issues (environment and immigration). Hand-coding was done on all tweets related to COVID-19 in order to identify signals downplaying the severity of the crisis and messages promoting social distancing.",
            "cite_spans": [],
            "section": "Data and Methods",
            "ref_spans": []
        },
        {
            "text": "Following the elite cue analysis, we gauge the relationship between partisanship and concern about COVID-19 at both the aggregate and individual levels. We collected Google search trends for the search term “coronavirus” in the first half (1–14) and second half (15–31) of March. We average these two periods together at the municipal level (N = 87). These data show the relative difference in search interest in the coronavirus between municipalities. We obtained municipal-level estimates of the Conservative party's (CPC) vote share in 2015, as well as population size (logged), population density (logged), average median income, and share of population with a postsecondary education.1 We construct an urban index, with population size and density, and a socio-economic status (SES) index, from education and income levels (both scaled 0–1). We estimate a model predicting relative search interest in the coronavirus with Conservative party vote share, the urban and SES indices, and provincial fixed effects with robust standard errors.",
            "cite_spans": [],
            "section": "Data and Methods",
            "ref_spans": []
        },
        {
            "text": "We conducted a survey of 2,499 Canadian citizens 18 years and older from the online sample provider Dynata fielded from April 2 to April 6. National level quotas were set on region (that is, Atlantic, Quebec, Ontario, West), age, gender and language. Data were weighted within each region of Canada by gender and age, based on data from the 2016 Canadian census. We asked our respondents about their level of concern with COVID-19 and how serious of a threat they believed it to be for themselves and for Canadians in general. We create a COVID-19 severity index from these responses, scaled from 0 to 1.",
            "cite_spans": [],
            "section": "Data and Methods",
            "ref_spans": []
        },
        {
            "text": "We also asked our respondents whether or not they have engaged in a series of social distancing behaviours. We use principal components analysis to identify two dimensions that run through these responses, roughly corresponding to their offline (for example, avoiding large crowds) and online (for example, working from home) social distancing. Consequently, we construct two indices of social distancing from these factors, scaled from 0 to 1. Factor loadings can be found in Table A1 of the appendix. We estimate models regressing our severity and social distancing indices on partisanship and left–right ideology,2 with controls for income, education, age, religiosity, urban residence, gender, French language and region.",
            "cite_spans": [],
            "section": "Data and Methods",
            "ref_spans": []
        },
        {
            "text": "This elite consensus on the seriousness of COVID-19 is reflected in aggregate-level partisan differences in search traffic on the coronavirus. The estimates from our model are provided in Table A2 in the appendix. We plot our model predictions for Canadian municipalities in Figure 2 across Conservative party vote share (left panel) and our socio-economic (centre panel) and urban status indices (right panel). There is no significant association between Conservative party vote share and search interest in the coronavirus. Interest in the coronavirus among municipalities is much more strongly determined by socio-economic (p < 0.001) and urban characteristics (p < 0.001).\n",
            "cite_spans": [],
            "section": "Aggregate-Level Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The null result highlighted by our aggregate-level analyses are also reflected in individual-level COVID-19 risk perceptions and self-reported social distancing practices. Partisans of the Liberals, Conservatives and the New Democratic Party (NDP) are not significantly different in their social distancing practices or in their perceptions of COVID-19 severity, after accounting for ideology and demographics, though nonpartisans do generally score lower. Our model estimates for partisanship and ideology are plotted in Figure 3, and the full model estimates can be found in Table A2.\n",
            "cite_spans": [],
            "section": "Individual-Level Analyses ::: Results",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Ideology does appear to matter. Crossing the full range of this index is expected to reduce one's perceptions of COVID-19 severity by 0.2 points (p < 0.01). Someone who is consistently left-wing is expected to score 0.87 on the 0–1 scale, compared to 0.71 for those who are consistently right-wing in their beliefs. Likewise, online social distancing is expected to decrease from 0.41 to 0.31 (p < 0.01), on the 0–1 scale, though there appears to be no effect on offline social distancing. Ideology, rather than partisan identity or elite cue-taking, appears to be driving small partisan differences in COVID-19 attitudes and social distancing practices.",
            "cite_spans": [],
            "section": "Individual-Level Analyses ::: Results",
            "ref_spans": []
        },
        {
            "text": "The above findings suggest that both Canadian elites and the mass public are in a moment of cross-partisan consensus on COVID-19. MPs of all parties have increasingly emphasized the crisis and reinforced the messages of mainstream expert communities. At the aggregate level, there is no evidence of a relationship between the partisan leanings of municipalities and interest in the coronavirus; at the individual-level, very small partisan differences generally disappear when controlling for ideology and demographics. Unlike in the United States, response to the coronavirus is not structured by partisanship, at least at the moment. As the crisis wears on and economic costs mount, it is essential that Canadian parties maintain a united front to avoid eroding this unique moment of societal consensus.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table A1.: Factor loadings\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table A2.: Regression Estimates, OLS\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Rolling Percentage (n = 15) of Tweets Focused on COVID-19, the Environment and Immigration from Federal Members of Parliament as Identified by Keyword Searches",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Predicted Municipal-Level Search Interest in Coronavirus over Conservative Party Vote Share (left), Socio-economic Status Index (centre) and Urban Index (right)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Effects of Ideology and Partisanship on Severity and Social Distance Indices",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Understanding Partisan Cue Receptivity: Tests of Predictions from the Bounded Rationality and Expressive Utility Perspectives.",
            "authors": [],
            "year": 2019,
            "venue": "Journal of Politics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1086/707616"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Voting Experiments",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Public Opinion and Heuristic Processing of Source Cues",
            "authors": [],
            "year": 1993,
            "venue": "Political Behavior",
            "volume": "15",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Elite Domination of Public Doubts about Climate Change (Not Evolution)",
            "authors": [],
            "year": 2018,
            "venue": "Political Communication",
            "volume": "35",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "The Nature and Origins of Mass Opinion",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "In Time of War: Understanding American Public Opinion from World War II to Iraq",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Do Voters Polarize When Extreme Parties Enter Parliament?",
            "authors": [],
            "year": 2019,
            "venue": "American Journal of Political Science",
            "volume": "63",
            "issn": "4",
            "pages": "888-904",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Elite Cues, Media Coverage, and Public Concern: An Integrated Path Analysis of Public Opinion on Climate Change, 2001–2013",
            "authors": [],
            "year": 2017,
            "venue": "Environmental Politics",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Left and Right: The Small World of Political Ideas",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Follow the Leader? How Voters Respond to Politicians’ Policies and Performance",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "British Journal of Political Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}