{
    "paper_id": "PMC7148080",
    "metadata": {
        "title": "Finding Old Answers to New Math Questions: The ARQMath Lab at CLEF 2020",
        "authors": [
            {
                "first": "Joemon",
                "middle": [
                    "M."
                ],
                "last": "Jose",
                "suffix": "",
                "email": "joemon.jose@glasgow.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Emine",
                "middle": [],
                "last": "Yilmaz",
                "suffix": "",
                "email": "emine.yilmaz@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "João",
                "middle": [],
                "last": "Magalhães",
                "suffix": "",
                "email": "jm.magalhaes@fct.unl.pt",
                "affiliation": {}
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Castells",
                "suffix": "",
                "email": "pablo.castells@uam.es",
                "affiliation": {}
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Ferro",
                "suffix": "",
                "email": "ferro@dei.unipd.it",
                "affiliation": {}
            },
            {
                "first": "Mário",
                "middle": [
                    "J."
                ],
                "last": "Silva",
                "suffix": "",
                "email": "mjs@inesc-id.pt",
                "affiliation": {}
            },
            {
                "first": "Flávio",
                "middle": [],
                "last": "Martins",
                "suffix": "",
                "email": "flaviomartins@acm.org",
                "affiliation": {}
            },
            {
                "first": "Behrooz",
                "middle": [],
                "last": "Mansouri",
                "suffix": "",
                "email": "bm3302@rit.edu",
                "affiliation": {}
            },
            {
                "first": "Anurag",
                "middle": [],
                "last": "Agarwal",
                "suffix": "",
                "email": "axasma@rit.edu",
                "affiliation": {}
            },
            {
                "first": "Douglas",
                "middle": [],
                "last": "Oard",
                "suffix": "",
                "email": "oard@umd.edu",
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Zanibbi",
                "suffix": "",
                "email": "rxzvcs@rit.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In a recent study, Mansouri et al. found that 20% of mathematical queries in a general-purpose search engine were expressed as well-formed questions, a rate ten times higher than that for all queries submitted [7]. Results such as these and the presence of Community Question Answering sites such as Math Stack Exchange1 (MSE) and Math Overflow [11] suggest that there is a great public interest in finding answers to mathematical questions posed in natural language, using both text and mathematical notation. Related to this, there has also been increasing work on math retrieval and math question answering in both the Information Retrieval (IR) and Natural Language Processing (NLP) communities.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In light of this growing interest, we are organizing a new lab at the Conference and Labs of the Evaluation Forum (CLEF) on Answer Retrieval for Questions about Math (ARQMath).2 Using the mathematics and free text in posts from Math Stack Exchange, participating systems will be given a question, and asked to return a ranked list of potential answers. Relevance will be determined by how well the returned posts answer the provided question. Through this task we will explore leveraging math notation together with text to improve the quality of retrieval results. This is one case of what we generically call math-aware information retrieval, in which the focus is on leveraging the ability to process mathematical notation to enhance, rather than to replace, other information retrieval techniques. We will also include a query-by-example task on formula retrieval in which relevance will be determined by the degree to which a retrieved formula is useful for the searcher’s intended purpose.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Question answering (QA) was among the earliest target applications for Artificial Intelligence. Techniques for answering one specific type of mathematical question, automated theorem proving, date back to 1956 when Newell and Simon [9] introduced the logic theorist that proved theorems in symbolic logic. Three years later, they introduced the General Problem Solver [10], which attempted to mimic students’ behavior in discovering proofs. For math QA, an important recent development was the work of Ling et al. [6], who solved algebraic word problems by generating answer rationales and human-readable mathematical expressions that derive a final answer along with a description of the method used to solve the problem. Kushman et al. [5] presented an approach for automatically learning to solve algebra word problems expressed in text and math by defining a joint log-linear distribution over full systems of equations and aligning their variables and numbers to the problem text.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 739,
                    "end": 740,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "More recently, machine learning has been applied to answering a broader range of questions. For example, the Arosti system of Clark et al. [3] achieved a score of over 90% on the (non-diagram) multiple choice portion of the New York Regents 8th Grade Science Exam, the first such system to pass this test. Natural Language Processing has, in recent years, focused on Reading Comprehension QA tasks requiring an answer to be located in a single document. One recent shared task that involved processing mathematical notation was Task 10 at SemEval 2019 [4], which provided a question set derived from the MathSAT (Scholastic Achievement Test) practice exams that included 2,778 training questions and 1,082 test questions from three major categories: Closed Algebra, Open Algebra and Geometry. A majority of the questions were multiple choice, with only a minority having a numeric answer.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Within the IR community, much of the recent work on QA has focused on Community Question Answering (CQA), with the goal of augmenting human talent by finding earlier answers that people have already given that can serve as answers to newly asked questions. One important line of work enabled by CQA is that it becomes possible not just to search directly for potential answers, but also to search for prior questions that could lead to potential answers. Because CQA systems include social media features such as voting for answer quality, some types of non-text features can also be leveraged.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Math-Aware Information Retrieval. The existing evaluation resources for math-aware information retrieval were initially developed over a five-year period at the National Institute of Informatics (NII) Testbeds and Community for Information Access Research (at NTCIR-10 [1], NTCIR-11 [2] and NTCIR-12 [12]). The NTCIR Mathematical Information Retrieval (MathIR) tasks developed evaluation methods and allowed participating teams to establish baselines for both “text + math” queries and isolated formula retrieval. NTCIR-12 ultimately made use of two collections, one a set of arXiv papers from physics that is split into paragraph-sized documents, and the other a set of articles from English Wikipedia. Interest in these tasks is global; at the NTCIR-12 MathIR task, for example, there were participating groups from around the world, including Europe (Czech Republic, Germany), Asia (China, India, Japan) and North America (Canada, USA). The NTCIR-12 isolated formula retrieval test collection was also later used by participants for the 2016 Competition on Recognition of Online Handwritten Mathematical Expressions (CROHME) [8] at the International Conference on Frontiers in Handwriting Recognition (ICFHR).",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1129,
                    "end": 1130,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "ARQMath Goals. The ARQMath lab will provide an opportunity to push mathematical question answering in a new direction, where informal language is frequently used, and where answers provided by a community are selected and ranked rather than generated. One goal is to produce test collections; a second is to drive innovation in evaluation methods; and a third is to drive innovation in the development of math-aware information retrieval systems.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There will be two tasks in the first year: (1) a question answering task (QA), where systems are provided a question post from MSE and then return a ranked list of answer posts and (2) an isolated formula retrieval task. Table 1 illustrates these two tasks, and we provide details about each task below.",
            "cite_spans": [],
            "section": "Overview of Tasks",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Finding Answers to Math Questions (Main Task). For the QA task, at least 50 questions from MSE will be sampled, with the requirement that each question contains both text and at least one formula. Participants will have the option to run queries using only the text or math portions in each question, or to use both math and text. We will ask participants to label each run with which of these conditions they chose. One challenge inherent in this design is that the expressive power of text and formulas are sometimes complementary; so although all topics will include both text and formula(s), some may be better suited to text-based or math-based retrieval. We plan to accommodate this by reporting results for all participants that are averaged over three topic sets: (1) all topics, (2) topics for which the assessor believes the text alone to be an adequate characterization of the topic, and (3) topics for which the assessor believes the formula(s) alone to be an adequate characterization of the topic.",
            "cite_spans": [],
            "section": "Overview of Tasks",
            "ref_spans": []
        },
        {
            "text": "Formula Search (Secondary Task). In this task individual formulas are used as queries, and systems return a ranked list of similar and/or related formulas. As with the NTCIR-12 Wikipedia Formula Browsing Task, this task has the goal of fostering development of component technology for computing math similarity. We envision two improvements over what was done at NTCIR: further developing the concept of “formula relevance” and creating a collection with a larger number of formula queries (NTCIR-12 has only 20 formula queries + 20 modified versions of the same formulas with wildcards added).",
            "cite_spans": [],
            "section": "Overview of Tasks",
            "ref_spans": []
        },
        {
            "text": "Each formula query will be a single formula extracted from a question used in the main task. For each query, annotators will write a short human-readable narrative field – not available to participating systems – that reflects their understanding of the type(s) of similarity the person who asked the original question would have found useful. This may include alternative notation, simplification, specialization, or applications in specific fields, and we expect to extend those categories further based on suggestions from participating teams. Because participating systems won’t have access to this narrative field in for their “standard condition” run, we expect this task to support research on diversity ranking for formula retrieval. We are also aiming to have at least 50 formula queries in the first year, with the intent to expand both query sets in subsequent years.",
            "cite_spans": [],
            "section": "Overview of Tasks",
            "ref_spans": []
        },
        {
            "text": "Our collection will be comprised of question and answer postings from Math Stack Exchange (MSE). These postings are freely available as data dumps from the Internet Archive. At the time of this writing, there are 1.1 million questions.",
            "cite_spans": [],
            "section": "The Math Stack Exchange Collection",
            "ref_spans": []
        },
        {
            "text": "Figure 1 (left) shows the distribution of the number of formulas per question post. For query development, only the 45% of questions containing at least one formula,3 will be considered. As Fig. 1 (right) shows, question production on Math Stack Exchange has been fairly steady in recent years. We plan to release an annotated version of the complete Math Stack Exchange data dump containing questions and answers produced through December 2018 as the test collection, holding out questions submitted in 2019 for query development.",
            "cite_spans": [],
            "section": "The Math Stack Exchange Collection",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We plan to stratify the questions by predicted difficulty (in the opinion of the collection developers) so as to avoid, for example, having too many common questions that are nearly identical to questions from 2018 or earlier. Each question will include a unique ID, the asker-entered title for their question, the asker-entered body of the question, three formats for formulas found in the body of the question (\n\n, Presentation MathML, and Content Math ML; see below), a list containing any edits to the question that were subsequently done by the asker, one or more asker-entered type tags (e.g., “calculus”), and comments on the question entered by other users, the average score assigned by other MSE users to the question (which one might interpret as a measure of how “good” a question it is), and the asker’s reputation score (which is estimated from scores given to their prior questions). Only the first four of these (ID, title, body, formulas) will be used for the standard condition, but the additional features will be available for use in contrastive runs.",
            "cite_spans": [],
            "section": "The Math Stack Exchange Collection",
            "ref_spans": []
        },
        {
            "text": "We will use open source tools such as LaTeXML,4 to label and convert\n\n formulas from posts and convert them to XML markup, including both Presentation (appearance-based) and Content (semantic) MathML. We will perform this extraction centrally and distribute the extracted formulas as standoff annotations with references to the location of the formula in each XML question or answer post. Converting LaTeX to Presentation MathML is a straightforward transformation between formula appearance representations (i.e., symbols on writing lines). Producing Content MathML from LaTeX requires inference, and is thus potentially errorful. However, Content MathML supports a higher level of abstraction by representing operator structure explicitly. Centralizing this conversion will remove one possible source of variation, but conversion scripts will also be made available to participants who wish to experiment with extended conversion capabilities.\n",
            "cite_spans": [],
            "section": "The Math Stack Exchange Collection",
            "ref_spans": []
        },
        {
            "text": "For both the QA and formula retrieval tasks, manual and automatic runs will be allowed. For each topic, the top-N (e.g., top-20) results from each participant run, along with additional manual runs conducted by the organizers, will be pooled. We will trade off pool depth and number of topics based on the available annotation resources.",
            "cite_spans": [],
            "section": "Relevance Judgments",
            "ref_spans": []
        },
        {
            "text": "Because specialized mathematical knowledge may be needed for assessment, the pooled documents will be assessed for relevance by volunteers from participating teams, augmented by assessors hired by the organizers. Evaluation will be performed using a web-based system (e.g., Sepia5). Assessors for the main task will be asked to identify relevant answers using pools from the main task. Assessors for the formula retrieval task will work with merged pools from both the formula retrieval task and (where appropriate for the question) from the main task to identify similar formulas. Most pools will be judged by a single assessor, but some will be dual-assessed to observe annotator agreement. For the formula retrieval task, queries will be selected for dual annotation using stratified random sampling so as to cover a broad range of similarity types. We also plan for some limited experimentation with alternative annotation strategies (e.g., additionally annotating the most useful parts of a relevant answer, or annotating the preference order between relevant answers) with the goal of informing evaluation design in future years.",
            "cite_spans": [],
            "section": "Relevance Judgments",
            "ref_spans": []
        },
        {
            "text": "We will use trec_eval to compute ranked document retrieval measures for each run for both tasks, with inferred Average Precision (infAP) as the standard measure for comparing systems. This choice of infAP is intended to provide results that can support future experimentation with the test collection by future systems that did not contribute to the judgment pools, but we will provide the full range of trec_eval measures to participating systems for use when different evaluation measures could provide additional insights.",
            "cite_spans": [],
            "section": "Relevance Judgments",
            "ref_spans": []
        },
        {
            "text": "The ARQMath lab at CLEF 2020 is the first in a three-year sequence of labs through which we aim to push the state of the art in evaluation design for math-aware IR, and in which we seek to support the development and ultimate deployment of new techniques for that task. We have chosen to focus on CQA, using Math Stack Exchange, both because that task models an actual employment scenario, and because the scale of the available collection is sufficient to also support the development of a second test collection more narrowly focused on formula retrieval. Math is, of course, only one example of structured notation, and we might reasonably hope to one day leverage similar ideas in other domains that also frequently use specialized notation, such as biology or chemistry.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Example queries and results for question answering and formula retrieval.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Formulas in math stack exchange question postings. Left: formula counts for questions. Right: creation years for questions containing at least one formula.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The logic theory machine-A complex information processing system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "IRE Trans. Inf. Theor.",
            "volume": "2",
            "issn": "",
            "pages": "61-79",
            "other_ids": {
                "DOI": [
                    "10.1109/TIT.1956.1056797"
                ]
            }
        }
    }
}