{
    "paper_id": "PMC7135430",
    "metadata": {
        "title": "Just-in-time lectures: SARS",
        "authors": [
            {
                "first": "Rashid",
                "middle": [
                    "A"
                ],
                "last": "Chotani",
                "suffix": "",
                "email": "rchotani@jhsph.edu",
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [
                    "E"
                ],
                "last": "LaPorte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Faina",
                "middle": [],
                "last": "Linkov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sunita",
                "middle": [],
                "last": "Dodani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniyal",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Khan",
                "middle": [
                    "M"
                ],
                "last": "Ibrahim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With the emergence of Severe Acute Respiratory Syndrome (SARS), an enormous public-health effort is needed to limit further spread of the infection. As of May 19, 2003, SARS has spread to potentially 30 countries, in five continents, causing 7864 cases and 643 deaths since the initial cases were identified when they peaked in late February, 2003. The actual outbreak was later identified to have occurred in Guandong Province, China, in November, 2001. At present the overall case-fatality proportion is 8-2%, but has considerable variation across countries, ranging from 5-5% (289/5236) in China to 16-4% (23/140) in Canada.1\n",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 628,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Lack of information and knowledge about a global outbreak such as SARS makes all affected people vulnerable, especially health professionals who need accurate and up-to-date information to care for patients and undertake crucial research. Advances in information technology, however, have meant that health information can be rapidly accumulated and disseminated through the internet to the global medical community. The wide accessibility of this medium means that Just-in-time (JIT) lectures, which target educators, can help to improve the dissemination of information in a health crisis.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The concept of JIT lectures comes from manufacturing, where JIT inventory control achieved huge savings and flexibility. When applied to medicine, the basic idea of JIT lectures is that new information about a disease presented in a structured format (using PowerPoint) can be disseminated instantly. The beauty of JIT lectures is the speed with which critical lectures can be written and distributed. The widespread use of computing in health-care systems enhances the flow of information over the internet. Moreover, the capture-recapture epidemiological tools used for Global Disease Telemonitoring can assist in computing accurate incidences of diseases.2,3 Thus, JIT lectures can be sent around the world in a matter of minutes.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 659,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the event of a health catastrophe, experts can be asked to create background lectures on the epidemiology of the disease, as well as lectures that describe events as they unfold. Information from scientific journals can also be compiled together with the most current reports from affected hospitals. Moreover, experts can continuously update JIT information as new events unfold. These lectures should focus on a single disease, such as SARS, or on an event, such as a natural or human catastrophe. The processing of the JIT lectures needs to be quick to maximise their rapidly decaying shelf-life. As a source of accurate current information, JIT lectures attract the attention of not only the medical community, but also the media and listservers, such as ProMED (Program for Monitoring Emerging Diseases), as has been the case with SARS.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The value of JIT lectures was tested during the SARS outbreak. A request went out to subscribers of the Supercourse Newsletter (http://www.pitt.edu/~super1/) and there was a huge international response. The first lecture on SARS by Rashid Chotani went on the University of Pittsburgh, Supercourse website on April 18, 2003 (panel\n). The response from the internet community was incredible. Subsequently, other lectures were uploaded and the traffic on the website increased; requests for downloading the lectures came from all over the world, including remote parts of China, India, Thailand, and Korea, as well as from Europe and the USA. Many people contacted the website for more information.PanelChotani RA. Severe acute respiratory syndrome. Just-in-time lecture. http://www.pitt.edu/~super1/lecture/lec10131/index.htm\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "JIT lectures are a viable educational tool and can provide much needed information any time, anywhere, to the global community in a very short time. The JIT SARS lecture through the Supercourse website has been used worldwide. This spread of knowledge and information provides intervention strategies to educators to help them respond to chaotic situations. JIT lectures can reduce fears and help health professionals make informed decisions using accurate information.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cumulative number of reported probable cases of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "International disease counting form",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "LaPorte",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Gooch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gamboa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tajima",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "342",
            "issn": "",
            "pages": "930-931",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Needed: universal monitoring of all serious disease of global importance",
            "authors": [],
            "year": 1993,
            "venue": "Am J Pub Health",
            "volume": "83",
            "issn": "",
            "pages": "941-943",
            "other_ids": {
                "DOI": []
            }
        }
    }
}