{
    "paper_id": "PMC7169218",
    "metadata": {
        "title": "Parainfluenza virus 5–vectored vaccines against human and animal infectious diseases",
        "authors": [
            {
                "first": "Zhenhai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "zhenhai@yzu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Parainfluenza virus 5 (PIV5; formerly simian virus 5 [SV5]) is a member of the Rubulavirus genus of the family Paramyxoviridae, which includes many important human and animal pathogens such as respiratory syncytial virus (RSV), measles virus, Newcastle disease virus (NDV), Nipah virus (NiV), Sendai virus, rinderpest virus, and canine distemper virus. Although the origin of PIV5 is unclear, PIV5 is thought to be able to infect humans and animals including dogs, pigs, cats, hamsters, guinea pigs, cattle, and panda.1, 2, 3, 4, 5, 6 Parainfluenza virus 5 was first isolated as a contaminant from simian cells in 1956, and thus named simian virus 5.7 However, there is no sufficient evidence from subsequent studies indicating that PIV5 is a simian virus. Therefore, the virus was subsequently renamed PIV5 by International Committee on Taxonomy of Viruses in 2009. Notably, PIV5 was renamed in 2016 to mammalian rubulavirus 5, but the name, “PIV5,” will be used in this review.8\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza virus 5 has been associated with human diseases such as Creutzfeldt‐Jakob disease, multiple sclerosis, and the common cold, but subsequent studies have been unable to confirm PIV5 as the etiological agent of these diseases.1, 2, 9 Parainfluenza virus 5 is thought to contribute to upper respiratory infections in dogs, and it is a common component of vaccines designed to prevent canine infectious respiratory disease, also known as “kennel cough.”10, 11, 12, 13 Infection of dogs with PIV5 does not lead to respiratory illness, indicating that PIV5 alone is not pathogenic in dogs.14, 15 Veterinary vaccines containing live PIV5 have been used in dogs for at least 40 years without any safety concern,16 suggesting that PIV5 is safe.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In 1994, the first rescue of rabies virus (RABV) from cloned cDNA marked a major milestone in the field of nonsegmented, negative‐strand RNA virus (NNSV) research.17 Since then, more and more reverse genetics systems of NNSVs have been developed. They have become powerful tools in basic virus research and translational research, including their use as vaccine vectors for prevention of infectious diseases and delivery vectors for gene therapy. In the past decades, NNSV members including Sendai virus, vesicular stomatitis virus, NDV, and RABV have been extensively explored for these applications.18, 19, 20, 21 Parainfluenza virus 5 has also emerged as a novel and attractive vector in vaccine studies. Parainfluenza virus 5 is an NNSV member that infects host respiratory epithelium, making it an attractive vector for developing live‐vectored vaccines that induce protective mucosal immune responses. So far, a number of PIV5‐based vaccine candidates have been successful in protecting against viral and bacterial infections in multiple animal models, suggesting that PIV5 vector is highly worthy of further exploration in the field of vaccine research. This is the first review of PIV5‐vectored vaccines against human and animal infectious diseases (Table 1), along with discussion of the advantages of the PIV5 vaccine vector platform to aid future vaccine design and to accelerate progression of PIV5‐based vaccines into clinical trials.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 1264,
                    "end": 1265,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Parainfluenza virus 5 has a nonsegmented genome consisting of a single strand of negative‐sense RNA that is 15 246 nucleotides (nt) in length. The total length of the virus genome is a multiple of 6 and encapsidated by the N protein, which provides protection from nuclease digestion. The genome, flanked by 3′‐leader and 5′‐trailer sequences, includes 7 nonoverlapping genes in the order of 3′‐NP‐V/P‐M‐F‐SH‐HN‐L‐5′. It encodes the nucleocapsid protein (NP), V protein (V), phosphoprotein (P), matrix protein (M), fusion protein (F), small hydrophobic protein (SH), hemagglutinin‐neuraminidase (HN), and RNA polymerase large protein (L).3, 22 V is encoded by a single gene (V/P) derived from the unedited RNA. P is generated by RNA editing of V/P gene, in which the insertion of two nontemplated guanine nucleotides during transcription results in a frame shift during translation.23 The RNA‐dependent RNA polymerase of PIV5 consists of two proteins: P and L. The L protein is responsible for the majority of enzymatic activities involved in viral RNA replication and transcription, as well as the addition of the 5′ cap structure and 3′ poly(A) sequence.3 Parainfluenza virus 5 RNA genomes, including negative‐sense genome and positive‐sense antigenome, are encapsidated by NP, forming helical ribonucleoproteins, which are essential for virus assembly and budding.",
            "cite_spans": [],
            "section": "BIOLOGY OF PIV5—VIRUS STRUCTURE AND REPLICATION",
            "ref_spans": []
        },
        {
            "text": "The genome of PIV5 contains noncoding regions (gene junctions) between each gene that range in sizes of approximately 118 to 256 nt. The noncoding regions involve gene end (GE) transcription signals, intergenic regions, and gene start (GS) signals. These GE and GS signals control transcription termination and reinitiation of upstream and downstream genes. The polar mechanism of PIV5 transcription results in a gradient of mRNA abundance that is highest at the 3′ end of the genome and decreases toward the 5′ end, following the order of NP > V/P > M > F > SH > HN > L (Figure 1B).3, 22\n",
            "cite_spans": [],
            "section": "BIOLOGY OF PIV5—VIRUS STRUCTURE AND REPLICATION",
            "ref_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The reverse genetics system to rescue PIV5 was first established in 1997.24 The virus is rescued from a cloned cDNA that contains the full genome sequence in the positive‐sense orientation flanked by a T7 promoter and hepatitis delta virus ribozyme. To rescue PIV5, cells are infected with a recombinant vaccinia virus expressing T7 RNA polymerase (vTF7.3) and then transfected with the PIV5 molecular clone along with helper plasmids encoding NP, P, and L genes. Viral RNA synthesized by T7 RNA polymerase is encapsidated with NP and associates with the polymerase complex, composed of P and L. The polymerase complex transcribes and replicates the genome, and progeny virions are produced. Rescued PIV5 is then filtered through a 0.45‐μM filter to remove the vaccinia virus. To avoid cell damage caused by vaccinia virus infection and for biosafety purposes, alternative PIV5 rescue approaches have been developed that do not require vaccinia virus. For example, a Baby Hamster Kidney Fibroblast (BHK)‐derived cell line that constitutively expresses T7 RNA polymerase (BSR‐T7/5) can be used in place of vTF7.3‐infected cells.25 Another approach, which we prefer to use in our laboratory, involves construction of a eukaryotic plasmid expressing T7 RNA polymerase that is cotransfected with the PIV5 infectious clone plasmid and NP, P, L‐encoding plasmids (Figure 1C). This method has the added benefit of enabling virus rescue in multiple cell lines. This flexibility is important when there are special requirements for virus stock production. The recombinant PIV5 viruses can be rescued efficiently from both approaches and directly used in further research without the need to remove vaccinia virus.",
            "cite_spans": [],
            "section": "CONSTRUCTION OF RECOMBINANT PIV5 VIRUSES EXPRESSING FOREIGN GENES",
            "ref_spans": [
                {
                    "start": 1365,
                    "end": 1366,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "When rescuing recombinant PIV5 viruses expressing foreign genes using the reverse genetics system, it is critical to insert the foreign genes into PIV5 genome strategically. Generally, the foreign genes are inserted into PIV5 noncoding region as an additional transcriptional unit, including the GS sequence, the foreign gene, and the GE sequence. In our laboratory, the foreign gene is routinely inserted between the 3′ end of upstream gene and the gene junction sequences. Using this strategy, one only needs to artificially insert a gene junction sequence between 3′ end of upstream gene and foreign gene. The transcription of original upstream and downstream genes remains active, and the foreign gene transcriptional unit is functional in gene expression. As mentioned previously, the genome sequence of the recombinant PIV5 genome should adhere to the “rule of six,” which enables proper genome encapsidation and thereby maintains the integrity of the genome and efficient virus replication. The insertion site is another important factor to consider, because it impacts the foreign gene expression level and viral replication efficiency. In principle, the foreign gene is more abundantly expressed when it is closer to the 3′ end of the virus genome. In the case of NDV expression vector, insertion of the foreign gene at the P/M intergenic site of virus genome is preferable for optimal foreign gene expression.26, 27 An ideal insertion site for the foreign gene should balance virus replication and foreign gene expression and contain an optimized arrangement of gene junction sequences before and after the foreign gene.",
            "cite_spans": [],
            "section": "CONSTRUCTION OF RECOMBINANT PIV5 VIRUSES EXPRESSING FOREIGN GENES",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza virus 5 is a good candidate for the development of viral vectored vaccines because of its safety, genomic stability, and abilities to grow in multiple cell lines and accommodate foreign genes of various sizes. (1) Parainfluenza virus 5 does not have a DNA phase in the life cycle, thereby avoiding the risk of genetic modification of host cell DNA by recombination or insertion. Furthermore, although PIV5 can infect many animal species, there is thus far no sufficient evidence indicating that PIV5 causes disease in any animal species or even in humans. Therefore, the PIV5 is thought to be a relatively safe vaccine vector, which is advantageous over other negative‐sense single‐stranded virus vectors developed from RABV, vesicular stomatitis virus, and NDV,27, 28, 29, 30, 31which encounter issues with virus reversion, residual virulence, etc. (2) The PIV5 genome harboring a foreign gene is relatively stable. It does not have issues with genome recombination and the loss of the foreign gene as frequently happens with positive‐stand RNA virus genomes.32, 33 Remarkably, PIV5 maintained expression of the GFP gene for over 10 generations in cell culture.24 In addition, PIV5 stably retained foreign genes from RSV34 after in vitro and in vivo passage. (3) Parainfluenza virus 5 infects a wide range of cell types, including primary human cells and established human cell lines. Parainfluenza virus 5 also infects a large number of mammals without causing any illness.2, 35, 36 Vero cells, a WHO‐approved cell line for vaccine production, is an ideal cell substrate for propagating PIV5, with viral titers up to 8 × 108 PFU/mL.37 Parainfluenza virus 5′s ability to grow to such high titers makes it amenable to developing a mass‐produced, cost‐effective vaccine. Furthermore, PIV5 replication in the respiratory tract of animals offers an attractive route to deliver the vaccines where mucosal immunity is important for protection against pathogen infection. (4) Parainfluenza virus 5 virions are highly pleomorphic, with sizes ranging from 100 to 200 nm in diameter (Figure 1A). This structural versatility allows the PIV5 genome to accommodate foreign genes of various sizes, which is advantageous when using it as a vaccine vector. The maximum size for a gene inserted into PIV5 is unclear, but studies have shown that inserting genes 1500 to 2500 nt in length do not significantly affect PIV5 growth or virion integrity (unpublished data). Thus, the size of the PIV5 genome may not be tightly restricted by the virion structure.",
            "cite_spans": [],
            "section": "ADVANTAGES OF PIV5 AS A VACCINE VECTOR",
            "ref_spans": [
                {
                    "start": 2096,
                    "end": 2097,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The first foreign gene inserted into the PIV5 genome was the green fluorescent protein (GFP).24 Parainfluenza virus 5 expressing GFP (rPIV5‐GFP) replicated to similar titers as the wild‐type virus in cell lines without inhibition of virus growth or instability of the GFP gene insertion. This was the first proof‐of‐concept study confirming that the PIV5 could be used for foreign gene expression. The feasibility of using recombinant PIV5 as a vaccine vector has since been tested. The first example is expression of the HA gene of influenza A/Udorn/72 (H3N2 subtype) virus at the gene junction between the HN and L genes of PIV5 (rPIV5‐H3).38 Interestingly, the HA was not only expressed in the virus‐infected cells but also incorporated into the rPIV5‐H3 virions. Infection and replication of rPIV5‐H3 in mice did not cause any clinical signs of disease or weight loss when compared to PBS‐treated mice. A single dose of rPIV5‐H3 by intranasal vaccination provided protective immunity to mice against influenza virus infection. This was the first study demonstrating that PIV5 could be used as a vector to provide protective immunity against influenza virus infection. Influenza virus HA protein incorporation into rPIV5‐H3 particles is thought to enhance HA‐specific immune responses by functioning as a virus‐like particle. When PIV5 delivers the envelope proteins of other viral pathogens, they may be presented on the surface of virus particles and enhance immune responses. This has been confirmed in studies of PIV5 vaccines against influenza A virus H5N1 and RABV.39, 40\n",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "While the initial study showed that intranasal vaccination of rPIV5‐H3 was successful in protecting against homologous H3N2 influenza virus challenge, the challenge virus was not sufficiently virulent to cause death in mice. Subsequent studies sought to investigate efficacy of PIV5‐based influenza vaccines against infection with a more virulent strains of influenza virus. A live rPIV5‐H5 expressing the HA of an H5N1 influenza virus was tested against highly pathogenic avian influenza (HPAI) H5N1 challenge in mice.41 The rPIV5‐H5 was efficacious as a single intranasal dose in protecting mice against H5N1 challenge. To investigate the impact of the foreign gene insertion site within the PIV5 genome on the efficacy of the vaccine candidate, HA of H5N1 was inserted at different gene junctions of the PIV5 genome as an extra expression cassette. Insertion of HA between SH and HN (SH‐HN) induced the best protective antibody response with a robust cellular immune response, compared with other junction sites. Determining where to insert foreign genes into the PIV5 genome is valuable for PIV5 vaccine research.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "In some cases, an injectable vaccine is preferable, such as for mass vaccination in the veterinary field. Therefore, another study sought to investigate the efficacy of a PIV5‐based influenza vaccine by alternate immunization routes. A single intramuscular inoculation with rPIV5‐H5 rapidly generated neutralizing antibody responses and provided incomplete protection against HPAI H5N1 challenge.39 HA‐specific T cell responses were robustly primed in rPIV5‐H5 intramuscularly vaccinated mice, while inactivated influenza vaccine induced poor cellular immune responses. These findings demonstrate the potential for rPIV5‐H5 to be used as an intramuscular vaccine for protecting humans and animals against HPAI H5N1 infection.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "A universal influenza virus vaccine is urgently needed to provide cross‐protection against emerging divergent strains of influenza virus. Influenza virus NP, an internal structural protein, is highly conserved among all strains of influenza A viruses and has therefore been explored as a promising antigen for developing a universal influenza virus vaccine.42 Recombinant PIV5 expressing NP of a H5N1 HPAI strain (PIV5‐NP) was examined for its protective efficacy against a homologous H5N1 HPAI virus challenge and a heterosubtypic H1N1 challenge.43 A single dose of PIV5‐NP provided complete protection against lethal influenza virus H1N1 (PR8 strain) challenge, but weight loss of 10% to 20% was observed and NP‐mediated immunity did not prevent influenza virus infection in the lungs of mice. Even so, it was still superior to vaccinia virus (VV) and adenovirus 5 (Ad5) expressing NP (VV‐NP and Ad5‐NP). In studies from other groups, VV‐NP failed to provide any protection against the homologous virus, and Ad5‐NP provided 80% protection against the lethal challenge but with weight loss of about 30% in mice.44, 45 Although the results demonstrate the potential of PIV5‐NP as a universal influenza virus vaccine, the efficacy may be enhanced by using a prime‐boost regimen, by increasing the inoculation dose or by combining it with other influenza virus antigens such as M2.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Since 2013, influenza A(H7N9) virus infection has been found in birds and people in the Chinese mainland. Although the H7N9 virus is of low virulence in poultry, it can be fatal in humans. There is an urgent need for developing an H7N9 vaccine for human use. PIV5 viruses expressing the HA and NP genes of H7N9 (PIV5‐H7 and PIV5‐NP) have been tested for immunogenicity and efficacy against influenza virus A/Anhui/1/2013 (H7N9) challenge in mice and guinea pigs.46 PIV5‐H7–vaccinated mice survived lethal H7N9 challenge, but HA antibody titer was found to be a poor correlate of protection. The combination of PIV5‐H7 and PIV5‐NP completely blocked virus transmission, while PIV5‐H7 alone protected 83% of guinea pigs from H7N9 infection, suggesting that the cellular immune response plays a major role in protecting against virus challenge. Although this study warrants further research using different animal models to confirm the results, it demonstrates a promising new platform for developing an H7N9 vaccine.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Influenza virus neuraminidase (NA) has also been explored as an influenza vaccine antigen. Studies have shown that antigenic variation in NA is lower than in HA, and NA antibodies provide a broader range of protective immunity. Therefore, PIV5 viruses expressing NA of avian (H5N1) or pandemic (H1N1) influenza viruses were investigated. The results show that they can confer protection against homologous and heterologous influenza virus challenge in mice.47 In the case of PIV5 expressing NA of H5N1, two vaccine doses even conferred sterilizing immunity against H5N1 infection in mice. 47 Both vaccines were also able to reduce clinical signs of disease and influenza virus shedding in ferrets. This study indicates that PIV5 expressing NA has the potential to be exploited as a universal influenza vaccine. For a broader spectrum of protective immunity against diverse influenza virus strains or newly emergent influenza viruses, a combination of PIV5 vaccines expressing NA, HA, and NP of influenza virus is worthy of further investigation.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Further studies have been conducted to enhance the potential of PIV5 as a vaccine vector. Viral infection interferes with apoptotic pathways, which may affect antigen presentation and result in altered immune responses. Since the PIV5 SH and V proteins block TNF‐α‐mediated apoptosis,48, 49 it is hypothesized that PIV5 viruses lacking SH or V genes may present vaccine antigens more efficiently than wild type PIV5. PIV5 viruses lacking the SH gene (PIV5△SH) or the conserved region of V protein (PIV5△C) were engineered to express HA from H5N1 (PIV5△SH‐H5 and PIV5△C‐H5).50 Compared with PIV5△C‐H5 and wild type PIV5‐H5, PIV5ΔSH‐H5 induced the strongest HA‐specific antibody and cell‐mediated responses and demonstrated superior protection against lethal H5N1 challenge in mice. The results suggest that modification of PIV5's ability to antagonize host cell apoptosis may enhance the immunogenicity of foreign antigens.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccine candidates for influenza viruses ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Currently, there are rabies vaccines and immunoglobulin therapies available for humans and animals against RABV infection (pre‐exposure prophylaxis and post‐exposure treatment). However, the expense makes vaccination and treatment inaccessible to low‐income families, especially in developing countries. Alternative approaches include vaccinating stray dogs and other wild animals, with the aim of reducing the public health risk to humans and domestic animals. To address these issues, recombinant PIV5 encoding the G gene of RABV (PIV5‐G) was generated to evaluate its potential as a rabies vaccine. PIV5‐G induced protective immune responses via intranasal, intramuscular, and oral immunization against a robust RABV challenge in mice.40 This is the first demonstration of an efficacious oral immunization for a paramyxovirus‐vectored rabies vaccine. It aligns with a needle‐free vaccination strategy to protect stray dogs and wild animals from rabies. Furthermore, since live PIV5 has been used extensively in dogs as a component of the kennel cough vaccine, it is feasible for PIV5‐G to replace PIV5 in the routine vaccination schedule for dogs.",
            "cite_spans": [],
            "section": "\nPIV5 as a vaccine and a therapeutic for RABV\n ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Further studies were performed to investigate the efficacy of PIV5‐G as a post‐exposure therapy for RABV infection. Mice were intramuscularly infected with RABV, which commonly reaches the animal's brain 3 days after exposure.51 At 4, 5, and 6 days after RABV infection, mice were injected intracerebrally with PIV5‐G or LBNSE–GM‐CSF (an attenuated RABV expressing GM‐CSF). Fifty percent of the PIV5‐G–treated mice survived, even after the onset of clinical signs on day 6 post‐RABV infection. PIV5‐G was as effective as LBNSE–GM‐CSF in treating RABV‐infected mice. To improve the efficacy of PIV5‐G, a combined therapy of PIV5‐G and anti‐rabies antibodies is worthy of further investigation. Unlike an attenuated RABV vaccine, PIV5‐G will not be neutralized by anti‐rabies antibodies. The attenuated RABV vaccine also has safety concerns when injected into the human brain.",
            "cite_spans": [],
            "section": "\nPIV5 as a vaccine and a therapeutic for RABV\n ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus is one of the leading causes of respiratory illness that results in mortality and morbidity in young children, immunocompromised individuals, and senior citizens. Thus far, there is no licensed RSV vaccine, and a safe and efficacious RSV vaccine remains an unmet need. Two PIV5‐vectored vaccines expressing RSV glycoproteins F (PIV5/F) and G (PIV5/G) were evaluated in animal models for their immunogenicity and efficacy of protection against RSV infection.52 First, PIV5/F and PIV5/G were examined in mice for proof‐of‐concept testing. It was found that serum neutralizing antibodies were generated in PIV5/F‐immunized mice but not in PIV5/G‐immunized mice. Despite this, reduced viral burden was found in the lungs of PIV5/G‐immunized mice presumably because RSV G‐specific antibodies are protective independent of conventional neutralization activity in vitro. This work demonstrated that a single‐dose immunization with PIV5/F or PIV5/G elicited protective immunity against RSV challenge in mice. PIV5/F and PIV5/G were further evaluated as single‐dose inoculations in more relevant preclinical animal models.53 In cotton rats, both PIV5/F and PIV5/G elicited RSV‐specific serum antibodies and conferred complete protection in the lung against RSV challenge. In African green monkeys, PIV5/F conferred the greatest reduction in post‐challenge RSV titers in the respiratory tract, while PIV5/G was relatively less efficacious. The PIV5 vaccines were also able to boost RSV neutralizing antibody responses in African green monkeys with prior exposure to RSV. These studies demonstrate that the PIV5 is a promising vaccine vector for RSV‐naïve and RSV‐exposed persons (pediatric and elderly) against RSV infection, with PIV5/F as a superior RSV vaccine candidate.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccines for RSV\n ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Most recently, additional work was published on improved PIV5/F vaccine candidates containing PIV5 vector or RSV‐F antigen modifications.54 RSV‐F was inserted at the PIV5 SH‐HN gene junction (PIV5‐RSV‐F/SH‐HN) or used to replace PIV5 SH (PIV5△SH‐RSV‐F), based on previous findings that the vector modifications could increase vaccine efficacy. Parainfluenza virus 5 was also engineered to express a stabilized pre‐fusion RSV‐F (RSV‐pF) at both insertion sites of PIV5, which has potential to generate more potent neutralizing responses to RSV than the RSV‐F in the post‐fusion conformation. Although the vaccine candidates stimulated strong host immune responses and RSV burden in the upper and lower respiratory tracts were reduced, RSV‐pF did not generate a higher level of neutralizing antibodies than RSV‐F. The findings suggest that both pre‐fusion and post‐fusion RSV‐F are important and should be considered when designing highly efficacious recombinant RSV vaccines. It was also demonstrated that PIV5‐based RSV vaccines could be administered subcutaneously, which provides a favorable route of vaccination for infants who may suffer from nasal congestion due to intranasal inoculation.",
            "cite_spans": [],
            "section": "\nPIV5‐vectored vaccines for RSV\n ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Parainfluenza virus 5 has also been engineered to express bacterial antigens for vaccine development. Mycobacterium tuberculosis is the etiological agent of tuberculosis (TB), which is one of the main causes of disability and death worldwide. BCG (bacille Calmette‐Guerin), an attenuated strain of Mycobacterium bovis, is the only available TB vaccine, despite questions regarding its variable effectiveness against pulmonary TB in adults. Parainfluenza virus 5 was used to express Mycobacterium tuberculosis antigens 85A (PIV5‐85A) and 85B (PIV5‐85B), and their immunogenicity and long‐term protective efficacy were evaluated in a mouse aerosol infection model.55 PIV5‐85A and PIV5‐85B effectively in reduced bacterial burden in the lungs. They could also boost the efficacy of BCG primary immunization, improving results by as much as a 3‐log reduction in bacterial load. This is the first time a PIV5‐vectored vaccine has been shown to boost vaccine efficacy in a heterologous prime‐boost regimen. It suggests that PIV5‐based TB vaccines are promising candidates for further research.",
            "cite_spans": [],
            "section": "\nPIV5 as a vaccine for tuberculosis ::: PIV5‐VECTORED VACCINES AGAINST HUMAN AND ANIMAL INFECTIOUS DISEASES",
            "ref_spans": []
        },
        {
            "text": "Efforts in using viruses as delivery vectors for vaccines have been fraught with difficulty in the fields of human and veterinary medicine. If humans or animals have preexisting immunity (especially neutralizing antibodies) to viral vectors, it will theoretically inhibit virus entry into host cells, thereby reducing the dose and antigenicity of vectored antigens.56 To determine if the presence of preexisting immunity is detrimental to the efficacy of a PIV5‐vectored vaccine, dogs with prior exposure to PIV5 were inoculated with PIV5‐H3, and efficacy of PIV5‐H3 (HA of influenza virus subtype H3) was measured.16 Dogs seroconverted 2 weeks postinoculation, and the hemaggluitination inhibition antibody titers against an H3N2 virus were greater than 40, which is considered protective in immunological standards, by 3 weeks postinoculation. These results indicate that prior exposure to PIV5 does not prevent a PIV5‐vectored vaccine from generating protective immunity. These results are consistent with the previous findings that anti‐PIV5 antibodies do not prevent PIV5 infection in mice.57 The exposure of PIV5 in human populations has also been investigated. Neutralizing antibodies against PIV5 were detected in 29% of human serum samples, but the titers were lower than those in dogs with prior exposure to PIV5.16 These results suggest that PIV5 vaccines may be able to overcome preexisting immunity to induce immunogenic and protective immune responses against pathogen infections in humans.",
            "cite_spans": [],
            "section": "PREEXISTING IMMUNITY AGAINST PIV5",
            "ref_spans": []
        },
        {
            "text": "Safety is always a critical concern in vaccine research and development. As previously mentioned, PIV5 has a highly stable genome and replicates in the cytoplasm, eliminating the possibility of viral genome integration into the DNA of host cells. Parainfluenza virus 5 is considered nonpathogenic, or very low virulence, to multiple animal species and humans. Therefore, there is no concern for virulence reversion or residual virulence for PIV5 when used as a vaccine vector, unlike with some live‐attenuated pathogen vectors.27, 28, 29, 30, 31 Furthermore, unlike other RNA viruses such as influenza or coronavirus,58, 59 there is no evidence of genetic recombination occurring between PIV5 and other viruses, indicating that the PIV5 vector should not recombine with other viruses to create a PIV5 mutant with novel pathogenic features.",
            "cite_spans": [],
            "section": "POTENTIAL BIOSAFETY ISSUES FOR PIV5 VACCINE DEVELOPMENT",
            "ref_spans": []
        },
        {
            "text": "There is concern that expressing a foreign viral envelope protein using a vaccine vector may expand tropism or pathogenicity of the viral vector. Thus far, there is no evidence indicating that this has occurred in PIV5 vaccine research. For example, a PIV5 vaccine expressing influenza virus HA protein (PIV5‐H3) has been tested in nude mice to address the issue of potentially enhanced pathogenicity.38 There were no signs of illness or weight loss observed in these immune‐deficient mice when they were infected with PIV5 or PIV5‐H3. Consistent with above findings, recombinant PIV5‐vaccinated ferrets and mice did not display any clinical signs of disease or discernable pathology.57\n",
            "cite_spans": [],
            "section": "POTENTIAL BIOSAFETY ISSUES FOR PIV5 VACCINE DEVELOPMENT",
            "ref_spans": []
        },
        {
            "text": "An ideal virus‐vectored vaccine should not only elicit robust B cell‐mediated protective humoral immune responses but also generate antigen‐specific CD8+ T cells and CD4+ T cells. As previously discussed, PIV5 vector is able to induce strong humoral immunity and protection for a variety of vaccine targets. Induction of cellular immunity is also critical for protection against some pathogens, but the induction of cellular immunity by PIV5 has not been investigated in depth. The ability of PIV5 to induce a cellular immune response was tested using PIV5 expressing a model antigen, chicken ovalbumin. In this experiment, mice were inoculated intranasally and T‐cell responses were assessed.60 Vaccination elicited a strong and long‐lasting cytotoxic T lymphocyte (CTL) response with high avidity against ovalbumin. This result suggests that PIV5 is a good vaccine vector for viral antigens, since a high avidity CTL response is optimal for virus clearance.61 Since PIV5 replication primarily occurs in the respiratory tract, this quality makes it an attractive vaccine vector for generating high avidity CTL responses against respiratory or mucosal pathogen infection.",
            "cite_spans": [],
            "section": "CELLULAR IMMUNE RESPONSE ELICITED BY PIV5 VECTOR",
            "ref_spans": []
        },
        {
            "text": "Tremendous advancements in viral vaccine vector development have been made during the past decades. These advancements rely on improved understanding of viral biology and updated insight into reciprocal interactions between viruses and the host immune system.62, 63 Currently, viral vectored vaccines remain one of the best strategies for the induction of robust humoral and cellular immunity against human and animal infectious diseases. Parainfluenza virus 5 has become an attractive vector in the field of vaccine research, particularly to develop vaccines that require induction of a protective mucosal immune response. The use of PIV5 as a vector appears to pose no major risk to animal and human health because there is no concern of virulence reversion, residual virulence, or virus recombination. In the future, the design and immunization strategy of the PIV5 vector will be further optimized to induce more potent and complete protective immunity in animals and humans to reduce disease and defend against infectious pathogens.",
            "cite_spans": [],
            "section": "CONCLUDING REMARKS",
            "ref_spans": []
        },
        {
            "text": "The author has no competing interest.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Parainfluenza virus 5–vectored vaccines for human and animal uses\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Schematic diagram of parainfluenza virus 5 (PIV5) genomes and virus rescue. A, PIV5 virion. The purified PIV5 virions were treated with anti‐PIV5 HN antibody and then secondary antibody was labeled with gold particles (black dots). The samples were examined under the electron microscope. B, PIV5 genome organization and transcription scheme. NP, nucleoprotein; V, V protein; P, phosphoprotein; M, matrix protein; F, fusion protein; SH, small hydrophobic protein; HN, hemagglutinin‐neuraminidase protein; L, RNA‐dependent RNA polymerase; GOI, gene of interest. The cis‐acting transcription stop, intergenic, and transcription start signals (not shown) are included in the intergenic junctions between each gene. The polar mechanism of PIV5 genome transcription generates a gradient of viral mRNAs abundance that reduces from the 3′ end of the genome toward the 5′ end. C, Plasmid‐based recovery of recombinant PIV5. BHK21 cells are cotransfected with the anti‐PIV5 genome plasmid and expression plasmids encoding T7 RNA polymerase and the N, P, and L proteins of PIV5. Rescued recombinant PIV5 is used to infect BHK21 cells for purification of virus plaques. The plaque‐purified viruses are further grown in the MDBK cells for virus stock of high titer. The pNP, P, and L (PIV5) refer to support plasmids that express the PIV5 NP, P, and L proteins, respectively; the pPIV5‐GOI is the PIV5 infectious clone plasmid expressing gene of interest, while the PIV5‐GOI means the rescued recombinant PIV5 virus; the pT7 Pol is the expression plasmid encoding T7 RNA polymerase",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Parainfluenza‐5 virus. Infection of man and animal",
            "authors": [],
            "year": 1972,
            "venue": "Prog Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "241-274",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Relationships and host range of human, canine, simian and porcine isolates of simian virus 5 (parainfluenza virus 5)",
            "authors": [],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "10",
            "pages": "3007-3016",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "The biology of paramyxoviruses",
            "volume": "",
            "issn": "",
            "pages": "37-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Complete genome sequence of a novel porcine parainfluenza virus 5 isolate in Korea",
            "authors": [],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "8",
            "pages": "1765-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "First complete genome sequence of parainfluenza virus 5 isolated from lesser panda",
            "authors": [],
            "year": 2017,
            "venue": "Arch Virol",
            "volume": "162",
            "issn": "5",
            "pages": "1413-1418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Parainfluenza virus 5 as possible cause of severe respiratory disease in Calves, China",
            "authors": [],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "12",
            "pages": "2242-2244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "New viral agents recovered from tissue cultures of monkey kidney cells. I. Origin and properties of cytopathogenic agents S.V.1, S.V.2, S.V.4, S.V.5, S.V.6, S.V.11, S.V.12 and S.V.15",
            "authors": [],
            "year": 1956,
            "venue": "Am J Hyg",
            "volume": "63",
            "issn": "2",
            "pages": "204-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Paramyxovirus SV5 and multiple sclerosis",
            "authors": [],
            "year": 1989,
            "venue": "Nature",
            "volume": "338",
            "issn": "6218",
            "pages": "769-771",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Kennel cough complex: confirmation and analysis of the outbreak in Japan",
            "authors": [],
            "year": 1988,
            "venue": "Nippon Juigaku Zasshi",
            "volume": "50",
            "issn": "4",
            "pages": "851-858",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Viruses recovered from laboratory dogs with respiratory disease",
            "authors": [],
            "year": 1967,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "126",
            "issn": "1",
            "pages": "140-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Isolation of parainfluenza virus SV5 from dogs with respiratory disease",
            "authors": [],
            "year": 1976,
            "venue": "Vet Rec",
            "volume": "98",
            "issn": "15",
            "pages": "301-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The challenges in developing effective canine infectious respiratory disease vaccines",
            "authors": [],
            "year": 2015,
            "venue": "J Pharm Pharmacol",
            "volume": "67",
            "issn": "3",
            "pages": "372-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Canine parainfluenza‐Bordetella bronchiseptica vaccine immunogenicity",
            "authors": [],
            "year": 1981,
            "venue": "Am J Vet Res",
            "volume": "42",
            "issn": "2",
            "pages": "266-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Canine infectious tracheobronchitis: effects of an intranasal live canine parainfluenza‐Bordetella bronchiseptica vaccine on viral shedding and clinical tracheobronchitis (kennel cough)",
            "authors": [],
            "year": 1981,
            "venue": "Am J Vet Res",
            "volume": "42",
            "issn": "10",
            "pages": "1694-1698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluating a parainfluenza virus 5‐based vaccine in a host with pre‐existing immunity against parainfluenza virus 5",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Rescue of synthetic genome RNA analogs of rabies virus by plasmid‐encoded proteins",
            "authors": [],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "2",
            "pages": "713-719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Sendai virus as a backbone for vaccines against RSV and other human paramyxoviruses",
            "authors": [],
            "year": 2016,
            "venue": "Expert Rev Vaccines",
            "volume": "15",
            "issn": "2",
            "pages": "189-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Vesicular stomatitis virus as a flexible platform for oncolytic virotherapy against cancer",
            "authors": [],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "12",
            "pages": "2529-2545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Newcastle disease virus as a vaccine vector for development of human and veterinary vaccines",
            "authors": [],
            "year": 2016,
            "venue": "Virus",
            "volume": "8",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Rabies virus as a research tool and viral vaccine vector",
            "authors": [],
            "year": 2011,
            "venue": "Adv Virus Res",
            "volume": "79",
            "issn": "",
            "pages": "139-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Paramyxoviridae: the viruses and their replication. In: Knipe DM, Howley PM, ed. Fields Virology. 4th ed",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Two mRNAs that differ by two nontemplated nucleotides encode the amino coterminal proteins P and V of the paramyxovirus SV5",
            "authors": [],
            "year": 1988,
            "venue": "Cell.",
            "volume": "54",
            "issn": "",
            "pages": "891-902",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Recovery of infectious SV5 from cloned DNA and expression of a foreign gene",
            "authors": [],
            "year": 1997,
            "venue": "Virology.",
            "volume": "237",
            "issn": "2",
            "pages": "249-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Generation of bovine respiratory syncytial virus (BRSV) from cDNA: BRSV NS2 is not essential for virus replication in tissue culture, and the human RSV leader region acts as a functional BRSV genome promoter",
            "authors": [],
            "year": 1999,
            "venue": "J Virol.",
            "volume": "73",
            "issn": "",
            "pages": "251-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Optimization of human immunodeficiency virus gag expression by newcastle disease virus vectors for the induction of potent immune responses",
            "authors": [],
            "year": 2009,
            "venue": "J Virol.",
            "volume": "83",
            "issn": "2",
            "pages": "584-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Recombinant Newcastle disease virus as a vaccine vector",
            "authors": [],
            "year": 2001,
            "venue": "J Virol.",
            "volume": "75",
            "issn": "23",
            "pages": "11868-11873",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Recombinant vesicular stomatitis virus as an HIV‐1 vaccine vector",
            "authors": [],
            "year": 2006,
            "venue": "Springer Semin Immunopathol.",
            "volume": "28",
            "issn": "3",
            "pages": "239-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Rabies Control and Treatment: From Prophylaxis to Strategies with Curative Potential",
            "authors": [],
            "year": 2016,
            "venue": "Viruses.",
            "volume": "8",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Modified Newcastle disease virus vectors expressing the H5 hemagglutinin induce enhanced protection against highly pathogenic H5N1 avian influenza virus in chickens",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine.",
            "volume": "32",
            "issn": "35",
            "pages": "4428-4435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Virulence of Newcastle disease virus: what is known so far?",
            "authors": [],
            "year": 2011,
            "venue": "Vet Res",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Construction and characterization of a full‐length cDNA infectious clone of emerging porcine Senecavirus A",
            "authors": [],
            "year": 2016,
            "venue": "Virology.",
            "volume": "497",
            "issn": "",
            "pages": "111-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "A full‐length cDNA infectious clone of North American type 1 porcine reproductive and respiratory syndrome virus: expression of green fluorescent protein in the Nsp2 region",
            "authors": [],
            "year": 2006,
            "venue": "J Virol.",
            "volume": "80",
            "issn": "23",
            "pages": "11447-11455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Genetic Stability of Parainfluenza Virus 5‐Vectored Human Respiratory Syncytial Virus Vaccine Candidates after In Vitro and In Vivo Passage",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "19",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "T cell responses to the paramyxovirus simian virus 5: studies in multiple sclerosis and normal populations",
            "authors": [],
            "year": 1996,
            "venue": "Pathobiology.",
            "volume": "64",
            "issn": "",
            "pages": "131-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A study of dogs with kennel cough",
            "authors": [],
            "year": 1978,
            "venue": "Vet Rec.",
            "volume": "102",
            "issn": "",
            "pages": "293-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Multiplication of a myxovirus (SV5) with minimal cytopathic effects and without interference",
            "authors": [],
            "year": 1964,
            "venue": "Virology.",
            "volume": "23",
            "issn": "",
            "pages": "224-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Recombinant parainfluenza virus 5 (PIV5) expressing the influenza A virus hemagglutinin provides immunity in mice to influenza A virus challenge",
            "authors": [],
            "year": 2007,
            "venue": "Virology.",
            "volume": "362",
            "issn": "1",
            "pages": "139-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Recombinant parainfluenza virus 5 vaccine encoding the influenza virus hemagglutinin protects against H5N1 highly pathogenic avian influenza virus infection following intranasal or intramuscular vaccination of BALB/c mice",
            "authors": [],
            "year": 2013,
            "venue": "J Virol.",
            "volume": "87",
            "issn": "1",
            "pages": "363-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "A novel rabies vaccine based on a recombinant parainfluenza virus 5 expressing rabies virus glycoprotein",
            "authors": [],
            "year": 2013,
            "venue": "J Virol.",
            "volume": "87",
            "issn": "6",
            "pages": "2986-2993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Recombinant parainfluenza virus 5 expressing hemagglutinin of influenza A virus H5N1 protected mice against lethal highly pathogenic avian influenza virus H5N1 challenge",
            "authors": [],
            "year": 2013,
            "venue": "J Virol.",
            "volume": "87",
            "issn": "1",
            "pages": "354-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Protection against multiple influenza A subtypes by vaccination with highly conserved nucleoprotein",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine.",
            "volume": "23",
            "issn": "",
            "pages": "5404-5410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Single‐dose vaccination of a recombinant parainfluenza virus 5 expressing NP from H5N1 virus provides broad immunity against influenza A viruses",
            "authors": [],
            "year": 2013,
            "venue": "J Virol.",
            "volume": "87",
            "issn": "10",
            "pages": "5985-5993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Primary pulmonary cytotoxic T lymphocytes induced by immunization with a vaccinia virus recombinant expressing influenza A virus nucleoprotein peptide do not protect mice against challenge",
            "authors": [],
            "year": 1994,
            "venue": "J Virol.",
            "volume": "68",
            "issn": "",
            "pages": "3505-3511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Single‐dose mucosal immunization with a candidate universal influenza vaccine provides rapid protection from virulent H5N1, H3N2 and H1N1 viruses",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Efficacy of a parainfluenza virus 5 (PIV5)‐based H7N9 vaccine in mice and guinea pigs: antibody titer towards HA was not a good indicator for protection",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One.",
            "volume": "10",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Vaccination with Recombinant Parainfluenza Virus 5 Expressing Neuraminidase Protects against Homologous and Heterologous Influenza Virus Challenge",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "23",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The SH integral membrane protein of the paramyxovirus simian virus 5 is required to block apoptosis in MDBK cells",
            "authors": [],
            "year": 2001,
            "venue": "J Virol.",
            "volume": "75",
            "issn": "",
            "pages": "4068-4079",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Conserved cysteine‐rich domain of paramyxovirus simian virus 5 V protein plays an important role in blocking apoptosis",
            "authors": [],
            "year": 2004,
            "venue": "J Virol.",
            "volume": "78",
            "issn": "",
            "pages": "5068-5078",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Efficacy of parainfluenza virus 5 mutants expressing hemagglutinin from H5N1 influenza A virus in mice",
            "authors": [],
            "year": 2013,
            "venue": "J Virol.",
            "volume": "87",
            "issn": "17",
            "pages": "9604-9609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Parainfluenza virus 5 expressing the G protein of rabies virus protects mice after rabies virus infection",
            "authors": [],
            "year": 2015,
            "venue": "J Virol.",
            "volume": "89",
            "issn": "6",
            "pages": "3427-3429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "A respiratory syncytial virus (RSV) vaccine based on parainfluenza virus 5 (PIV5)",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine.",
            "volume": "32",
            "issn": "25",
            "pages": "3050-3057",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "A Single‐Dose Recombinant Parainfluenza Virus 5‐Vectored Vaccine Expressing Respiratory Syncytial Virus (RSV) F or G Protein Protected Cotton Rats and African Green Monkeys from RSV Challenge",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Parainfluenza virus 5 (PIV5) expressing wild‐type or pre‐fusion respiratory syncytial virus (RSV) fusion protein protect mice and cotton rats from RSV challenge",
            "authors": [],
            "year": 2017,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Efficacy of parainfluenza virus 5 (PIV5)‐based tuberculosis vaccines in mice",
            "authors": [],
            "year": 2015,
            "venue": "Vaccine.",
            "volume": "33",
            "issn": "51",
            "pages": "7217-7224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Pre‐existing immunity against vaccine vectors—friend or foe?",
            "authors": [],
            "year": 2013,
            "venue": "Microbiology",
            "volume": "159",
            "issn": "Pt 1",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Virus growth and antibody responses following respiratory tract infection of ferrets and mice with WT and P/V mutants of the paramyxovirus Simian Virus 5",
            "authors": [],
            "year": 2008,
            "venue": "Virology",
            "volume": "376",
            "issn": "2",
            "pages": "416-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Reassortment in segmented RNA viruses: mechanisms and outcomes",
            "authors": [],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "7",
            "pages": "448-460",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [],
            "year": 2016,
            "venue": "Trends Microbiol",
            "volume": "24",
            "issn": "6",
            "pages": "490-502",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "High avidity cytotoxic T lymphocytes to a foreign antigen are efficiently activated following immunization with a recombinant paramyxovirus, simian virus 5",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "Pt 5",
            "pages": "1167-1172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Exploit two complementary mechanisms to provide better protection against viral infection than low‐avidity CTL",
            "authors": [],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "3",
            "pages": "1690-1697",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Immunologic basis of vaccine vectors",
            "authors": [],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "4",
            "pages": "504-515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Viruses as vaccine vectors for infectious diseases and cancer",
            "authors": [],
            "year": 2010,
            "venue": "Nat Rev Microbiol",
            "volume": "8",
            "issn": "1",
            "pages": "62-73",
            "other_ids": {
                "DOI": []
            }
        }
    }
}