{
    "paper_id": "PMC7181920",
    "metadata": {
        "title": "Update on Ebola Treatment Center Costs and Sustainability, United States, 2019",
        "authors": [
            {
                "first": "Jocelyn",
                "middle": [
                    "J."
                ],
                "last": "Herstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aurora",
                "middle": [
                    "B."
                ],
                "last": "Le",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lily",
                "middle": [
                    "A."
                ],
                "last": "McNulty",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sean",
                "middle": [
                    "A."
                ],
                "last": "Buehler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "D."
                ],
                "last": "Biddinger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Angela",
                "middle": [
                    "L."
                ],
                "last": "Hewlett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "J."
                ],
                "last": "Lowe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shawn",
                "middle": [
                    "G."
                ],
                "last": "Gibbs",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In April 2019, we sent a link to an electronic survey (Indiana University Institutional Review Board exemption #1903160012) by email to representatives from the 56 ETCs. Three additional email attempts were made to nonresponding ETCs through survey closing in June. We collected and analyzed data by using Qualtrics (https://www.qualtrics.com) software and exported them for descriptive statistical analyses.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "A total of 37 (66%) ETCs responded. However, the ability to skip questions resulted in differing response rates within the survey. Three hospitals that had previously reported they no longer held ETC designation were still listed as ETCs and were therefore included in survey invitations. However, none responded. All but 1 of the remaining respondents reported they had maintained some degree of ETC capabilities. The 1 decommissioned ETC cited a lack of funding and diminished perceived threat of EVD as factors that led to reversion to a regular unit. The other 36 ETCs sustained their high-level isolation capabilities (Figure).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 624,
                    "end": 630,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We compiled details of costs incurred by facilities since their 2014 establishment (Table). Of the 35 facilities that completed the reimbursement section, 29 (83%) reported they had received reimbursement from the federal government and 3 (9%) from the state government for costs in establishing or maintaining their unit. A total of 23 facilities reported total reimbursement amounts by the federal and state governments to date, totaling $26,546,545 (average $1,154,198/ETC). A total of 21 ETCs reported total costs and reimbursement received as of June 2019; these facilities had expended, on average, $612,664 more than their reimbursements. When we excluded federally funded RESPTCs, this figure increased to $753,015.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 89,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Of the 34 ETCs that reported primary funding mechanisms for sustaining unit operations, most cited federal (n = 30, 88%) and institutional (hospital) (n = 28, 82%) funding. A total of 21 (58%) ETCs reported capabilities would be maintained after HPP funds expire in 2020; 3 (8%) reported they would no longer maintain capabilities after funding expires, and 11 (31%) were uncertain if capabilities would be maintained. Of the 21 ETCs that would maintain capabilities, nearly all reported additional funding sources would be internal (n = 17 of 18 hospitals that detailed other funding sources), and 4 explicitly noted the desire for state funding to sustain minimal capabilities and continued staff training. Of the 11 ETCs that were uncertain if capabilities would remain, all noted their commitment to sustain capabilities but voiced ambiguity as to whether their hospital would be able to provide necessary funding within their budget. When queried if ETC capabilities would be maintained once personal protective equipment (PPE) stocks expire, 27 (77%) ETCs responded yes and 8 (23%) were uncertain.",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "Most facilities (n = 26, 76%) used the ETC space as a functional clinical unit when not activated for HHCD care, most commonly as intensive care unit beds (n = 13). Most ETCs have been used for >1 person under investigation for EVD since June 2014 (n = 22, 63%).",
            "cite_spans": [],
            "section": "The Study",
            "ref_spans": []
        },
        {
            "text": "This assessment of ETC costs and sustainability plans is a follow-up to findings from 2015 and 2016 that surveyed the then newly established ETC network. Reported costs of establishing ETC capabilities increased by >$230,000/ETC from our spring 2015 assessment (2), reflecting the ongoing efforts of ETCs to prepare for EVD cases. To date, since establishment in 2014–2015, an average additional $225,000 has been spent per ETC to maintain HHCD care capabilities. Although total ETC costs have increased since our initial assessments (nearly $1.8 million compared with $1.2 million in 2015), gaps in reimbursement from federal and state funding have also increased (from $650,000 to $750,000 in non-RESPTC ETCs). Since 2016, more ETCs reported using their unit for routine use when not activated (76% vs. 58%), offsetting operational costs.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "This study had limitations. ETC responses were self-reported and not validated. The survey tool defaulted nonresponses to zeros; therefore, for reported maintenance costs, averages for cost subcategories might be inflated because zeros were considered nonresponses. Since our previous assessment, 22 facilities reported new primary contacts; although we reached out to multiple persons for each ETC, it is possible personnel from nonresponding facilities have since left their position or hospital. It is also unclear how many nonresponding ETCs no longer maintain their capabilities; authors are aware of several nonresponding hospitals within the network that no longer maintain EVD care capabilities.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Since late 2015, the perceived threat of an HHCD outbreak within the borders of the United States has waned, and the perceived demand for numerous US hospitals to maintain a high level of preparedness for HHCDs has dwindled. In tandem with inadequate funding, more ETCs have elected to forgo high-level isolation capabilities. The establishment of RESPTCs sought to centralize capabilities at a regional level, but many ETCs noted that since 2014, major investments in establishing high-level isolation capabilities could prompt continued internal financial support if federal funding ceases.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "However, ETCs reported heavy reliance on federal funding; nearly all reported it as their primary funding stream and leading factor in maintaining capabilities. The 2020 expiration of HPP funds threatens the existence of this network. It is unknown if—and for how long—many ETCs could maintain capabilities solely with internal financial support, or if the United States will revert to the level of HHCD preparedness before 2014. The ongoing EVD outbreak in the Democratic Republic of the Congo and the rise of 2019 novel coronavirus disease in China are reminders that HHCD outbreaks are increasingly regular occurrences. The high proportion of ETCs surveyed that have used their ETC for a person under investigation since 2014 (63%) further underscores the ongoing need of such specialized units across the country. The US healthcare system has made major strides in HHCD domestic preparedness capability since 2014. However, on the basis of study responses, the US health system could again be vulnerable and inadequately prepared for the next HHCD threat if federal HPP funding is not renewed.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: Factors that have contributed to sustaining high-level isolation capabilities among 36 ETCs, United States, 2019. Other responses that were reported by >1 ETC were a full-time-equivalent designated person responsible for management (n = 3), emergency medical services partnerships (n = 2), and support from the entire institution (n = 3). ED, emergency department; ETCs, Ebola treatment centers.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Initial costs of Ebola treatment centers in the United States.",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "350-2",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2202.151431"
                ]
            }
        },
        "BIBREF2": {
            "title": "Sustainability of high-level isolation capabilities among US Ebola treatment centers.",
            "authors": [],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "965-7",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2306.170062"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}