{
    "paper_id": "PMC7176372",
    "metadata": {
        "title": "Covid-19 and the Hopeless University at the End of the End of History",
        "authors": [
            {
                "first": "Richard",
                "middle": [],
                "last": "Hall",
                "suffix": "",
                "email": "RHall1@dmu.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It’s Monday, 23 March 2020. I am in my study looking out over the Western Park area of Leicester, with blue sky and wisps of cloud. A Sikh man just walked past a cherry tree in the garden on the next road over from ours. The cherry tree is in blossom, and the silver birches on that road and the young oak tree in the garden just down from where I sit are in the process of leafing-up. The beauty of this is that I can see the return of the blue tits and great tits as they feed on-and-in the Buddleia, and skip between those trees. I can see a heron following the line of the brook towards Braunstone Park each day. I have seen a little egret heading the other way.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "I see this life unfolding as I work from home, for (can I still say at?) De Montfort University in Leicester. I work in the Education Division. I also work across the institution on projects in relation to decolonising the University, which is really important to me as I explore the idea of the abolition of the University. I am also a Universities and Colleges (trade) Union (UCU) committee member. Whilst I do some undergraduate teaching for first and second years, most of that took place in semester one. I have nine PhD students and a Masters student, with whom I work. And, of course, there are other things, but these are on my mind.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "They are on my mind because they centre people and relationships at a time of great stress, uncertainty, and anxiety. Placing people and individual/collective well-being at the centre pushes back against the idea of the University-as-was before Covid-19, which demanded that academic commodities take centre stage. These commodities are the things that higher education (HE) in the global North says that it values, like project deliverables, research outputs, public engagement activities, or human capital in the form of graduate earnings. Under the treadmill of competition between national HE sectors, institutions, subjects, and individuals, there is a demand that these things are quantified and turned into proxy metrics so that judgements can be made about performance. Competitive edge sets individuals against each other in a scramble for value, which in turn damages our physical and emotional species-being, communality, and sense-of-self (Dyer-Witheford 2004; Engels 1845/2009; Marx 1845/1974).",
            "cite_spans": [
                {
                    "start": 967,
                    "end": 971,
                    "mention": "2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 980,
                    "end": 989,
                    "mention": "1845/2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 996,
                    "end": 1005,
                    "mention": "1845/1974",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Covid-19 pandemic has forced us into an appreciation of how relationships have been subsumed and re-engineered under discourses of employability, entrepreneurship, excellence, impact, satisfaction, and value-for-money. I want to push back against this, and centre the traumas, griefs, separations, and reflections of people as the virus forces them to reinterpret themselves and their priorities. This is why I have felt the need to maintain contact, in spite of the fact that this can be exhausting, because how else might we live with the uncertainty and anxiety of the virus and the horizon of loss that nears us? The virus highlights the claustrophobic nature of our work, and how our lives as-they-were forced us to centre our labour rather than ourselves. Any demands that we deny our griefs and carry on simply scrubs away at the fabric of our souls.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Whilst universities have turned some of their infrastructures over to the State in its response to the pandemic, for testing, housing key workers, supplying personal protective equipment, and enabling individuals to volunteer through its internal structures, they are, as yet, unable to imagine questions beyond: how will admissions be managed for the next academic session? How will current assessment regimes be reorganised? How will the next academic session be managed under full or partial lockdown? In order to situate business continuity in response to these questions, universities have moved to protect the integrity of their physical infrastructure by closing or reducing access to estates. At the same time, they have challenged academic and professional services staff to find new articulations of institutional and personal digital technologies, in order to maintain student-facing services and the mirage of business-as-usual.",
            "cite_spans": [],
            "section": "The University and the Duality of Medical and Financial Pandemics",
            "ref_spans": []
        },
        {
            "text": "Commodity fetishism inside the institution and across the sector continues to take primacy over human relations, precisely because capitalist social relationships enacted through money and the market must be preserved (Marx 1867/2004). This reflects a just-in-time response to maintain business continuity, in spite of the fact that governments (and hence University and sector leaders) had been called to action in the New Year (Wang et al. 2020), as the World Health Organization declared a Public Health Emergency of International Concern on 30 January 2020. Yet, there appears to be so little strategic leadership, so much cognitive dissonance, and so little potential for distributed and democratic planning, and this is folded upon interconnected systems of production that lack any spare capacity to prepare for crises.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "mention": "1867/2004",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "2020",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "The University and the Duality of Medical and Financial Pandemics",
            "ref_spans": []
        },
        {
            "text": "This lack of spare capacity is also true of HE, in teaching, learning, research, and administration. The virus has demonstrated the fragilities of global HE and the globalised University, as it infects the relationships, infrastructures, networks, activities, and cultures that have exhausted us. It has infected our corporeal existence and the fabric of our institutions and ways of life, showing how the very ways in which capitalist social relations have exhausted us have left us more susceptible. As uncertainty breeds anxiety and ill-being, we witness institutions reacting to protect the fabric of their existence rather than of our being, in large part because they fear that the viral pandemic will catalyse a financial or economic pandemic.",
            "cite_spans": [],
            "section": "The University and the Duality of Medical and Financial Pandemics",
            "ref_spans": []
        },
        {
            "text": "As a result, there is an interplay between the Covid-19 pandemic and anxiety about its economic consequences, in terms of student fees, research income, internationalisation, and commercialisation. This is how the virus infects the corporate body of the institution, and as a result, there have been reports of university managers: laying off staff or refusing to renew short-term contracts; telling immunocompromised members of staff to be on-campus; compromising the health of estates’ staff through inadequate cleaning regimes; emailing staff to ask them to encourage students to be on-campus; failing to plan to support international students in returning home to loved ones; failing to engage with immigration guidance, and instead imposing new monitoring regimes; moving online without taking into consideration who may be disenfranchised, for instance, black and indigenous students; and so on. Each pandemic develops along an interconnected pathway feeding off vulnerability, uncertainty, and anxiety, and reinforcing power, privilege, and status.",
            "cite_spans": [],
            "section": "The University and the Duality of Medical and Financial Pandemics",
            "ref_spans": []
        },
        {
            "text": "In reflecting on this, I returned to some of my recent work, in which I have focused upon academic alienation (Hall 2018) and the separation of our humane values from the institutional prioritisation of value and efficiency, surplus time and labour, performance management, and competition. The separation of academics from control over the labour process, the things they produce, themselves, and their peers is amplified through performance anxiety, such that the University has become an anxiety machine (Hall and Bowles 2016). Inside the collective uncertainty generated by the Covid-19 pandemic, the anxiety machine seeks to maintain its motive energy and its internal integrity, in spite of the broader terrain of individual and collective hypertension. In seeking to maintain the validity of academic commodity fetishism through business continuity strategies, the University has brought the humanity of the concrete lived experiences of staff and students, realised in learning and teaching, technical work in laboratories and studios, public engagement, mentoring, librarianship, and so on, into asymmetrical relation with the abstract demands of intellectual property, academic privilege and status, and the exchange of academic commodities.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "mention": "2018",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 524,
                    "end": 528,
                    "mention": "2016",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "The Pandemic and the Anxiety Machine",
            "ref_spans": []
        },
        {
            "text": "Moreover, we no longer have the coffee shop, classroom, workshop, and common room, in which to discuss these issues. We are further separated-out and at-risk in our labour as we self-isolate. The virus has revealed how the abstract power of finance capital, the market, and the need to generate surpluses deny the potential humanity of academic work and study. In seeking to preserve its forms or structures, the University presents its cultures as pathologies, governed by activities that are methodological, in generating a disconnect between the concrete, lived reality of academics, professional services staff and students, and the abstract idea of the business. We understand the pandemic as academia’s shock doctrine (Kornbluh 2020), as staff are placed in the front line of risk management in a crisis, without revealing the modelling or risk assessment behind this. The risk is that this turns a temporary exertion into a permanent expectation, and to a permanent state of exception inside HE. In turn, the potential for further defunding, casualisation, monitoring and surveillance, and unbundling of the curriculum is revealed. If senior managers can force business-as-usual in spite of exceptional circumstances, as a means of protecting and sustaining the economy of the corporate form, then further revolutionising is possible. The existing forces and relations of academic production, re-engineered through a decade of austerity, are under renewed stress for transformations that discipline labour (Hall 2019a).",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 738,
                    "mention": "2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1519,
                    "end": 1524,
                    "mention": "2019a",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "The Pandemic and the Anxiety Machine",
            "ref_spans": []
        },
        {
            "text": "In maintaining business continuity in the face of personal crises for those who must care, or who are sick, or who are immunocompromised, or who are precarious, our institutions work against a duty of care. Thus, I am rethinking my book project, The Hopeless University: Intellectual Work at the end of the End of History, because the idea of the University has been shattered by coronavirus (Hall 2019b). My argument takes the University as the unit of analysis at a time when its political economy is up for discussion once more. The University is up for discussion because it has become hopeless in the twin sense that it is a space devoid of hope and because its forms/structures, cultures/pathologies, and activities/methodologies appear useless beyond business continuity in the face of a pandemic.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 403,
                    "mention": "2019b",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Pandemic and the Anxiety Machine",
            "ref_spans": []
        },
        {
            "text": "Before coronavirus, we have a sense that history, and the ability of humans to make their own histories, was back with a vengeance. As capitalism and capitalist social relations come into question, and we face economic populism, protectionism and the rise of the alt-right, poverty and the politics of austerity, and climate heating and an exacerbation of the metabolic rift, politics has returned. This is no longer The End of History in which there is no alternative to capitalism, rather this is a desperate need to question the purpose of the capitalist University at the end of The End of History (Aufhebunga 2019; Fukayama 1992). The pandemic forces us to question whether it is easier to imagine the end of the world (and of our humane values) than it is the end of the capitalist University (and its drive for economic value) (Jameson 1994, following Franklin 1979)?",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "mention": "2019",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 629,
                    "end": 633,
                    "mention": "1992",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 843,
                    "end": 847,
                    "mention": "1994",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 868,
                    "end": 872,
                    "mention": "1979",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "The Pandemic and the Anxiety Machine",
            "ref_spans": []
        },
        {
            "text": "The crisis reminds us what we knew about our institutions and their lack of care for us, or it reveals to us how we have duped ourselves, or it shows us how much cognitive dissonance we have to deploy in order to survive the intensification of our lives. It shows us to whom or what institutions give their loyalty. The daily, repetitive, symptomatic illnesses of University labour, normally revealed as performance anxiety, overwork, hopelessness, and uncertainty are amplified in this crisis of Covid-19. The ways in which University workers attempt to cauterise or ignore their wounds usually focuses on the maintenance and reproduction of privilege and status and surplus masquerading as a labour of love, and this becomes more apparent in this urgent call for business-as-usual. We are told that we must continue to self-harm, and that this is culturally acceptable, because this is a service of love inside the University-as-family. Our labour of love has crashed into our senior managers’ need for surplus and the extraction of surplus, and the dependence upon particular income streams or modes of student and institutional debt. But as the crisis intensifies, and healthcare get stretched, and people have no income, and access to food becomes a new mode of anxiety, how will the abstract, hopeless University continue to ignore the concrete, lived realities of those who labour for it?",
            "cite_spans": [],
            "section": "Self-Care in the Face of Business-As-Usual",
            "ref_spans": []
        },
        {
            "text": "As a professor, I am trying to militate against the anxieties and stresses in my own life, by managing the institution’s expectations from me, and by providing support to students and staff with whom I work. Through my performance plan, agreed with my line manager, I have local objectives grounded in academic citizenship, which I am amplifying at this time, in order to support my colleagues, upon whose work much of my own privilege rests. I have several strategic objectives, focused upon writing and generating research proposals, which have been thrown into confusion by the virus that has infected the fabric of our knowing, doing, and being. This tension between local objectives grounded in academic citizenship and sociability, and strategic objectives that are framed by external competition, has been revealed by the virus.",
            "cite_spans": [],
            "section": "Self-Care in the Face of Business-As-Usual",
            "ref_spans": []
        },
        {
            "text": "Yet, this is a deeply emotional time as well, and work feels secondary whilst psychologically important. I am currently helping my aunt to care for my nan, who is 102. She has care four times a day, and until two weeks ago, I was travelling to see her twice a week. This was a two-hour round trip, plus spending time with her. I lived with her and my Granddad for a while in my early years, and she is the light of my life. I cannot see her now, as we have made the decision that only my aunt will go, in order to reduce the risk. If my aunt falls ill, I will go, but as my partner is in a vulnerable group, this means I will need to self-isolate from her.",
            "cite_spans": [],
            "section": "Self-Care in the Face of Business-As-Usual",
            "ref_spans": []
        },
        {
            "text": "Whilst I deal with grief that erupts from the reality that I will possibly never see my nan again, and that I may not be able to attend any funeral for her, I also cannot see my dad, who is an hour and a half away, and who is on peritoneal dialysis. I am concerned about him, because he is also self-isolating and extremely vulnerable. Then, my father-in-law, who is three hours away, has a heart condition and had pneumonia that required critical care two years ago. And we are also approaching the anniversary of my mum’s death. And I am concerned for my friend who has young-onset Parkinson’s, and my friend with Crohn’s disease, and my friends with asthma, and my friends who work in the health service. How is it possible to work, and also offer help and think about the contingency plans that are needed? The virus has made plain the connections and weaknesses; it has infected and inflected our sociality; it has infected our institutions and the sectors that regulate them.",
            "cite_spans": [],
            "section": "Self-Care in the Face of Business-As-Usual",
            "ref_spans": []
        },
        {
            "text": "The concern about the welfare and well-being of my colleagues and students sit on top of a deeper set of anxieties about particular members of my family and friends, and buried beneath these are a deeper set of anxieties about my own mental well-being, 10 months out of long-term therapy. These interconnections mean that I continue to sit with feelings of grief about the world and my relationships in it. I am grief-stricken about the present, and I have to listen to myself and the world, in order to do that grief justice. I mourn the potential, austerity-driven, authoritarian, populist, and neo-fascist future, inside which our hopes for education and pedagogy at the level of society have been rendered impossible. Will technologized, bureaucratic control be enforced, including through the forms/structures, cultures/pathologies and activities/methodologies of the University? Is there space for futures-thinking that involves the University (Facer 2020)?.",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 961,
                    "mention": "2020",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Self-Care in the Face of Business-As-Usual",
            "ref_spans": []
        },
        {
            "text": "Increasingly, I wonder at the power of Andreotti et al.’s (2015) invitation to hospice the University, as we would hospice some of our relationships to others and the world, and thereby to grieve and move beyond. This feels so very necessary before we consider any radical and democratic possibilities (Amsler 2015), which themselves might take the form of braiding a new tapestry of life from the threads of the old (Elwood et al. 2019). This is compounded because I feel tired about managing my role in the institution, following a strike that was exhausting, and my feelings of redundancy when people talk about business continuity or business-as-usual. My adrenal glands feel emptied as I consider how best to support my family and friends.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 310,
                    "end": 314,
                    "mention": "2015",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 436,
                    "mention": "2019",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Making Space to Grieve",
            "ref_spans": []
        },
        {
            "text": "I am coping with these feelings by: speaking with people every day (either online, or over the garden wall); starting a diary project for people in my street (The Coronavirus Diaries 2020); trying to support a local mutual aid group in a city-wide mutual aid group; and considering how best to progress my writing. I am thinking about the podcasts that mean so much to me, and how I make time to sit and listen to them, rather than listening whilst doing something else. And I have my bike on my roller and my Tai chi, and I have promised my friend I will learn to play chess. I have made my first spelt flour, sourdough starter, and there is the music of Bon Iver, Caribou, Four Tet, Keeley Forsyth, Little Dragon, Low, Rufus Wainwright, Tame Impala, This Is the Kit, and Yves Tumor.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "mention": "2020",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Making Space to Grieve",
            "ref_spans": []
        },
        {
            "text": "And this will not be forever. In the Border Trilogy, McCarthy (2013: 824) has one of his elderly, wise characters state, in response to a conversation about the fragility of young love: ‘it is an uncertain business… You must persevere. To persevere is everything’. This is what I learned from a decade in therapy: perseverance. We persevere through the events and relationships that cause us so much pain. And the pain is a new opportunity to learn and grow from our need to persevere. Part of my process is listening to the world as it has been recalibrated through shock, in a way that forces me to think through the potential for a transformation to another world beyond this capitalist dystopia that we have made. I think about the psychological shock of closing down what is, and trying to reimagine what might be. But first, I must mourn.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "mention": "2013",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Making Space to Grieve",
            "ref_spans": []
        },
        {
            "text": "The capitalist University-as-is cannot halt the systemic devouring of our present lives, in the face of the desperate institutional need to accumulate surplus in the future. The capitalist University cannot save us, because it is driven by short-term economic interests, rather than the long-term conditions of life. It is pathological; it is diseased; it functions through cultures of silence, obfuscation, paranoia, intensification, and wait and see. It has lost control of the anxiety that gave it form and content through overwork and ill-being. This very anxiety has tipped beyond uncertainty into contempt, fear, anger, and disbelief. This anxiety has made real the undercommons of the University as a moment of survival and of fugitive planning (Moten and Harney 2013). Our hope lies in understanding how crises are the very material of capitalist expansion, predicated upon the renewed exploitation of life and living labour, and in returning to struggle.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Moving Beyond in an Age of Pandemic",
            "ref_spans": []
        },
        {
            "text": "Academic labourers, professional services’ staff, and students are in a very real struggle inside-and-against the University. We have generated new energy and new organising power through our strikes against inequality, casualisation, workload, and precarious futures. What do we do now with our indignation at the handling of Covid-19? How do we respond to the institutional focus upon its own economic and financial welfare, over our corporeal and psychological well-being? I am reminded that years ago, I spoke and wrote about whether universities care enough about students, or whether universities care too much about students. I argued:As the corporate university tries to develop the characteristics of the entrepreneur in its students, it cares to discipline its labour-force through performance management and the rate of profit. However, inside and against this fragmented space, groups of academics and students are attempting to move beyond the pedagogy of debt, to define something more care-full, where the staff/student relationship can become the beating heart of an alternative vision for higher education as higher learning beyond the University and inside the fabric of society. This is the true psycho-social scope of care in these educational relationships. (Hall 2012)",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1289,
                    "mention": "2012",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Moving Beyond in an Age of Pandemic",
            "ref_spans": []
        },
        {
            "text": "So we might now ask, can we use this coronavirus moment for emancipatory ends? How might we use it to remember ourselves? How might we abolish the University-as-is, and re-think education-as-will-be (Meyerhoff 2019)? In a time of pandemic, moving beyond is an act of self-care and love.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "mention": "2019",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Moving Beyond in an Age of Pandemic",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amsler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The education of radical democracy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The alienated academic: the struggle for autonomy inside the university",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "On autonomy and the technological abolition of academic labour",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Education and technological unemployment",
            "volume": "",
            "issn": "",
            "pages": "45-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The seeds of time",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 1845,
            "venue": "Economic and philosophical manuscripts",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 1867,
            "venue": "Capital, volume 1: a critique of political economy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The border trilogy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Mapping interpretations of decolonization in the context of higher education",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Andreotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ahenakew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Decolonization: Indigeneity, Education & Society",
            "volume": "4",
            "issn": "1",
            "pages": "21-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harney",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The undercommons: fugitive planning & black study",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "470-473",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "1844/2004/2044: the return of species-being",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dyer-Witheford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Historical Materialism",
            "volume": "12",
            "issn": "4",
            "pages": "3-25",
            "other_ids": {
                "DOI": [
                    "10.1163/1569206043505130"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                }
            ],
            "year": 1845,
            "venue": "The condition of the working class in England",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fukayama",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The end of history and the last man",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}