{
    "paper_id": "PMC7186191",
    "metadata": {
        "title": "Therapeutic or detrimental mobilities? Walking groups for older adults",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "Isobel"
                ],
                "last": "Paddon",
                "suffix": "",
                "email": "l.paddon@soton.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The concept of therapeutic mobilities, coined by Gatrell (2013), has grown out of a development of research within health geography into therapeutic landscapes; places that are seen to contribute to improved health and wellbeing. Literature on therapeutic landscapes has enriched understandings of the health impacts of places, with detailed descriptions of the healing benefits of iconic sites, such as the Sanctuary of Lady Lourdes in France (Gesler, 1996) as well as more everyday settings, such as parks (Laumann et al., 2001) and gardens (Pitt, 2014). However, the recent ‘mobilities turn’ has helped develop research that moves from a focus on fixed sites, towards the role of everyday movements through places that can contribute to wellbeing (Doughty, 2013). This emerging body of research focuses largely on the restorative power of mobility to convey the idea that mobility, as well as place, can contribute to improved health and wellbeing.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 63,
                    "mention": "Gatrell (2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 445,
                    "end": 457,
                    "mention": "Gesler, 1996",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 509,
                    "end": 529,
                    "mention": "Laumann et al., 2001",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 544,
                    "end": 554,
                    "mention": "Pitt, 2014",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 751,
                    "end": 764,
                    "mention": "Doughty, 2013",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There has been increasing research into the therapeutic qualities of landscapes (Marcus, 2018; Rose, 2012) and into the value of shared walking in greenspace (Barton et al., 2009; Doughty, 2013) and bluespace (Pasanen et al., 2019). Such research indicates that shared walking through therapeutic landscapes can improve social interaction, boost mental wellbeing and enhance quality of life. Other studies have examined the downsides to walking, for instance when it is stressful or burdensome when walking with small children (Bostock, 2001) or in unsafe neighbourhoods (Green, 2009). Yet, further research that explores the unfavourable qualities of shared walking is required to examine the downsides of shared walking in different contexts (Hanson et al., 2016). This paper explores how group walking may negatively influence wellbeing in later life, and contributes to a richer understanding of the relationship between the two. In literature that focuses on places and landscapes, scholars such as Conradson (2005) and Cummins et al. (2007) have critiqued the assumption that certain environments create an inherently therapeutic experience and argue for a relational approach to place and wellbeing. As Conradson (2005, p, 338) states, ‘individuals clearly experience even scenic environments in quite different ways, in terms ranging from enjoyment through to ambivalence and even anxiety’. In this study, I argue that presumptions that group walking has intrinsically beneficial influences on wellbeing requires a relational approach that emphasises subjective experience.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 93,
                    "mention": "Marcus, 2018",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 95,
                    "end": 105,
                    "mention": "Rose, 2012",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 159,
                    "end": 178,
                    "mention": "Barton et al., 2009",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 180,
                    "end": 193,
                    "mention": "Doughty, 2013",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 210,
                    "end": 230,
                    "mention": "Pasanen et al., 2019",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 528,
                    "end": 541,
                    "mention": "Bostock, 2001",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 572,
                    "end": 583,
                    "mention": "Green, 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 745,
                    "end": 764,
                    "mention": "Hanson et al., 2016",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1004,
                    "end": 1020,
                    "mention": "Conradson (2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1025,
                    "end": 1046,
                    "mention": "Cummins et al. (2007)",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The discourse of healthy ageing also lacks a subjective conceptualisation and has been criticised for ‘homogenising, oppressing and neglecting the physical realities of older age’ (Stephens et al., 2015, p, 715). Healthy ageing refers to ‘optimising opportunities for good health, so that older people can take an active part in society and enjoy an independent and high quality of life’ (Healthy Ageing EU, 2018, p, 1). Older adults are encouraged to ‘age healthily’ by taking responsibility for their health through activities that contribute to wellbeing, such as walking groups. However, endorsements of healthy ageing can create a pressure among older people and can be exclusionary to people who cannot, for various reasons, maintain a certain standard of health (Stephens et al., 2015).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 202,
                    "mention": "Stephens et al., 2015",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 389,
                    "end": 412,
                    "mention": "Healthy Ageing EU, 2018",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 770,
                    "end": 791,
                    "mention": "Stephens et al., 2015",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Particularly in older age, group walking in various places has been found to increase fitness, reduce blood pressure and improve mental health (Hanson and Jones, 2015). Nevertheless, the widespread promotion of walking groups for older people downplays the possible detrimental impacts of shared walking to health and wellbeing and thus portrays a largely romanticised view of group walking. Walking groups are often prescribed as a way to improve health, without considering the individual issues of older adults, and shared walking in older age is rarely spatially nor relationally understood. For instance, health professionals may not appreciate where people walk and the impacts of this on a person's wellbeing, as well as who they walk with or encounter and how this impacts on their wellbeing. Moreover, ‘simply exhorting individuals to walk more or expose themselves to greenery is insufficient’ (Carpenter, 2013, p, 124) and the individual, detrimental impacts of walking groups should not be overlooked.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "mention": "Hanson and Jones, 2015",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 905,
                    "end": 920,
                    "mention": "Carpenter, 2013",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the current climate of austerity in the UK,1\nwalking groups are increasingly promoted by health professionals because they are usually free for members to join and are volunteer-led, so do not incur costs to the government or local authorities. The austerity measures of the UK government, as well as the previous ‘Big Society’ agenda, has seen responsibility for health and wellbeing shift from local authorities to communities and individuals (Lowndes and Pratchett, 2012). Cuts to government funding have resulted in the closure or reduction of many public services for older people, such as day centres, meals-on-wheels and home-care support (Age UK, 2015), therefore older adults are being encouraged to take a greater responsibility for their health and wellbeing to ensure they are leading active and healthy lives (Kuh et al., 2014). This promotion and increase of self-responsibility for older people may mean that the detrimental qualities of physical activities are overlooked. Furthermore, there is a need to examine whether older individuals are reaping the benefits that they are assumed to gain from walking groups.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 476,
                    "mention": "Lowndes and Pratchett, 2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 650,
                    "end": 662,
                    "mention": "Age UK, 2015",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 826,
                    "end": 842,
                    "mention": "Kuh et al., 2014",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this paper I am not seeking to challenge the idea that shared walking has many health benefits. Rather, I question the assumption that shared movement is inherently therapeutic or indeed inherently disabling. Through an in-depth ethnographic study of a walking group, I explore how the same form of mobility can be both beneficial and damaging in different ways to different people. I aim to encourage a shift from romanticised accounts of shared walking to consider both the positive and negative influences of shared walking on health and wellbeing.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In doing so, I introduce the concept of ‘detrimental mobilities’ and argue that this concept needs to be considered when exploring the wellbeing implications of shared walking. The concept of detrimental mobilities conveys the idea that shared mobility and movement are not imbued with intrinsic beneficial properties but can actually result in unintended, unfavourable impacts to wellbeing for some people. ‘Detrimental mobilities’ does not disregard the advantageous properties of movement to health but aims to encourage the view that while mobility may be beneficial for many, it may not be beneficial for all. I thus seek to advance recent work by Gatrell (2013) and Phoenix and Bell (2018) that explores the relationship between shared walking and wellbeing, and aim to contribute to research that is mindful of the detrimental dimensions of shared walking to health. I propose a holistic approach that enables us to consider both the positive and negative impacts of shared walking on health in older age.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 667,
                    "mention": "Gatrell (2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 672,
                    "end": 695,
                    "mention": "Phoenix and Bell (2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In what follows, I draw upon findings from my ethnographic research involving two Walking for Health (WfH) walking groups in Southampton, England in order to explore the relationship between shared walking and the wellbeing of older adults (those aged over 65). WfH was set up in England in 2000 by general practitioner William Bird, with the aim of increasing physical activity in sedentary populations. WfH (2018) runs 1,800 weekly walks for 70,000 regular walkers and is recommended by general practitioners (GPs) and advertised in doctors’ surgeries, libraries and leisure centres. Schemes are funded by local authorities and local fundraising, and the groups are open to all ages, despite approximately 58.5% of regular walkers being over 65 years old (WfH, 2016; WfH, n.d.).",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 415,
                    "mention": "WfH (2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 758,
                    "end": 767,
                    "mention": "WfH, 2016",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 769,
                    "end": 778,
                    "mention": "WfH, n.d.",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Context ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Southampton is a multi-cultural port city and is the largest city on the South coast of England with a population of 256,459 (Southampton Data Observatory, 2019). Just over 13% of Southampton's population are aged 65 and over (33,508 people), which is below the national average of 18.2% (ibid). Approximately 45% of Southampton's population are classified as living within the 30% most deprived neighbourhoods nationally, based on the Index of Multiple Deprivation2\n(Southampton City Council, 2019). In the 2011 Census, approximately 77% of Southampton residents recorded their ethnicity as White British, which is a decrease of 11% from 2001, suggesting Southampton has become more ethnically diverse (Southampton Data Observatory, 2019). The demographic make-up of the walking groups, described below, therefore do not reflect the residents of the city, which implies there are already hidden barriers to inclusion in walking groups.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 160,
                    "mention": "Southampton Data Observatory, 2019",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 468,
                    "end": 498,
                    "mention": "Southampton City Council, 2019",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 704,
                    "end": 738,
                    "mention": "Southampton Data Observatory, 2019",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Context ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The positionality of the researcher shapes the whole research process, which can impact on the participants and on the data itself (England, 1994). I am a young white woman, living in Southampton, with experience of interviewing older people. When asking participants questions about their age and health, I was acutely aware of the social difference between myself and the participants. This was especially because of prevalent ageism which often dichotomises younger people as independent and older people as dependent (Angus and Reeve, 2006). I was therefore wary that my position as a healthy young person may have influenced participants’ responses concerning the benefits they gain from group membership and about how healthy their lifestyles are. However, I share both an interest in walking and a similar socio-economic status with most of the participants and I also reside in Southampton. I thus experienced a simultaneous fluidity in my insider/outsider status, sharing some lived experiences with the participants but having a large age difference (Couture et al., 2012). Subsequently, I took a reflexive approach throughout the whole research process, recognising that my positionality may influence the data collection process, as well as the analysis of the findings (Hellawell, 2006).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 145,
                    "mention": "England, 1994",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 522,
                    "end": 543,
                    "mention": "Angus and Reeve, 2006",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1061,
                    "end": 1081,
                    "mention": "Couture et al., 2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1283,
                    "end": 1298,
                    "mention": "Hellawell, 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Positionality ::: Methods",
            "ref_spans": []
        },
        {
            "text": "I began the data collection process by contacting the WfH manager via email, who put me in contact with two walking group leaders. The two WfH groups each have approximately fifteen members but walk at different speeds. The groups meet on Southampton Common – a large recreational greenspace located in a relatively affluent area of Southampton but surrounded by some much poorer areas, thus access is open to a range of socio-economic groups (Southampton City Council, 2019). Southampton Common features various types of landscapes such as rough grassland, lakes, woodland and parkland and contains three lakes, a children's play area, a café and a pub (Southampton City Council, n.d.). The walks take place on Tuesday afternoons (the faster speed walking group) and Thursday mornings (the slower speed walking group). Each walk takes approximately one hour and is followed by refreshments at the local café.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 474,
                    "mention": "Southampton City Council, 2019",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 655,
                    "end": 685,
                    "mention": "Southampton City Council, n.d.",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Data collection process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "I arranged via email to meet each walk leader with their group at their weekly meeting spot and at this meeting, explained to the group the aims of the research and what was required of the members if they were to take part. The groups consisted mainly of white older women, thus the study's participants reflected the overall group membership. I then joined each walking group on their walk, and it was during these walks that ten of the members expressed their willingness to be part of the study. All ten interviews were walking interviews and participants chose to either undertake the walking interview at the same time as one of the walking groups – but walking further behind the group – or on a different day altogether. Five of the participants decided to arrange their walking interview for the same time and route as the walking group, thus I was also involved in participating in the walking groups, which allowed for a deeper ethnographic understanding of how these groups function. Each interview lasted approximately thirty to fifty minutes and was audio-recorded. Participants were asked questions about how and why they came to join the walking group, the benefits they gain from the walking group and any issues they have with the walking group. Before the data collection period, ethical approval was gained from the University of Southampton's Ethics committee.",
            "cite_spans": [],
            "section": "Data collection process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Small-scale, purposively selected samples are generally used for exploratory qualitative research because it favours depth of illustration over representation (Ritchie et al., 2013). I had approached both walking groups and ten members agreed to take part in the study. I analysed the data throughout the data collection period, and data saturation, defined as the ‘point at which no new themes or codes emerge from the data’ (Clarke and Braun, 2020, p, 1) was reached by the tenth interview. Robinson (2014) argues that this commonality of experiences between the participants could be because of the lack of heterogeneity within the study sample and therefore the walking groups as a whole, because the participants' characteristics reflected the overall makeup of the walking groups. Although the sample size is small, the depth of the narrative data I uncovered satisfied my study's aims and as a lone researcher on a limited timescale, the sample size of ten self-volunteered participants was also suitable in practical terms.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 180,
                    "mention": "Ritchie et al., 2013",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 427,
                    "end": 449,
                    "mention": "Clarke and Braun, 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 508,
                    "mention": "Robinson (2014)",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Data collection process ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study of walking and use of walking interviews is a burgeoning field within social sciences (Carpiano, 2009; O'Neill and Roberts, 2019). In this study, walking interviews were used to prompt knowledge recollection for participants and also to provide a more detailed and richer understanding of participants' embodied experiences while walking (Macpherson, 2016). Walking interviews use place as an active trigger to evoke feelings and thus permit access into deeper insights of the world through the participants' eyes (Anderson, 2004). The interviews were all conducted on Southampton Common therefore participants could reflect on the ways in which the walking group, and the space they move through, impacts their health and wellbeing. The walking interviews allowed me to better understand how the participants engage with their environment and the process of shared walking.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 111,
                    "mention": "Carpiano, 2009",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 113,
                    "end": 138,
                    "mention": "O'Neill and Roberts, 2019",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 349,
                    "end": 365,
                    "mention": "Macpherson, 2016",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 525,
                    "end": 539,
                    "mention": "Anderson, 2004",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Walking interviews ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pragmatically, the route, terrain and distance covered in a walking interview can influence participant's stories and the effort that it takes to complete the interview can thus affect how participants feel (Macpherson, 2016). For example, if the walk is too challenging, the participant may no longer be able to respond accurately about their experiences. In this study, participants were interviewed individually and the route of the walking interviews were chosen beforehand by each participant, so that they could decide how far and over which terrain they would prefer to walk.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 224,
                    "mention": "Macpherson, 2016",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Walking interviews ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This paper argues that the wellbeing implications of walking groups are often over-romanticised, with shared walking presumed to be fundamentally therapeutic. Likewise, I do not wish to romanticise the walking interview as a way to somehow gather more ‘accurate’ research data. Accordingly, the benefits of walking interviews should not be over-emphasised or thought to be without problems, an assumption labelled by Macpherson (2016) as a ‘methodological orthodoxy’. This concept explains that only noting the positives of walking interviews means that the cultural contexts and diverse circumstances in which participants walk are ignored. Walking interviews do not simply reveal how people respond to the environment, but they create certain socio-natural knowledge and spaces. Implying that walking interviews undoubtedly create somehow more authentic data is therefore misleading (ibid). Talking whilst walking is thought to allow people to express their feelings more openly than if sat directly opposite someone, and walking interviews have been celebrated for enhancing rapport between participants and researchers (Ward-Thompson, 2012). However, the presumption that this automatically leads to people being comfortable and open in interviews is too simplistic.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 434,
                    "mention": "Macpherson (2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1124,
                    "end": 1143,
                    "mention": "Ward-Thompson, 2012",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Walking interviews ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All ten participants were in stable health and all resided in the Southampton area. Two of the participants were male, which reflects the overall gender makeup of the walking groups and all participants were aged 65 years and over. Participants are involved with the walking group at least once a week and the length of time that participants have attended the walking groups ranges from three months to eight years. The increase in self-responsibility of older adults to maintain their health and wellbeing has been regarded as exclusionary in terms of socio-economic class (Cardona, 2008). The demographic makeup of this study's sample may reflect this, as all participants describe themselves as middle-class and White-British. Hanson and Jones (2015a) refer to the ‘inverse prevention law’ whereby preventative interventions, such as walking groups, are likely to be less successful in areas where interventions are most needed. Indeed, these authors found that WfH is not always available in areas of socio-economic deprivation, suggesting that there are barriers to access to walking groups.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 589,
                    "mention": "Cardona, 2008",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 731,
                    "end": 755,
                    "mention": "Hanson and Jones (2015a)",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Participant information ::: Methods",
            "ref_spans": []
        },
        {
            "text": "I took a phenomenological approach to understanding my data as I was concerned with individual's lived experiences (Neubauer et al., 2019). This approach looks at the meaning of experience, both in terms of what is experienced and how it is experienced. By exploring experiences as they are subjectively lived, new understandings can be developed to apprise and possibly reform how certain experiences are understood (Crust et al., 2011; Laverty, 2003), in line with my aim of gaining a more nuanced account of walker experiences. More specifically, I took a hermeneutic phenomenological approach to interpret the participant's lifeworlds while also reflecting on my own experience and the influence of this on the study (Neubauer et al., 2019).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 137,
                    "mention": "Neubauer et al., 2019",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 418,
                    "end": 436,
                    "mention": "Crust et al., 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 438,
                    "end": 451,
                    "mention": "Laverty, 2003",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 722,
                    "end": 743,
                    "mention": "Neubauer et al., 2019",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Approach ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Thematic analysis is a method of identifying, analysing and interpreting themes within data (Braun and Clarke, 2006). It is particularly useful for exploring the perspectives of different research participants, emphasising similarities and differences, and uncovering unexpected insights, which are pertinent to my research aims (ibid; King, 2004). I followed Braun and Clarke's (2006) six guidelines for thematic analysis. Firstly, I transcribed the data verbatim and familiarised myself with the data through re-reading. After, I created initial codes from the data using nVivo version 12 software. These were codes that were interesting and meaningful to my research aims (Braun and Clarke, 2006). The codes were then collated into potential themes which I reviewed, and I produced a thematic map which best represented the data and was supported by codes and the relationships between them (Clarke and Braun, 2014). At this stage, some themes, such as ‘importance of nature’ and ‘healthy ageing’ remained closely related to the therapeutic landscapes and therapeutic mobilities literatures. However, my thematic map also included many interpretive themes, such as ‘lack of integration’ and ‘personal comparisons’ that had been inductively generated. Thus, the focus on detrimental mobilities emerged more inductively during the data collection, analysis and as the study unfolded. I decided to focus this paper on the themes which showed the detrimental aspects of the walking groups because these were more interesting, meaningful and these findings add to literature that explores the unfavourable qualities of shared walking in different contexts (Bostock, 2001; Green, 2009; Hanson et al., 2016). Finally, I selected extract examples and produced a narrative summary. In text, where participants are referred to, pseudonyms are used and the participants' age stated after.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 115,
                    "mention": "Braun and Clarke, 2006",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 336,
                    "end": 346,
                    "mention": "King, 2004",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 360,
                    "end": 385,
                    "mention": "Braun and Clarke's (2006)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 676,
                    "end": 698,
                    "mention": "Braun and Clarke, 2006",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 895,
                    "end": 917,
                    "mention": "Clarke and Braun, 2014",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1655,
                    "end": 1668,
                    "mention": "Bostock, 2001",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1670,
                    "end": 1681,
                    "mention": "Green, 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1683,
                    "end": 1702,
                    "mention": "Hanson et al., 2016",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Thematic analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The transient nature of the walking groups helps participants to open up and permits an ease in the sharing of conversations, a finding also uncovered by Doughty (2013) and Ireland et al. (2018). Participants who have been attending the walking group for many years feel they are able to discuss personal issues with other members of the group, who they now consider their closest friends. For these participants, the walks have an emancipatory function that enables supportive conversations that can promote wellbeing. This support stretches beyond the walking group for some participants, for instance when Lucille broke her hip, she felt overwhelmed by the cards and kind messages sent from the walking group, who all contributed towards buying her flowers.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 168,
                    "mention": "Doughty (2013)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 173,
                    "end": 194,
                    "mention": "Ireland et al. (2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Conversely, the social contact gained from the walking group is not enjoyed by everyone. Some participants describe a clique in the walking group and a difficulty in integrating into the main social group of the walks, which makes them feel excluded. One such participant is Jean, aged 76, who began attending the Thursday walking group nine months previously. Jean joined the walking group because she often walks through Southampton Common on her own and she decided she would like some company on her walks. Although her daughter lives with her temporarily, Jean feels discontent with her social life and often feels lonely. Like some of the other participants, Jean has had difficulty in making connections with other group members:",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "“There's quite a lot of people that know each other and I don't, and I find that quite exclusive, excluding, and you don't know what to pitch it at. Because people who know each other … it's much more relaxed. If I know you, I know the things that wind you up, the things you enjoy, but if I don't, I'm a bit skating on ice sometimes” (Jean, aged 76).",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "For some participants, the brief encounters with others and the surface-level conversations fulfil their need for social interaction. Yet for other participants, who seek deeper, more meaningful connections, these interactions do not satisfy their needs. The fleeting nature of walking groups and the constant shifting between who is talking to whom, mean that sufficient bonds are difficult to form for some people. For Jean and some of the other participants, this lack of deeper connections and their inability to make them, has knocked their confidence and has actually made them feel excluded from other people in the group who have made friends rather than acquaintances. Dawn (aged, 86), for instance, finds it ‘a little bit awkward when you are on your own sort of joining in’ and John (aged 73), referring to the time in the café after the walks finds that ‘there do seem to be tables where friends really do sit together and if you went on that table, you'd …, I'm not complaining, but they are the established group’. These participants find that despite the shifts in who is walking (or sitting) with whom, the same members generally stick together in a clique that is exclusionary to others.",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, not all participants had issues with the cliques of the walking groups. Wendy, aged 71, has been attending both walking groups for six years. Wendy joined the waking groups with a friend who shares her passion for walking and being out in nature. As well as being a member of WfH, Wendy takes part in Ramblers walks and feels such walking groups provide her with both exercise and friends. Unlike some of the other participants, Wendy has no issue with the cliques of the walking group, one of which she is included in:",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "“We tend to have our little groups. So, there's a group that I am part of if you like and we do tend to stick together and then there's another group … I mean we're ok, we say hello and goodbye to each other; we may get into superficial conversation” (Wendy, 71).",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Wendy, an established member of the walking groups, is not concerned about the cliques or the lack of integration between some group members. During the interview, she described some spin-off activities, such as trips to cafés and to the cinema, which were generated from the walking group. However, it was clear that these trips were only welcome to certain people, possibly those who were part of her clique. Moreover, these participants' stories demonstrate how lines of inclusion and exclusion can be drawn within walking groups and indicates that the wellbeing gained from a social activity such as a walking group, is highly influenced by who people walk with and their levels of contentment about this. Nielson et al.'s (2019) research into social exclusion in an urban retirement village also found similar lines of inclusion/exclusion and these researchers found that being part of the retirement village did not give residents automatic entry to a social group. Likewise, being part of a walking group does not necessarily give all members automatic entry to the social cliques of the group. Therefore, the social function of walking groups should not be romanticised, as this would overlook the perhaps more minor voices who express certain degrees of discontent.",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 733,
                    "mention": "Nielson et al.'s (2019)",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "That is not to say that shared walking cannot produce therapeutic landscapes that can have healing benefits for those involved. Doris, aged 80, describes how the conversations she has with other walkers helps to reduce the stress she feels in her daily life and other participants spoke of the intimate conversations they have had with other walkers, such as when Ada's mother passed away. Nevertheless, the difficulty other participants have in making connections which satisfy their need for social interaction, suggests that social wellbeing is not necessarily gained by being part of a walking group and thus shared mobility is not inherently therapeutic.",
            "cite_spans": [],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The social aspect of these groups can create anxiety and exclusion for some, and while other research into walking groups has explained this anxiety as something newer members feel about joining group activities (Hanson et al., 2016), here, some participants who have been attending for some time are still feeling excluded from the group. Moreover, while sociality is important in the creating of therapeutic mobilities (Doughty, 2013), lack of sociality is also important in creating detrimental mobilities. Likewise, just as engaging in supportive social environments is beneficial for combatting social isolation, engaging in unsupportive social environments, and feeling excluded or rejected, is damaging for social wellbeing. Furthermore, it is important to note that this research did not include the voices of those who perhaps feel so excluded that they no longer attend the walking groups or feel so excluded that they have not joined. Gatrell (2013, p, 104) writes that ‘walking as a practice depends on opportunities and is shaped by class and ethnicity’. Indeed, the socio-demographic characteristics of the participants are generally quite similar, which suggests that lines of inclusion and exclusion can stretch from who can become integrated into the clique of these walking groups, to who can become members of walking groups to begin with.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 232,
                    "mention": "Hanson et al., 2016",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 422,
                    "end": 435,
                    "mention": "Doughty, 2013",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Walking through greenspace or skating on ice? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Places have the power to temporarily remove people from their usual thoughts and feelings, which can help people to forget about pressing issues or concerns, and can therefore reduce stress and anxiety (Hawkins et al., 2013). Nevertheless, participants have differing socio-natural relationships and for some, shared movement through nature actually induces stress, rather than releasing it. The walks are led by a walk leader, thus the route is pre-determined, so members do not need to pay attention to navigation. However, members who struggle with walking have to ‘watch their feet at all times’ so that any uneven surface or stones on the gravel paths do not hamper their movement. Where shared walking through nature is usually thought to help recovery and healing, for some participants, the walks are a constant reminder of their declining mobility in relation to their fellow walkers or their previous level of ability. Moreover, the demanding social responsibility for older people to ‘age healthily’ can actually create a pressure for individual older adults to remain at a certain level of health and fitness, which can induce stress if they struggle to reach this standard.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "mention": "Hawkins et al., 2013",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "A major issue for a few of the members is the walking speed of the groups. Despite there being multiple walking groups, originally designed to walk at various speeds and on various routes, some members find they simply cannot ‘keep up’ with the group. One participant who has a particular issue with this is Eileen aged 75, who has been attending the Thursday walking group for eight years. Possibly due to her lengthy attendance with the walking group, Eileen considers some of the other walkers her closest friends and the opportunity for a weekly catchup with them is integral to her continued attendance with the walking group. Being overweight and diabetic, Eileen was originally referred to the walks by her GP, however over the years she, and some of the other participants, have seen the group change from slower walks for people suggested to attend for their health, to more brisk walks attended by fitter individuals committed to healthy ageing. Eileen highlights a problem with this:",
            "cite_spans": [],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "“Originally it was a doctor's health referral and now it's just anybody, which is a shame because sometimes I feel that we haven't got what we want out the walk. I can't walk on stones, and sometimes I think of giving it up to be honest, but I don't want to because I do enjoy it and I think it's lovely up here … I prefer not to walk on unsafe ground and also it does slow me down quite a bit … the pavements sometimes they're very up and down and if I'm walking along with you, instead of looking at you, I'm looking at the pavement to make sure I don't trip” (Eileen, aged 75).",
            "cite_spans": [],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Janet, aged 74, has also been attending the walking group for eight years and like Eileen, she has witnessed a shift in the purpose of the group:",
            "cite_spans": [],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "“Originally it was set up for people that were trying to get fitter, but now it seems to have evolved into a group where people are all at a fairly fit level because I've noticed if people join and they're not good at walking, they tend not to come back. Because it seems to have evolved into like a walking group, not walking for fitness” (Janet, aged 74).",
            "cite_spans": [],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Relational aspects of changing place conditions, such as changes in terrain and conditions of terrain e.g. wet ground, slippery leaves etc, can cause obstacles for older adults who may have health or mobility limitations (Finlay, 2018). Especially for older adults in walking groups, who not only have to negotiate the changing landscape, but also read social cues, follow the route and speed of the group and participate in conversations. During the interview, both Eileen and Janet walked slow and paid close attention to where we were walking. The routes they chose were simple and short, and they stuck to the main paths of Southampton Common. However, the main paths were not always stuck to by the walking groups, and Eileen explained that if the route of the walking group crossed some of the other terrains of Southampton Common, such as the rough grassland or the woodland, she would often head straight to the café to wait for the other walkers to finish the walk, rather than walking with them. Moreover, the changing landscape not only creates differential experiences of shared walking but can actually hinder the benefits gained by group members who cannot cope with these changes as much as the other members.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 234,
                    "mention": "Finlay, 2018",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "These narratives thus suggest, perhaps unsurprisingly, that walking groups can be exclusive to people whose physical ability falls below a certain level. During the walks, walk leaders stop at regular intervals to ensure that members at the back of the group can catch up with those at the front, which allows a few moment's rest for many walkers. Yet, for those at the back of the group, who perhaps, like Eileen, cannot walk as fast, these built-in halts do not provide any rest and could in fact pressure some members into walking faster in order to catch up. Eileen's story highlights an issue of universally prescribing walking groups with the view that they are inherently restorative and relaxing in the same ways for all (Carpenter, 2013). The pressure that members feel to maintain the pace of the group could also have relevance to other group activities, such as cycling groups, long-distance swimmers or park-runners, where the therapeutic experience depends on one keeping pace with a group. Therefore, assuming that shared mobility is valuable to people in the same ways overlooks the nuances between mobility and wellbeing, and the diverse ways in which shared walking is experienced by individuals.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 745,
                    "mention": "Carpenter, 2013",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "What these participant's narratives also show is that detrimental and therapeutic mobilities may not instantly impact on one's wellbeing or always have the same impact. For instance, Eileen was no slower or less able to walk on uneven surfaces than other members when she joined the group eight years ago, and even for participants such as Jean, a time may come when they feel their social interaction with the group is sufficient for them to feel more relaxed and less lonely. Their accounts emphasise the relationality of the concepts of detrimental and therapeutic mobilities, as changes to an individual's socio-natural engagement and personal circumstances can influence the power of walking to impact positively or negatively on one's health and wellbeing. Changing capacities, especially in older age, impact on the influences of external factors, such as one's socio-environment, thus recommendations for certain group activities must acknowledge the temporal nature of experiences and wellbeing impacts. In uncovering stories about participants' experiences of exclusion and discomfort, it is shown that ideals of walking groups (and other group activities) as beneficial in the same ways for all need re-evaluating. Furthermore, there is a need for promoters of walking groups to have a better understanding of the lived experiences of walking group members because the micro-practices and the range of experiences of members can get overlooked in sweeping statements surrounding shared walking and health.",
            "cite_spans": [],
            "section": "An all-inclusive group? ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Healthy ageing discourse, as well as funding cuts to social and physical activity services for older people, mean that walking groups are increasingly promoted by health professionals as a means of improving the wellbeing of older adults. This paper has introduced the concept of detrimental mobilities to highlight that shared mobility is not always inherently beneficial for all individuals, thus promoters of walking groups should avoid romanticising their benefits. Taken together, the findings from this study complicate the boundaries between positive and negative therapeutic experiences and the assumption that membership in a walking group is entirely advantageous. These participants are members of the same walking group, therefore health professionals may presume that they each experience the walking group in a similar way and that they all draw the same healing benefits from each walk (Carpenter, 2013). Their experiences emphasise the importance of examining mobilities at an individual level, and with a relational approach that recognises the interplay of people and place. The findings promote viewing mobility through a detrimental mobilities lens, so that mobility is approached critically, rather than seeing mobility as fundamentally positive, or indeed inherently negative. Furthermore, there is a need for a shift in thinking from walking groups as homogenously beneficial for all members, to also understand the unintended, detrimental impacts of shared walking in older age.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 917,
                    "mention": "Carpenter, 2013",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Concluding remarks",
            "ref_spans": []
        },
        {
            "text": "This paper has the potential to enrich the understanding of wellbeing as an intersubjective and fluctuating experience, which will open up ideas surrounding how wellbeing is influenced by shared movement. This study also has implications for research into therapeutic mobilities and contributes to a richer understanding of the relationship between mobility, old age, and health and wellbeing. The focus of this paper has only been on shared walking as a form of mobility and the findings are based on a small self-selected sample, thus they cannot represent the experiences of all older adults in walking groups. This paper does not seek to disregard the notion that shared walking through greenspace is therapeutic or beneficial to health, but instead seeks to emphasise that shared mobility also has the potential to be detrimental to wellbeing. The impacts of shared mobility, and to a degree community and sociability, on health and wellbeing should therefore not be romanticised. The concept of detrimental mobilities should be considered when analysing the influence of mobility on wellbeing, as this paper has shown that walking groups have the potential to disable, as much as they enable, health and wellbeing.",
            "cite_spans": [],
            "section": "Concluding remarks",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Briefing: the health and care of older people in England",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Age UK",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Landscape, care and the relational self: therapeutic encounters in rural England",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Conradson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Place",
            "volume": "11",
            "issn": "4",
            "pages": "337-348",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2005.02.004"
                ]
            }
        },
        "BIBREF2": {
            "title": "Reflexive Accounts: an intersectional approach to exploring the fluidity of insider/outsider status and the researcher's impact on culturally sensitive post-positivist qualitative research",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Couture",
                    "suffix": ""
                },
                {
                    "first": "A.U.",
                    "middle": [],
                    "last": "Zaidi",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Maticka-Tyndale",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Qual. Sociol. Rev.",
            "volume": "8",
            "issn": "1",
            "pages": "86-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Encyclopaedia of Quality of Life and Well-Being Research",
            "volume": "",
            "issn": "",
            "pages": "6626-6628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "To saturate or not to saturate? Questioning data saturation as a useful concept for thematic analysis and sample-size rationales",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qual. Res. Sport Exerc. Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/2159676X.2019.1704846"
                ]
            }
        },
        "BIBREF5": {
            "title": "Walking the walk: a phenomenological study of long distance walking",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Crust",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Piggott",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Swann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Appl. Sport Psychol.",
            "volume": "23",
            "issn": "3",
            "pages": "243-262",
            "other_ids": {
                "DOI": [
                    "10.1080/10413200.2010.548848"
                ]
            }
        },
        "BIBREF6": {
            "title": "Understanding and representing ‘place’ in health research: a relational approach",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Cummins",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "A.V.",
                    "middle": [],
                    "last": "Diez-Roux",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc. Sci. Med.",
            "volume": "65",
            "issn": "9",
            "pages": "1825-1838",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2007.05.036"
                ]
            }
        },
        "BIBREF7": {
            "title": "Walking together: the embodied and mobile production of a therapeutic landscape",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Doughty",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Place",
            "volume": "24",
            "issn": "",
            "pages": "140-146",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2013.08.009"
                ]
            }
        },
        "BIBREF8": {
            "title": "Getting personal: reflexivity, positionality, and feminist research",
            "authors": [
                {
                    "first": "K.V.",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Prof. Geogr.",
            "volume": "46",
            "issn": "1",
            "pages": "80-89",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0033-0124.1994.00080.x"
                ]
            }
        },
        "BIBREF9": {
            "title": "‘Walk like a penguin’: older Minnesotans' experiences of (non) therapeutic white space",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Sci. Med.",
            "volume": "198",
            "issn": "",
            "pages": "77-84",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2017.12.024"
                ]
            }
        },
        "BIBREF10": {
            "title": "Therapeutic mobilities: walking and ‘steps’ to wellbeing and health",
            "authors": [
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Gatrell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Place",
            "volume": "22",
            "issn": "1",
            "pages": "98-106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2013.04.002"
                ]
            }
        },
        "BIBREF11": {
            "title": "Talking whilst walking: a geographical archaeology of knowledge",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Area",
            "volume": "36",
            "issn": "3",
            "pages": "254-261",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0004-0894.2004.00222.x"
                ]
            }
        },
        "BIBREF12": {
            "title": "Lourdes: healing in a place of pilgrimage",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Gesler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Health Place",
            "volume": "2",
            "issn": "2",
            "pages": "95-105",
            "other_ids": {
                "DOI": [
                    "10.1016/1353-8292(96)00004-4"
                ]
            }
        },
        "BIBREF13": {
            "title": "‘Walk this way’: public health and the social organization of walking",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Soc. Theor. Health",
            "volume": "7",
            "issn": "1",
            "pages": "20-38",
            "other_ids": {
                "DOI": [
                    "10.1057/sth.2008.19"
                ]
            }
        },
        "BIBREF14": {
            "title": "Is there evidence that walking groups have health benefits? A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br. J. Sports Med.",
            "volume": "49",
            "issn": "11",
            "pages": "710-715",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsports-2014-094157"
                ]
            }
        },
        "BIBREF15": {
            "title": "A spatial equity analysis of a public health intervention: a case study of an outdoor walking group provider within local authorities in England",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Equity Health",
            "volume": "14",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12939-015-0256-x"
                ]
            }
        },
        "BIBREF16": {
            "title": "Walking groups in socioeconomically deprived communities: a qualitative study using photo elicitation",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Guell",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Place",
            "volume": "39",
            "issn": "",
            "pages": "26-33",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2016.02.007"
                ]
            }
        },
        "BIBREF17": {
            "title": "“Doing” gardening and “being” at the allotment site: exploring the benefits of allotment gardening for stress reduction and healthy aging",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Thirlaway",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ecopsychology",
            "volume": "5",
            "issn": "2",
            "pages": "110-125",
            "other_ids": {
                "DOI": [
                    "10.1089/eco.2012.0084"
                ]
            }
        },
        "BIBREF18": {
            "title": "Healthy ageing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Healthy Ageing EU",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Inside–out: analysis of the insider–outsider concept as a heuristic device to develop reflexivity in students doing qualitative research",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hellawell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Teach. High. Educ.",
            "volume": "11",
            "issn": "4",
            "pages": "483-494",
            "other_ids": {
                "DOI": [
                    "10.1080/13562510600874292"
                ]
            }
        },
        "BIBREF20": {
            "title": "Walking groups for women with breast cancer: mobilising therapeutic assemblages of walk, talk and place",
            "authors": [
                {
                    "first": "A.V.",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Finnegan-John",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Kyle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Sci. Med.",
            "volume": "231",
            "issn": "",
            "pages": "38-46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2018.03.016"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Essential Guide to Qualitative Methods in Organizational Research",
            "volume": "",
            "issn": "",
            "pages": "257-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Ageism: a threat to “aging well” in the 21st century",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Reeve",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Appl. Gerontol.",
            "volume": "25",
            "issn": "2",
            "pages": "137-152",
            "other_ids": {
                "DOI": [
                    "10.1177/0733464805285745"
                ]
            }
        },
        "BIBREF23": {
            "title": "A life-course approach to healthy ageing: maintaining physical capability",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kuh",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Karunananthan",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Nutr. Soc.",
            "volume": "73",
            "issn": "2",
            "pages": "237-248",
            "other_ids": {
                "DOI": [
                    "10.1017/S0029665113003923"
                ]
            }
        },
        "BIBREF24": {
            "title": "Hermeneutic phenomenology and phenomenology: a comparison of historical and methodological considerations",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Laverty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Qual. Methods",
            "volume": "2",
            "issn": "3",
            "pages": "21-35",
            "other_ids": {
                "DOI": [
                    "10.1177/160940690300200303"
                ]
            }
        },
        "BIBREF25": {
            "title": "Rating scale measures of restorative components of environments",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Laumann",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Gärling",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Stormark",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Environ. Psychol.",
            "volume": "21",
            "issn": "1",
            "pages": "31-44",
            "other_ids": {
                "DOI": [
                    "10.1006/jevp.2000.0179"
                ]
            }
        },
        "BIBREF26": {
            "title": "Local governance under the coalition government: austerity, localism and the ‘‘Big Society’’",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Lowndes",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pratchett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Local Govern. Stud.",
            "volume": "38",
            "issn": "1",
            "pages": "21-40",
            "other_ids": {
                "DOI": [
                    "10.1080/03003930.2011.642949"
                ]
            }
        },
        "BIBREF27": {
            "title": "Walking methods in landscape research: moving bodies, spaces of disclosure and rapport",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Landsc. Res.",
            "volume": "41",
            "issn": "4",
            "pages": "425-432",
            "other_ids": {
                "DOI": [
                    "10.1080/01426397.2016.1156065"
                ]
            }
        },
        "BIBREF28": {
            "title": "Therapeutic landscapes",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environ. Psychol. Human well Being",
            "volume": "",
            "issn": "",
            "pages": "387-413",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-811481-0.00015-9"
                ]
            }
        },
        "BIBREF29": {
            "title": "How phenomenology can help us learn from the experiences of others",
            "authors": [
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Neubauer",
                    "suffix": ""
                },
                {
                    "first": "C.T.",
                    "middle": [],
                    "last": "Witkop",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Varpio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Perspect. Med. Edu.",
            "volume": "8",
            "issn": "2",
            "pages": "90-97",
            "other_ids": {
                "DOI": [
                    "10.1007/s40037-019-0509-2"
                ]
            }
        },
        "BIBREF30": {
            "title": "Social exclusion and community in an urban retirement village",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Nielson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wiles",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Aging Stud.",
            "volume": "49",
            "issn": "",
            "pages": "25-30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaging.2019.03.003"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Neighbourhood blue space, health and wellbeing: the mediating role of different types of physical activity",
            "authors": [
                {
                    "first": "T.P.",
                    "middle": [],
                    "last": "Pasanen",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B.W.",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "L.R.",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ. Int.",
            "volume": "131",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.envint.2019.105016"
                ]
            }
        },
        "BIBREF33": {
            "title": "The health benefits of walking in greenspaces of high natural and heritage value",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Hine",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pretty",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Integr. Environ. Sci.",
            "volume": "6",
            "issn": "4",
            "pages": "261-278",
            "other_ids": {
                "DOI": [
                    "10.1080/19438150903378425"
                ]
            }
        },
        "BIBREF34": {
            "title": "Beyond “move more”: feeling the rhythms of physical activity in mid and later-life",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Phoenix",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc. Sci. Med.",
            "volume": "231",
            "issn": "",
            "pages": "47-54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2018.05.006"
                ]
            }
        },
        "BIBREF35": {
            "title": "Therapeutic experiences of community gardens: putting flow in its place",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Pitt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Place",
            "volume": "27",
            "issn": "",
            "pages": "84-91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2014.02.006"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Qualitative Research Practice: A Guide for Social Science Students and Researchers",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Sampling in interview-based qualitative research: a theoretical and practical guide",
            "authors": [
                {
                    "first": "O.C.",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Qual. Res. Psychol.",
            "volume": "11",
            "issn": "1",
            "pages": "25-41",
            "other_ids": {
                "DOI": [
                    "10.1080/14780887.2013.801543"
                ]
            }
        },
        "BIBREF38": {
            "title": "Encountering place: a psychoanalytic approach for understanding how therapeutic landscapes benefit health and wellbeing",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Place",
            "volume": "18",
            "issn": "6",
            "pages": "1381-1387",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2012.07.002"
                ]
            }
        },
        "BIBREF39": {
            "title": "Population size and structure",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Southampton Common",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Southampton City Council",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Indices of multiple deprivation 2019",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Southampton City Council",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Healthy ageing from the perspective of older people: a capability approach to resilience",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Breheny",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mansvelt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychol. Health",
            "volume": "30",
            "issn": "6",
            "pages": "715-731",
            "other_ids": {
                "DOI": [
                    "10.1080/08870446.2014.904862"
                ]
            }
        },
        "BIBREF43": {
            "title": "About us",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Pathways of disadvantage? Walking as a mode of transport among low‐income mothers",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bostock",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Soc. Care Community",
            "volume": "9",
            "issn": "1",
            "pages": "11-18",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2524.2001.00275.x"
                ]
            }
        },
        "BIBREF45": {
            "title": "Walking for Health programme overview",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "We estimate that, in the 2016/17 financial year",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Walking for Health",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ward Thompson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Companion to Landscape Studies",
            "volume": "",
            "issn": "",
            "pages": "25-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual. Res. Psychol.",
            "volume": "3",
            "issn": "2",
            "pages": "77-101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF49": {
            "title": "‘Healthy Ageing’ policies and anti-ageing ideologies and practices: on the exercise of responsibility",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cardona",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med. health Care Philos.",
            "volume": "11",
            "issn": "4",
            "pages": "475-483",
            "other_ids": {
                "DOI": [
                    "10.1007/s11019-008-9129-z"
                ]
            }
        },
        "BIBREF50": {
            "title": "From ‘healthful exercise’ to ‘nature on prescription’: the politics of urban green spaces and walking for health",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Landsc. Urban Plann.",
            "volume": "118",
            "issn": "",
            "pages": "120-127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.landurbplan.2013.02.009"
                ]
            }
        },
        "BIBREF51": {
            "title": "Come take a walk with me: the “Go-Along” interview as a novel method for studying the implications of place for health and well-being",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Carpiano",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Place",
            "volume": "15",
            "issn": "1",
            "pages": "263-272",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2008.05.003"
                ]
            }
        }
    }
}