{
    "paper_id": "PMC7166808",
    "metadata": {
        "title": "Inhibitory effects of homoharringtonine on foot and mouth disease virus in vitro",
        "authors": [
            {
                "first": "Mei‐jiao",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shi‐fang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yin‐li",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fu‐rong",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun‐jun",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong‐guang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wen‐hui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wwh777@126.com",
                "affiliation": {}
            },
            {
                "first": "Hui‐yun",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": "changhuiyun@caas.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Foot‐and‐mouth disease (FMD) is one of the most contagious disease of the cloven‐hoofed animals and has a great potential for causing severe economic losses in susceptible farms.1 Generally, the clinical symptoms of infected animals, such as cattle, pigs, sheep, and goats, were characterized by vesicles in the feet, in and around the mouth, and on the mammary gland in females.2 There are seven serotypes of FMDV, namely, O, A, C, Asia 1, SAT1, SAT2, and SAT3, and infections with any serotype do not confer immunity against others.3 Vaccination is currently the preferred method of preventing FMDV infection. However, these vaccines provide complete clinical protection of the animals at least 7 days after vaccination.4 In addition, these emergency vaccines are serotype and subtype specific, and as a result, their using often requires specific diagnostic tests to distinguish between vaccinated and unvaccinated animals.5 An alternative strategy that can be used is to use an immunomodulatory or antiviral molecules to induce immediate and serotype nonspecific protection of the animal under FMDV infection.6\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Viral proteins are needed for lots of virus to form new particles. This process relies on the cellular translational machinery, thus, inhibition of protein translation process may become a new antiviral therapeutic strategy to control infection. To date, a number of compounds including silvestrol,7 hippuristanol,8 rocaglamide,9 elisabatin, and allolaurintenol10 have been identified to have a specific effect on inhibiting the translation process. Homoharringtonine is known to inhibit the first cycle of the elongation phase of eukaryotic translation.11, 12 Homoharringtonine was used in China for the treatment of chronic myeloid leukemia (CML) and other types of tumor diseases for the past 30 years.13 Besides that, homoharringtonine was reported to exhibit antiviral activity, such as hepatitis B virus (HBV), bovine viral diarrhea virus (BVDV), chikungunya virus, mouse hepatitis coronavirus, varicella‐zoster virus, vesicular stomatitis virus (VSV), Newcastle disease virus (NDV), porcine epidemic diarrhea virus (PEDV), type 1 herpes simplex virus (HSV‐1), and pseudorabies virus (PRV).14, 15, 16, 17, 18 All of these characteristics make homoharringtonine an attractive candidate for development as an antiviral therapeutic, but its activity against FMDV remains unexplored. In the current study, the inhibitory effect of homoharringtonine on FMDV replication in IBRS‐2 cells was demonstrated. Also, this study investigated potential mechanisms by which the homoharringtonine could exert its antiviral effects and provided preliminary evidence for its possible use as an antiviral agent during the early stage of viral infection.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Swine kidney cells (IBRS‐2) were grown in Dulbecco's Modified Eagle's Medium (DMEM) supplemented with 10% fetal bovine serum (FBS) purchased from Sigma‐Aldrich (St. Louis, MO) at 37°C in an atmosphere of 5% CO2. The FMDVs (O/MYA98/BY/2010 and A/GD/MM/2013) were maintained and provided by OIE/National Foot‐and‐Mouth Disease Reference Laboratory of China. Propagations of FMDVs (O/MYA98/BY/2010 and A/GD/MM/2013) were done by infecting confluent IBRS‐2 cells with a multiplicity of infection (MOI) of 1 of each virus in growth medium. Homoharringtonine (Figure 1) was purchased from MCE (MedChemExpress) and dissolved in dimethyl sulphoxide (CultureSure® DMSO) purchased from Sigma to concentrations of 100 mM.",
            "cite_spans": [],
            "section": "Cell culture, viruses, and compounds ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 562,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Cytotoxicity was evaluated using the 3‐(4,5‐dimethylthiazol‐2‐yl)‐5‐(3‐carboxymethoxyphenyl)‐2‐(4‐sulfophenyl)‐2H‐tetrazolium (MTS, Abcam, UK) assay according to the manufacturer's protocol. For this purpose, IBRS‐2 cells were seeded at 3 × 104 per well in 96‐well plates, cultured overnight, and treated with homoharringtonine for 72 hours. Subsequently, 20 μL MTS was added to each well, and the cells were cultured for an additional 4 hours. As a control, the absorbance in each well was measured with a microtitre plate reader at 490 nm. Mock‐treated cells were used as controls. The cell viability was determined from the optical density values using the formula as follows: Cell viability (%) = ODtreated/ODuntreated × 100, where ODuntreated is the absorbance obtained with untreated cells; ODtreated represents the absorbance value of treated cells.",
            "cite_spans": [],
            "section": "Cellular toxicity ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Antiviral activity was tested using the MTS assay. IBRS‐2 cells were seeded in 96‐well plates with DMEM for 24 hours. Cells were washed two times with phosphate‐buffered saline (PBS) and were infected with FMDV (O/MYA98/BY/2010) at an MOI of 1 for 1 hour at 37°C. A series of concentrations of homoharringtonine (0.1‐25 µM) were added. After 24 hours of incubation, cells were coincubated with MTS for 4 hours. Optical density was measured at 490 nm. Each treatment was performed in triplicate and results represent mean ± SD of three independent experiments. The percentage inhibition of cytopathic effect (CPE) was calculated by the formula as follows: Antiviral activity (%) = [(ODtestsample−ODviruscontrol)]/[(ODcellcontrol−ODviruscontrol)] × 100, where ODviruscontrol represents the absorbance value of infected untreated cells; ODviruscontrol is the absorbance obtained with infected untreated cells; ODtestsample is the absorbance corresponding to FMDV‐infected cells treated with various concentrations of homoharringtonine. The supernatants of cells were collected for determining viral 2B mRNA and VP1 protein expression by quantitative polymerase chain reaction (q‐PCR) and Western blot, respectively.",
            "cite_spans": [],
            "section": "Antiviral assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For viral attachment, IBRS‐2 cells (3 × 105 cells) were seeded in 12‐well plates with 2% fetal bovine serum (FBS) DMEM. On the following day, a series of concentrations (6.2, 12.5, and 25 μM) of homoharringtonine mixed with FMDV O/MYA98/BY/2010 (MOI = 1) were inoculated into cells at 4°C for 1 hour. As a control, cells were infected with the same dose of FMDV absence of drug. After removing uncombined viruses by washing with PBS twice, the cell lysates were prepared by three cycles of freezing and thawing, and assayed to determine viral 2B mRNA. For viral entry, IBRS‐2 cells (3 × 105 cells) were cultured overnight in 12‐well plates with 2% FBS DMEM and infected with FMDV O/MYA98/BY/2010 (MOI = 1) for 1 hour at 4°C. After the removal of any virus that did not enter the cells, the cells were incubated with a series of concentrations (6.2, 12.5, and 25 μM) of homoharringtonine at 37°C for 1 hour. As a control, cells were infected with FMDV (MOI = 1) absence of drug. After washing with PBS two times, the cells were cultured in 2% FBS DMEM for 24 hours. The cell lysates were prepared with three freeze‐thaw cycles, and the viral mRNA levels were determined by qPCR.",
            "cite_spans": [],
            "section": "Effect of homoharringtonine on viral attachment and viral entry ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To investigate the correlation between homoharringtonine and virus replication, a time course analysis was performed. IBRS‐2 cells in 12‐well plates were infected with FMDV O/MYA98/BY/2010 (MOI = 1) at 37°C for 1 hour for viral absorption. Then, IBRS‐2 cells were washed three times with DMEM, grown in 2% FBS DMEM (set as 0 hours), and homoharringtonine was added to the cells with a final concentration of 12.5 μM of at 2, 4, 8, and 16 hours post infection, which contained the most drug‐sensitive phase of FMDV replication. After 24 hours post infection, the cell lysates were subjected to three freeze‐thaw cycles in preparation for determining the FMDV 2B mRNA and VP1 protein levels by qPCR and Western blot analysis, respectively.",
            "cite_spans": [],
            "section": "Time course analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The collected cells were lysed using 100 µL of Pierce radioimmunoprecipitation assay (RIPA) buffer (Thermo Fisher Scientific, UK) and incubated on ice for half hours. After centrifugation at 12 000 × g for 30 minutes, the supernatants were collected and used to determine protein concentration by the bicinchoninic acid assay (BCA) Protein Assay Kit (Thermo Fisher Scientific). Equal amounts of protein (30 μg) were subjected to sodium dodecyl sulfate‐polyacrylamide gel electrophoresis (SDS‐PAGE) using 12% gels. Proteins were transferred to polyvinylidene diﬂuoride for Western blot analysis. The membranes were blocked with 5% (w/v) nonfat dry milk in TBST (TBS containing 0.1% Tween‐20) for overnight at 4°C and incubated with rabbit polyclonal anti‐VP1 antibodies (kindly provided by Hai‐xue Zheng, OIE/National Foot‐and‐Mouth Disease Reference Laboratory) or mouse anti‐β‐actin (Abcam). After washing three times with TBST, membranes were incubated with secondary antibodies for 1 hour and detected using PierceTM ECL Western blot Substrate.",
            "cite_spans": [],
            "section": "Western blot analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To determine the inhibitory effects of homoharringtonine on FMDV infection, viral 2B mRNA was measured by q‐PCR as previously described with modifications.19 Briefly, the collected cells were subjected to RNA extraction with the TRIzol reagent (Invitrogen). RNA pellets were suspended in 25 μL RNAase‐free water and a reverse transcription reaction was performed utilizing a PrimeScriptTM RT reagent kit containing gDNA Eraser (Takara, Dalian, China). The 2B gene of FMDV is the target of the qPCR, and specific primers 2B (2B‐F‐5′‐CAACAAAACACGGACCCGAC‐3′and 2B‐R‐5′‐TTGTACCAGGGTTTGGCCTC‐3′) and β‐actin (β‐actin‐F‐5′‐GACCACCTTCAACTCGATCA ‐3′ and β‐actin‐R‐5′‐GTGTTGGCGTAGAGGTCCTT‐3′) were used. qPCR was carried out with SYBR Premix Ex TaqTMII (Tli RNaseH Plus) (TaKaRa) according to the manufacturer's recommendations (Takara). The relative mRNA expression levels were analyzed by the 2−△△Ct method, and expression of FMDV 2B gene was normalized to β‐actin mRNA levels in the same samples.",
            "cite_spans": [],
            "section": "q‐PCR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The infected cells were washed with PBS twice, fixed with 4% paraformaldehyde for 15 minutes, and permeabilized with 0.2% Triton X‐100 for 10 minutes. And then, the IBRS‐2 cells were washed with PBS and incubated with the rabbit hyperimmune serum raised against FMDV O/MYA98/BY/2010 (1:200) (gift from Guang‐qing Zhou, OIE/National Foot‐and‐Mouth Disease Reference Laboratory) for 1 hour. Subsequently, goat antirabbit IgG (H + L) (ZSGB, Beijing, China) was used as the secondary antibody. After the nuclear was stained by 4′,6‐diamidino‐2‐phenylindole (DAPI) according to the manufacturer's instructions (Solarbio, China), fluorescence was observed under an inverted fluorescence microscope (Nikon, Japan).",
            "cite_spans": [],
            "section": "IFA analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The concentration required to reduce virus‐induced cytopathogenicity by 50% of the control value (EC50) was calculated by Graphpad Prism 7 (GraphPad Software, Inc., La Jolla, CA). Selectivity indices (SI) were was derived as SI = CC50/EC50. The statistical significance was analyzed with Student t tests, and values of P < 0.05 were considered significant. Data are presented as means ± SD.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The cytotoxicity of homoharringtonine was evaluated on IBRS‐2 cells using the MTS assay. All doses tested (0.1‐25 µM) showed no toxicity on IBRS‐2 cells following 72 hours of incubation (Figure 2). CC50 of homoharringtonine was found to be over 25 µM. To evaluate the effect of homoharringtonine on viral replication, IBRS‐2 cells were infected with FMDV at an MOI of 1 and exposed to an increasing concentrations of homoharringtonine ranging from 0.1 to 25 µM for 24 hours post infection (pi). As reported in Figure 3A, homoharringtonine protected the IBRS‐2 cells from CPE in a dose‐dependent manner. The treatment of 3.1, 6.2, 12.5, and 25 µM homoharringtonine, provided significantly protection from the CPE, leading to 0.04‐log, 0.13‐log, 3.47‐log, 3.17‐log, and 3.73‐log reduction of viral mRNA compared with untreated cells, respectively (Figure 4A). Likewise, indirect immunofluorescence assay (IFA) to visualize FMDV showed dose‐dependent reduction in replication‐permissive cells (Figure 5). Western blot analysis also showed that homoharringtonine dose‐dependently inhibited viral protein synthesis (Figure 4B).",
            "cite_spans": [],
            "section": "Homoharringtonine inhibit FMDV replication ::: RESULTS",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 517,
                    "end": 518,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 853,
                    "end": 854,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 998,
                    "end": 999,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1118,
                    "end": 1119,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To test the broad spectrum of antiviral activity of homoharringtonine, type A FMDV (A/GDMM/CHA/2013) was used to infected the IBRS‐2 cells using the same methods as described above. As shown in Figure 3B, the compound had also significant inhibitory effect on viral replication. The mean EC50 and SI values for A/GDMM/CHA/2013 infections in IBRS‐2 cells were found to be 3.045 µM and 8.210, while the mean EC50 and SI values for O/MY98/BY/2010 infections was 3.547 µM and 7.048, respectively.",
            "cite_spans": [],
            "section": "Homoharringtonine inhibit FMDV replication ::: RESULTS",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The virus binding assay and virus entry assay were carried out as described previously.20 Usually, at 4°C, the viruses can attach to cell receptors but do not enter the cell until the temperature rise to 37°C. According to these features, this study was performed to evaluate whether homoharringtonine suppresses FMDV attachment and entry. Figure 6A and 6B indicated that homoharringtonine did not exhibit any significant inhibiting capacity against FMDV at binding and entry stages. To further determine at which time after infection FMDV replication was affected by homoharringtonine, the time course of FMDV replication was investigated after addition of the drug. After the FMDVs entered the IBRS‐2 cells, cells were treated with 12.5μM homoharringtonine at different times post infection. The viral levels were determined after the IBRS‐2 cells at 24 hours post infection. The viral 2B mRNA and VP1 protein levels were remarkably decreased after addition of the drug at 0, 2, 4, and 8 hours post infection, but no further significant reductions occurred at 16 hours post infection, compared with viral mRNA and protein levels, respectively, in the nontreated group (Figure 7A and 7B). These results indicated that homoharringtonine inhibited FMDV infection by targeting early stages of viral replication.",
            "cite_spans": [],
            "section": "Mode of antiviral action ::: RESULTS",
            "ref_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 354,
                    "end": 355,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1178,
                    "end": 1179,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1185,
                    "end": 1186,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In recent years, medicinal plants have been aroused increasing attention used to treat various infectious diseases. Previously it has been shown that homoharringtonine had an antiviral effect on several RNA virus. However, inhibition was not previously reported in FMDV. This study initially investigated whether homoharringtonine could be used as a potential antiviral agent for FMDV. First, homoharringtonine, within a certain range of concentrations, had no significant toxicity in IBRS‐2 cells (Figure 2) or significant effects on cell morphology (data no shown). After homoharringtonine treatment, the viral DNA and viral protein levels were strongly inhibited in a dose‐dependent manner, as confirmed by q‐PCR, Western Blot, and IFA assays. These results supported that homoharringtonine inhibited FMDV infection of IBRS‐2 cells. Generally, the viral life contains several stages, such as the attachment to cells, entry into cells, and replication in the nucleus. Among them, viral attaches to specific receptors on cells consists of the initial step for the viral life cycle, while, the attachment step is important for virus host tropism. These stages of the viral life cycle were investigated after homoharringtonine treatment in the present study. We observed that viral attachment and entry were not affected by the treatment of homoharringtonine. Time‐of‐addition studies were also performed to identify the window in the FMDV replication cycle when homoharringtonine exhibited its antiviral effect. Our study revealed that homoharringtonine remained potent when added at post infection from 0 hours to 8 hours post infection, indicating that the inhibitory effect of homoharringtonine on FMDV replication occurred primarily at the early stages. Similar result was also obtained from the study of Dong et al,17 in their study, they found that homoharringtonine play its roles in the viral replication cycle after viral entry.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although homoharringtonine shows broad antiviral activity against lots of virus in cell cultures, such as VSV, NDV, PEDV, HSV‐1, and PRV etc, its action was reported to be restricted to some RNA viruses, for example, Dong et al,17 reported that homoharringtonine treatment only moderately inhibited the infection by avian influenza virus. In this study, we found that homoharringtonine exerts antiviral activity against FMDV, a porcine Picornaviridae, including two different strains of FMDV. Therefore, this study broadened our understanding of the characteristics of its antiviral activity. Further study is needed to investigate the inhibitory effect of homoharringtonine on FMDV infections in vivo.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we demonstrated that FMDV infection was inhibited in a dose and time dependent manner by homoharringtonine treatment. Furthermore, homoharringtonine specifically targeted the virus at the early phases of viral replication. These results indicated that homoharringtonine could become a promising candidate for further development as an FMDV inhibitor. Further research will be required to explore whether homoharringtonine has an antiviral effect in vivo.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study was supported by the National Key Research and Development Program of China (2017YFD0500902) and the National Natural Science Foundation of China (31760723 and 31260595).",
            "cite_spans": [],
            "section": "FUNDING",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no conflict of interests.",
            "cite_spans": [],
            "section": "CONFLICT OF INTERESTS",
            "ref_spans": []
        },
        {
            "text": "MG performed the most experiments. SL, YX, FZ, and JS helped the experiments. WW, YZ, and HC supervised this study. All the authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The chemical structure of homoharringtonine",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The cytotoxicity characteristics of homoharringtonine treatment on IBRS‐2 cells. IBRS‐2 cells were treated with homoharringtonine at various concentrations or 0.025% DMSO (vehicle control) for 72 hours. The cell viability of cells was expressed as percent reduction on OD values to the control. Determined from three independent experiments performed in triplicate. DMSO, dimethyl sulfoxide",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Assessment of antiviral activity of homoharringtonine in IBRS‐2 cells. IBRS‐2 cells were infected with two different strains (O/MYA98/BY/2010 and A/GD/MM/2013) at an MOI of 1, and then were treated with homoharringtonine at various concentrations or 0.025% DMSO (vehicle control) for 1 hour for 24 hours. The protection rate was then determined by MTS assay. Data are expressed as the mean ± SD of three independent experiments",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Inhibition of viral mRNA and VP1 protein. Cells were inoculated with FMDV O/MYA98/BY/2010 at an MOI of 1 for 1 hour. The cells were then exposed to homoharringtonine at 37°C for 24 hours. Following drug treatment and viral infection, the medium was harvested for determining viral mRNA (A) and VP1 protein expression (B) by q‐PCR and Western blot, respectively. Data indicate the mean of three replicates and standard deviation of the mean. β‐actin serves as a loading control",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Evaluation of the effects of homoharringtonine by IFA. After the cells infected with FMDV O/MYA98/BY/2010 at an MOI of 1 for 1 hour, IBRS‐2 cells were treated with the indicated concentrations of homoharringtonine at 37°C for 12 hours or 0.025% DMSO (mock). IFA was performed and fluorescence was observed using a fluorescent microscope. DMSO, dimethyl sulfoxide; IFA, immunofluorescence assay",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Homoharringtonine has no effect on virus attachment and entry. A, Relative viral RNA levels of cells treated with homoharringtonine (6.2, 12.5, and 25 μM) at the viral attachment stage. B, Relative viral RNA levels of cells treated with homoharringtonine (6.2, 12.5, and 25 μM) at the viral entry stage. Differences in suppression, compared with the DMSO group, were assessed with an analysis of variance followed by Student t tests. Data were expressed as mean ± SD from three independent experiments",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Time‐of‐drug addition assay. IBRS‐2 cells in 12‐well plates were infected with FMDV O/MYA98/BY/2010. A final concentration of 12.5μM homoharringtonine was added at specified time points that represent the time points during adsorption (0 hours), and post infection (2, 4, 8, and 16 hours). Culture mixtures were collected at 24 hours post infection for determining viral mRNA (A) and VP1 protein expression (B) by q‐PCR and Western blot, respectively",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Chimeric tymovirus‐like particles displaying foot‐and‐mouth disease virus non‐structural protein epitopes and its use for detection of FMDV‐NSP antibodies",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "4784-4794",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Evolution of foot‐and‐mouth disease virus",
            "authors": [],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "91",
            "issn": "",
            "pages": "47-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Unravelling selection shifts among foot‐and‐mouth disease virus (FMDV) serotypes",
            "authors": [],
            "year": 2007,
            "venue": "Evol Bioinform Online",
            "volume": "2",
            "issn": "",
            "pages": "211-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Vaccination against foot‐and‐mouth disease virus confers complete clinical protection in 7 days and partial protection in 4 days: use in emergency outbreak response",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "5775-5782",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Selection of foot and mouth disease vaccine strains – a review",
            "authors": [],
            "year": 2005,
            "venue": "Rev Sci Tech",
            "volume": "24",
            "issn": "",
            "pages": "981-994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A thiazepino [4,5‐a] benzimidazole derivative hampers the RNA replication of Eurasian serotypes of foot‐and‐mouth disease virus",
            "authors": [],
            "year": 2014,
            "venue": "Biochem Bioph Res Co",
            "volume": "455",
            "issn": "",
            "pages": "378-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The natural compound silvestrol is a potent inhibitor of Ebola virus replication",
            "authors": [],
            "year": 2017,
            "venue": "Antivir Res",
            "volume": "137",
            "issn": "",
            "pages": "76-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Hippuristanol—a potent steroid inhibitor of eukaryotic initiation factor 4A",
            "authors": [],
            "year": 2016,
            "venue": "Translation",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Evidence for a functionally relevant rocaglamide binding site on the eIF4A‐RNA complex",
            "authors": [],
            "year": 2013,
            "venue": "ACS Chem Biol",
            "volume": "8",
            "issn": "7",
            "pages": "1519-1527",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "ATP‐competitive, marine derived natural products that target the DEAD box helicase, eIF4A",
            "authors": [],
            "year": 2017,
            "venue": "Bioorg Med Chem Lett",
            "volume": "27",
            "issn": "",
            "pages": "4082-4085",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Inhibition of translation in eukaryotic systems by harringtonine",
            "authors": [],
            "year": 1977,
            "venue": "Eur J Biochem",
            "volume": "72",
            "issn": "",
            "pages": "323-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Homoharringtonine in combination with cytarabine and aclarubicin resulted in high complete remission rate after the first induction therapy in patients with de novo acute myeloid leukemia",
            "authors": [],
            "year": 2006,
            "venue": "Leukemia",
            "volume": "20",
            "issn": "",
            "pages": "1361-1367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Inhibitory effects of omacetaxine on leukemic stem cells and BCR‐ABL‐induced chronic myeloid leukemia and acute lymphoblastic leukemia in mice",
            "authors": [],
            "year": 2009,
            "venue": "Leukemia",
            "volume": "23",
            "issn": "",
            "pages": "1446-1454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Effect of cantharidin, cephalotaxine and homoharringtonine on \"in vitro\" models of hepatitis B virus (HBV) and bovine viral diarrhoea virus (BVDV) replication",
            "authors": [],
            "year": 2007,
            "venue": "Planta Med",
            "volume": "73",
            "issn": "",
            "pages": "552-558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Inhibition of chikungunya virus replication by harringtonine, a novel antiviral that suppresses viral protein expression",
            "authors": [],
            "year": 2013,
            "venue": "Antimicrob Agents Chemother",
            "volume": "57",
            "issn": "",
            "pages": "155-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A screen of the NIH clinical collection small molecule library identifies potential anti‐coronavirus drugs",
            "authors": [],
            "year": 2015,
            "venue": "Antiviral Res",
            "volume": "114",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The natural compound homoharringtonine presents broad antiviral activity in vitro and in vivo",
            "authors": [],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Anti‐varicella‐zoster virus activity of cephalotaxine esters in vitro",
            "authors": [],
            "year": 2019,
            "venue": "J Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "74-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Antiviral activity of porcine interferon delta 8 against foot‐and‐mouth disease virus in vitro",
            "authors": [],
            "year": 2018,
            "venue": "Int Immunopharmacol",
            "volume": "59",
            "issn": "",
            "pages": "47-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Lithium chloride inhibits early stages of foot‐and‐mouth disease virus (FMDV) replication in vitro",
            "authors": [],
            "year": 2017,
            "venue": "J Med Virol",
            "volume": "89",
            "issn": "",
            "pages": "2041-2046",
            "other_ids": {
                "DOI": []
            }
        }
    }
}