{
    "paper_id": "PMC7122404",
    "metadata": {
        "title": "\nCOVID‐19 in Turkey: An urgent need for the implementation of preparedness and response strategies",
        "authors": [
            {
                "first": "Zakir",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "email": "zakirkhan300@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Yusuf",
                "middle": [],
                "last": "Karataş",
                "suffix": "",
                "email": "ykaratas@cu.edu.tr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease‐2019 (COVID‐19) is a new and ongoing pandemic, and an alarming public health issue throughout the globe. While first reported in China, COVID‐19 is no longer restricted to that country, and the increasing number of cases and alarming levels of geographical spread raises grave worries about its future direction.\n1\n On January 30, 2020, the World Health Organization (WHO) declared the COVID‐19 outbreak a “Public Health Emergency of International Concern” (PHEIC), and, by March 19, 2020, over a 160 countries have reported cases of COVID‐19. More than 209 000 cases have been confirmed globally, with approximately 39% of them in China; more than 8700 people have died worldwide.\n2\n Importantly, however, some countries have demonstrated the ability to slow or partially limit transmission of the COVID‐19 virus, SARS‐CoV‐.\n2\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Turkey straddles eastern Europe and western Asia, and is a major travel hub. The current population of Turkey is 84 339 067,\n4\n and Turkey welcomed more than 31 million foreign visitors during the first 8 months of 2019. Turkey ranks sixth in the world in terms of number of tourists and 14th in terms of tourism income.\n5\n Turkey is surrounded by eight countries, namely, Greece, Bulgaria, Georgia, Armenia, Iran, Iraq, Syria, and Azerbaijan, and cases of COVID‐19 have been reported in most of these countries.\n2\n In light of the coronavirus outbreak, Turkey announced to cease all flights from China\n6\n and closed its border with Iran and Iraq.\n7\n The ministry also established field hospitals near the Iraq and Iran borders. However, despite these precautionary measures, by March 19, Turkey had more than 190 confirmed COVID‐19 cases and two deaths.2, 8\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "According to the Interim guidelines of the WHO on responding to the community spread of COVID‐19, a comprehensive package of precautionary measures is required for countries to prepare when there are no cases, sporadic cases, clusters of cases, community transmission, or country‐wide transmission.\n9\n There is still much to learn about this infectious disease and its negative impact in different contexts, and preparedness and response actions will continue to be driven by rapidly accumulating scientific and public health knowledge. The WHO developed a strategic preparedness and response plan for COVID‐19 which aims to slow and stop transmission, prevent outbreaks and delay spread, provide optimized care for all patients (especially the serious ill cases), and minimize the potential impact of the epidemic on health systems, social services, and economic activity.\n3\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The priorities and intensity of efforts to tackle this issue will depend on the scenario each specific country or a sub‐national area currently faces. The COVID‐19 epidemic is a problematic and complicated situation that requires concerted efforts at both national and international levels to tackle. Therefore, and given the reporting of Turkey's first cases, Turkish health care authorities should keep up‐to‐date with factual information and recommendations from the WHO, the US Centers for Disease Control and Prevention (CDC), and other organizations about COVID‐19 to try to contain the disease at this early stage. Moreover, they should carefully formulate national guidelines in light of interim recommendations for responding to community spread,\n9\n and on information on critical preparedness and response actions,\n3\n healthcare planning checklists,\n10\n resources for healthcare professionals,\n11\n and on advice for the public on COVID‐19 proper measures, to prevent the rapid transmission and possible spread of this infection.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "Conceptualization: Zakir Khan and Yusuf Karataş",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        },
        {
            "text": "Writing – Original Draft Preparation: Zakir Khan and Yusuf Karataş",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        },
        {
            "text": "Writing – Review & Editing: Zakir Khan and Yusuf Karataş",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus outbreaks: prevention and management recommendations",
            "authors": [],
            "year": 2020,
            "venue": "Drugs Ther Perspect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s40267-020-00717-x"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}