{
    "paper_id": "PMC7220610",
    "metadata": {
        "title": "More shared urban open spaces: resiliency on demand",
        "authors": [
            {
                "first": "Carolin",
                "middle": [],
                "last": "Mees",
                "suffix": "",
                "email": "mees@campus.tu-berlin.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nThe use of urban open spaces is essential. This is one of the conclusions from the Covid-19 pandemic that has affected the world for about five months now. A time during which city governments have, to different degrees, restricted access to urban open spaces and during which officials have also acknowledged that human beings need to leave their isolated apartments and to access open space for exercise and interaction with other human and non-human beings. That the use of open space is essential for health and social reasons, was already the realization of urban planners at the end of the nineteenth century when for example the New Parks movement (Mullaly 1882) in New York led to the introduction of Central Park, a 843 acres large area carved out of the street grid in the center of Manhattan island.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "mention": "1882",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The use of urban open spaces for the production of food currently gains more recognition as well as food becomes scarce due to an increase in demand and due to a lack of farm workers. This had been the case during previous times of crisis such as during the Great Depression, the First and Second World Wars, when, in order to increase food supplies, traditional inner-city parkland was transformed into government supported urban open spaces for food production in the city centers globally (Speirs et al. 1898).",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "mention": "1898",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The use of all urban open spaces to improve the health of the population and to encourage food production is especially essential in impoverished neighborhoods of densely populated cities. In New York City for example, since the global economic crisis of the 1970s, residents have appropriated and commonly used urban open spaces on vacated land next to their apartment buildings for access to open space, food production and socializing among other uses. These community gardens have continued to exist until today and have taken on again during the Covid-19 an essential urban open space provision to their members.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Over the last 40 years, residents have proven their determination and will to access, maintain and keep these urban open spaces as a shared land use form (Mees 2015): They have fought to protect their shared open spaces against the municipality’s efforts to replace them with housing, they have organized their open spaces and adjusted their design participatively (Mees 2018) according to the neighborhood’s preferences, they have tended to them, maintained them and kept them open for the larger public. And they have grown food on their lots, given surplus produce away to friends and neighbors or sold it to on onsite farmers markets, they have organized cultural events for their neighbors, they have harvested rainwater and solar energy, they composted vegetable scraps to new soil.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "mention": "2015",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 375,
                    "mention": "2018",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In short, shared urban open spaces have become anchor points in the neighborhood that respond to the diverse social, cultural, energy, food production/supply needs of the population.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With the current Pandemic crisis, it has become obvious again, that the use of urban open spaces is essential. Community gardens have become a luxury asset in times of lock-down and self-isolation. Even if these urban open spaces are only accessible individually or in groups of two or in the family, even if garden groups should stagger access to minimize the number of members inside the spaces simultaneously, and even if gardeners should disinfect shared tools and spaces, for the 8000 registered members of about 500 community gardens (Stone 2009) in New York City it means that they are privileged. And it also means that in this city with 8.5 million residents more shared urban open spaces are needed.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "mention": "2009",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With food supplies becoming scare during the current global crisis it becomes obvious to municipalities and the general public: Commonly used open spaces are accessible and open for the use for energy production, waste reduction through composting and recycling, for the use of innovative cultural events in times when indoor spaces are not accessible, for the use of exercise, when gyms are closed—and for any other uses deemed essential that the population using them can think of.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Ultimately, urban open spaces are resilient spaces on demand. They allow the urban population to adjust in times of crisis and of changing realities. Thus shared urban open spaces should be provided to all residents of every neighborhood and should be included in sustainable urban planning for the benefit of the urban population of future resilient cities.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "Carolin",
                    "middle": [],
                    "last": "Mees",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Participatory design and self-building in shared urban open spaces Community gardens and Casitas in New York City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Mullaly",
                    "suffix": ""
                }
            ],
            "year": 1882,
            "venue": "More Public Parks!",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The benefits of community-managed open space: Community Gardening in New York City",
            "authors": [
                {
                    "first": "Edie",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Restorative commons: Creating health and well-being through urban landscapes",
            "volume": "",
            "issn": "",
            "pages": "122-137",
            "other_ids": {
                "DOI": []
            }
        }
    }
}