{
    "paper_id": "PMC7141547",
    "metadata": {
        "title": "Caring for the carers: Ensuring the provision of quality maternity care during a global pandemic",
        "authors": [
            {
                "first": "Alyce",
                "middle": [
                    "N."
                ],
                "last": "Wilson",
                "suffix": "",
                "email": "alyce.wilson@burnet.edu.au",
                "affiliation": {}
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Ravaldi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michelle",
                "middle": [
                    "J.L."
                ],
                "last": "Scoullar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joshua",
                "middle": [
                    "P."
                ],
                "last": "Vogel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [
                    "A."
                ],
                "last": "Szabo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [
                    "R.W."
                ],
                "last": "Fisher",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Caroline",
                "middle": [
                    "S.E."
                ],
                "last": "Homer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel coronavirus emerged in November 2019 as a cause of viral pneumonia that has since spread widely and been declared a global pandemic [1], crippling health systems in those countries heavily affected [2]. The infectious agent has since been identified as SARS-CoV-2 and the associated infection designao minimise community transmission, many countries have implemented travel restrictions, quarantine, ‘stay at home’ and physical distancing measures whilst health systems prepare for increasing workloads and decreasing resources.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 209,
                    "end": 210,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous disease outbreaks have demonstrated health care workers are at particular risk of infection [3], primarily through increased frequency of exposure but also likely due to exposure to increased viral load following particular health procedures and aerosol exposure to the virus. Whilst the number (denominator) of those infected with SARS-CoV-2 is largely unknown, early studies of health care workers have reported rates of infection from 3.8% to 63% [4]. The Director-General of the World Health Organization, Dr Tedros, recently said that ‘We can’t stop COVID-19 without protecting our health workers’ [5]. Long hours, irregular shifts and working outside the usual scope of practice are common experiences for health care workers during an emergency. Constantly changing policies and protocols, resource limitations and the need to reassure concerned patients, women in maternity systems and family members during uncertain times are additional stressors.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 460,
                    "end": 461,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 613,
                    "end": 614,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Public health emergencies can stretch and overwhelm even the most well-resourced health systems. Health care workers on the front line often feel the brunt of the emergency response and ensuring their safety, mental and physical wellbeing is paramount. Here we will focus on maternity care providers and provide an overview of important considerations in supporting their emotional, mental and physical health needs in the context of the unique and unprecedented crisis that COVID-19 presents. We know that implementing strategies is going to be hard for all systems but especially low to middle income countries.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During an emergency, it is normal for stress and anxiety to be elevated among healthcare workers. Providing regular and clear communication and updates during this time is essential so that all staff feel informed and can prepare both mentally and physically [14]. The speed of this pandemic means that this has not always been possible, and guidance has been changing rapidly. This is equally stressful and unsettling.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Clear and consistent communication is essential ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "There are many things that health services are doing to manage and prepare for the COVID-19 response. Physical preparations may include modifying the facility layout, bed allocations and people flow. Moving to telehealth services, reduced contact with women and reducing visitors to the hospital are also happening. Staff may also need to make preparations at home for the care of their own children and other relatives, and preparations for longer and irregular shifts. These health system changes and adaptations are critical at this time and are already occurring in countries affected by COVID-19.",
            "cite_spans": [],
            "section": "Clear and consistent communication is essential ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Maternity services need to relay up-to-date information to women who are pregnant or have recently given birth and their families. Information regarding when and how pregnant women who have suspected or confirmed COVID-19 will receive care during pregnancy, labour and birth is important to address any uncertainties that may prevent people from seeking care. The infection control measures and the use of personal protective equipment (PPE) needs to be explained to women and their companions. It will be daunting for women and their families to see health care providers in full PPE behind masks, gowns and gloves and so clear guidance on when this can be safely minimised is important.",
            "cite_spans": [],
            "section": "Clear and consistent communication is essential ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Maternity providers have direct contact with women and babies and as a result have an increased risk of both being exposed to and contracting SARS-CoV-2. However, care for pregnant and postnatal women and newborns is an essential service and needs to continue alongside the COVID-19 response [10]. Maternity services need to adapt to continue to provide antenatal and postnatal care and consider alternative methods such as teleconferencing and videoconferencing to minimise transmission risk, with consideration for those in self-isolation [10].",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Considerations for preventing transmission ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Maternity and newborn care units face particular challenges in considering space and staffing needs within the facility to prevent transmission of SARS-CoV-2, whilst also enabling essential support for women in labour and bonding of mother and newborn after childbirth. Considerations may include additional training and simulations regarding infection control practices, use and handling of PPE and isolation of pregnant COVID-19 confirmed or suspected women [15].",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Considerations for preventing transmission ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Some maternity providers will be pregnant themselves and will have an added level of concern about their own health and protecting their unborn baby. The UK Royal College of Obstetricians and Gynaecologists (RCOG) are now recommending that healthcare workers who are more than 28 weeks pregnant should avoid direct patient contact [16]. It may be worthwhile reallocating pregnant maternity providers to lower-risk duties, working from home or allowing alternative leave arrangements [9].",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 484,
                    "end": 485,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Considerations for preventing transmission ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Of course, having access to appropriate PPE, appropriate preparedness training and monitoring of practices the risk of infection for all maternity care providers is essential. This is again new territory for many. PPE training and support, not only on how to put them on and take them off, but also on how to provide empathic care while wearing them is needed.",
            "cite_spans": [],
            "section": "Considerations for preventing transmission ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Medical, midwifery and nursing students are being drawn on to assist with the COVID-19 response. Several jurisdictions in Australia and in other countries are working through ways that students may be able to assist with screening clinics and contact tracing. We need to take extra care of these students who although are yet to complete their training will be finding themselves in positions of responsibility and authority beyond their usual scope of practice. More experienced clinicians and healthcare workers will need to look out for their safety and wellbeing and advocate for them as needed.",
            "cite_spans": [],
            "section": "Keep an eye out for students ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "It is worth noting that several countries have also considered drawing on retired healthcare workers to assist in the response. Retired doctors and nurses were recruited in Italy, which is problematic given the higher mortality associated with increasing age. At the time of writing, the population case fatality rate for Italy is 5.0%, but 15.3% for those aged 70–79 years [17]. Similarly early studies in China indicated a higher case fatality rate for those aged 70–79 at 8%, compared to a general population case fatality rate of 3.6% [4].",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Keep an eye out for students ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "As outlined, maternity care providers may experience several sources of stress, and burnout and secondary traumatic stress are serious risks for maternity providers in responding to this pandemic. Secondary stress may include feelings of stress resulting from exposure to another individual’s traumatic experiences, rather than direct exposure to the traumatic event [18]. Burnout includes feelings of extreme exhaustion, being overwhelmed or becoming cynical and detached and may only become apparent some weeks or months after the immediate events have passed, but has an adverse impact on sensitivity to the needs of women. Burnout may result in decreased relational skills, an impairment of empathic skills and a negative or hasty approach to the needs and fears of women and couples [12].",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Health services need to be proactive in providing and encouraging support for staff in a non-judgemental way without fear of negative consequences. Burnout can be prevented or reduced, keeping in mind some crucial aspects of psychophysical well-being. Here are some key strategies for managers and leaders to consider from a brief review of the literature:•Workforce planning including reasonable shifts and rosters [18].•Having workforce policies that are proactive about enabling and encouraging maternity providers to get plenty of sleep, eat healthy foods and exercise.•Developing creative methods to keep your staff safe such as food and self-care ‘stations,’ enabling exercise breaks with the facility.•Having regular opportunities for debriefing to enable your staff to express their feelings and discuss their experiences. This could include a ‘buddy’ system [18], to enable providers to check in and encourage each other, ensure adequate breaks and reinforce safety procedures [14]. Inexperienced providers may be partnered with more experienced ones. Having regular access to psychologists or counsellors is likely to be important.•Providing information to assist providers to recognise signs of stress and burnout (fatigue, illness, fear, withdrawal, guilt) and strategies for coping can help providers stay well [18].\n",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 868,
                    "end": 870,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 987,
                    "end": 989,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Managers will likely need extra support as they balance their own stress and the need to lead, guide and encourage those around them, with a particular need to be role-models of self-care [14].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "On an individual level, there are things that we can all do, including:•Trying to avoid the use of smoking, alcohol and other drugs to deal with stress [14].•Using social media selectively — social media can be an excellent source of information but equally can increase worry and agitation [19].•Accessing or seeking out support including psychologists or counsellors as available.•Keeping connected with the world outside the health facility and keeping in touch with friends and family through online systems if that is the only means.•Recognise that this time will pass and that at an individual level, everyone is doing their best in extraordinary circumstances.•Be kind to yourself and to one another — find joy in simple things and look to a better future.\n",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "It is important to recognise health care workers are often already resilient and experienced in dealing with difficult circumstances but will need additional system orientated supports to reduce their burden. Leaders, managers and individuals can all play a role in implementing strategies and supporting one another.",
            "cite_spans": [],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Many of these strategies are going to be challenging especially as the broader health system is stretched. This will be even harder in low income settings where resources are always limited. Adding a pandemic of this proportion will be overwhelming and additional support and services will be needed.",
            "cite_spans": [],
            "section": "Avoiding burnout ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "We are in the midst of an unprecedented public health emergency impacting all facets of life. Whilst this pandemic will pass, its impact will likely be tangible for years to come and adjusting to life after the COVID-19 response may be difficult for some healthcare staff. Encouraging staff to check in and debrief with colleagues, seek support early, providing access to free counselling and psychological services and approving leave of absences to provide time for gradual reintegration into usual schedules may be helpful. If maternity providers experience several weeks of stress which interferes with work and life functioning, formal mental health care should be encouraged [13].",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "After COVID-19 ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "Maternity providers need to be supported to provide the best quality care they can to women and newborns in exceptionally trying circumstances. Cooperation, planning ahead and thinking about the needs of maternity providers to prevent stress and burnout is essential, so that they in turn can continue to care for women and newborns whilst managing the demands of the COVID-19 response. Adequate availability of PPE is a critical first step followed by top order priorities of food and rest [3]. Emotional and psychological support needs to be available and encouraged before, during and after the response. In responding to this pandemic, healthcare workers are every country’s most valuable resource [3]. Now and over coming months, the maternity care system will face unchartered territory as doctors, midwives, nurses and allied health staff attempt to provide usual quality maternity care whilst juggling competing demands related to the COVID-19 pandemic response.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 703,
                    "end": 704,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "After COVID-19 ::: Issues for maternity care providers",
            "ref_spans": []
        },
        {
            "text": "All authors contributed to the content of this manuscript. Wilson and Homer performed the draft manuscript and all authors contributed to the manuscript and approved it to be submitted.",
            "cite_spans": [],
            "section": "Author’s contributions",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Ethical statement",
            "ref_spans": []
        },
        {
            "text": "Caroline Homer, as Editor in Chief, commissioned this commentary. As Co-Program Director of Maternal and Child Health at the Burnet Institute, she contributed as an author. As a commentary, it was not externally peer reviewed.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sources of stress for maternity providers during COVID-19 responsea.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization (WHO)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "On the front lines of coronavirus: the Italian response to COVID-19",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Paterlini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "COVID-19: protecting health-care workers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10228",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Prevalence of antenatal and postnatal anxiety: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C.-L.",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Falah-Hassani",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Psychiatry",
            "volume": "210",
            "issn": "5",
            "pages": "315-323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronavirus in pregnancy and delivery: rapid review and expert consensus",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Viner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal Australia and New Zealand College of Obstetricians and Gynaecologists (RANZCOG)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal Australia and New Zealand College of Obstetricians and Gynaecologists (RANZCOG)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal College of Obstetricians and Gynaecologists (RCOG)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Koons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Stillbirth and perinatal care: are professionals trained to address parents’ needs?",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ravaldi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Angeli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Midwifery",
            "volume": "64",
            "issn": "",
            "pages": "53-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Center for PTSD",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal College of Obstetricians and Gynaecologists (RCOG)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Health Institutes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}