{
    "paper_id": "PMC7143677",
    "metadata": {
        "title": "Parasitosis (I). Lesiones cardiacas y pulmonares importadas",
        "authors": [
            {
                "first": "F.J.",
                "middle": [],
                "last": "Polo Romero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Santisteban López",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "I.",
                "middle": [],
                "last": "Marañés Antoñanzas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.L.",
                "middle": [],
                "last": "Beato Pérez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "En este protocolo se intentará describir de una manera sencilla y práctica el abordaje de las principales patologías cardiacas y respiratorias parasitarias importadas. Para ello, y siguiendo las últimas guías publicadas en relación con este tema por el Ministerio de Sanidad1, consideraremos como patología importada aquella que afecta a “inmigrantes, viajeros a los trópicos por cualquier causa, y a inmigrantes que viajan a sus países de origen para ver a sus familiares y amigos o cualquier viajero que viaja para ver a un familiar o amigo en un país extranjero” (VFR [visiting friends and relatives]). Se excluye, por tanto, la afectación de personas infectadas por el virus de la inmunodeficiencia humana (VIH), ya que merece un capítulo aparte y específico en estas monografías por su extensión y complejidad. La población inmigrante procede de localizaciones muy diversas, con una prevalencia de enfermedades distinta y con un asentamiento variable en la geografía española, por lo que realizar recomendaciones generales para la detección de patologías importadas se torna una tarea difícil2. Según Monge Maillo y cols.3, las enfermedades infecciosas importadas se pueden agrupar en 4 categorías, a saber: a) enfermedades infecciosas tropicales (parasitosis intestinales, malaria, Chagas, cisticercosis, esquistosomiasis, etc.); b) enfermedades infecciosas transmisibles (tuberculosis [TBC], virus de la hepatitis B (VHB), C [VHC] y A [VHA], citomegalovirus [CMV], enfermedades de transmisión sexual [ETS], VIH, etc.); c) enfermedades infecciosas comunes (infecciones cosmopolitas con igual prevalencia en áreas tropicales y no tropicales) y d) enfermedades infecciosas infrecuentes (infecciones con menos de 10 casos por diagnóstico). Las más frecuentes en una consulta de enfermedades infecciosas fueron las enfermedades infecciosas transmisibles (54 %), seguidas de las infecciones comunes (29 %) y las enfermedades infecciosas tropicales (16 %)2. El presente protocolo desarrolla el abordaje de lesiones cardiacas y pulmonares en las enfermedades infecciosas tropicales.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1097,
                    "end": 1098,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1126,
                    "end": 1127,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1955,
                    "end": 1956,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introducción",
            "ref_spans": []
        },
        {
            "text": "Producida por T. cruzi y endémica en Centro y Sudamérica. La clínica que aparece en la fase crónica no es específica (disnea de esfuerzo, mareo, presíncope, palpitaciones, dolor torácico), pudiendo aparecer en el electrocardiograma (ECG) como alteraciones más frecuentes los bloqueos de rama, extrasístoles ventriculares, alteraciones del segmento ST y bradiarritmias, y en fases más avanzadas bloqueos auriculoventriculares, ondas Q, taquicardia ventricular y fibrilación auricular. El diagnóstico se establece bien por la positividad de un método parasitológico (visualización directa del parásito en tinción de gota gruesa, microhematocrito o strout, o detección de reacción en cadena de la polimerasa [PCR] de T. cruzi), de utilidad sobre todo en la fase aguda, o bien por la positividad de al menos dos métodos serológicos que sean distintos y frente a partes distintas del parásito (inmunofluorescencia indirecta, ELISA, inmunocromatografía, hemaglutinación indirecta) que se emplean en la fase crónica de la enfermedad. Estas técnicas diagnósticas se deben realizar a toda persona proveniente de zona endémica que presente clínica sospechosa de afectación cardiaca, que esté inmunodeprimida o en mujeres gestantes, si bien las últimas recomendaciones sugieren que se realicen las pruebas para la detección serológica a toda persona susceptible de ser portadora de la enfermedad que lo solicite, aunque esté asintomática.",
            "cite_spans": [],
            "section": "Tripanosomiasis americana (enfermedad de Chagas) ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Producida por T. brucei gambiense o rhodesiense, tras la inoculación producida por la picadura de la mosca tsé-tsé. Pese a que en el 60–80 % de autopsias se demuestra una afectación pancardiaca, las manifestaciones cardiológicas son poco evidentes y ampliamente enmascaradas por la gran afectación neurológica. Los síntomas de IC aparecen en estadios finales de la enfermedad. El diagnóstico se realiza mediante la identificación directa del parásito en muestra sanguínea, aspirado linfoide o en el LCR, o mediante estudios serológicos de aglutinación directa o indirecta que son test rápidos (5 minutos) con una alta sensibilidad y especificidad. La técnica de PCR solo está desarrollada para laboratorios de investigación. Se debe sospechar afectación cardiaca en todo paciente diagnosticado de tripanosomiasis africana que no haya recibido tratamiento y que presente cardiomegalia y alteraciones en el ECG (específicamente bajos voltajes del QRS, descenso del PR y alteraciones de la repolarización).\n",
            "cite_spans": [],
            "section": "Tripanosomiasis africana (enfermedad del sueño) ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Se trata de una zoonosis universal producida por T. gondii. La afectación cardiaca en la toxoplasmosis comprende derrame pericárdico, pericarditis constrictiva, arritmias e insuficiencia cardiaca congestiva que aparecen con más frecuencia en sujetos inmunodeprimidos (sida, trasplantados). El diagnóstico de la toxoplasmosis es fundamentalmente serológico. Un título negativo de IgG prácticamente descarta una infección previa o reciente en un sujeto inmunocompetente. Los títulos de IgM persisten elevados durante años tras la infección, por lo que no son el único criterio para establecer una infección reciente. En este caso, se debe realizar el test de avidez de anticuerpos. La presencia de una alta avidez indica que la infección ocurrió en los últimos 3–5 meses. Los parásitos también se pueden detectar por técnicas de amplificación de ADN y por PCR, aunque se reservan para casos de difícil diagnóstico.",
            "cite_spans": [],
            "section": "Toxoplasmosis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Parasitosis producida por Taenia solium tras la ingesta de los huevos de la tenia del cerdo. A nivel cardiaco se produce una inflamación miocárdica que da lugar a la formación de granulomas y fibrosis, los cuales conducen a la aparición de arritmias y alteraciones de la conducción. La cisticercosis cardiaca suele ser asintomática. El diagnóstico se realiza en base a antecedentes epidemiológicos y test serológicos. La ecocardiografía y la resonancia magnética (RM) pueden identificar los quistes cardiacos. En todos los pacientes diagnosticados de cisticercosis se debe descartar afectación del sistema nervioso central (SNC).",
            "cite_spans": [],
            "section": "Cisticercosis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Producida por el nematodo Trichinella spiralis, es una zoonosis universal. La afectación clínica depende del número de larvas que se ingieren. La miocarditis ocurre típicamente en la tercera semana de infección y se presenta como un síndrome de dolor torácico que puede remedar a un infarto agudo de miocardio (IAM), y que puede complicarse con arritmias o derrame pericárdico. El diagnóstico se establece por antecedentes epidemiológicos, la presencia de eosinofilia, test serológicos (que son positivos a partir de la tercera semana) y biopsia muscular.",
            "cite_spans": [],
            "section": "Triquinelosis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Producida por Entamoeba histolytica, tiene una distribución mundial pero es más frecuente en países subdesarrollados de los trópicos. Tras la malaria y la esquistosomiasis, la amebiasis es la tercera causa de muerte por parasitosis en el mundo. Los grupos de alto riesgo son los niños, embarazadas y personas malnutridas, siendo la amebiasis invasiva más frecuente en pacientes con infección por el VIH. La afectación pericárdica es rara pero constituye una complicación grave. Puede presentarse como un roce pericárdico con alteraciones del ECG secundarias a la presencia de un absceso en el ventrículo izquierdo o como una pericarditis purulenta por perforación del absceso al pericardio, manifestándose como un derrame pericárdico rápidamente progresivo o como un síndrome de taponamiento cardiaco súbito. El diagnóstico es por serología, la cual no distingue entre una infección aguda o una infección pasada, por lo que se puede recurrir entonces a técnicas de PCR.",
            "cite_spans": [],
            "section": "Amebiasis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "\nEchinococcus sp. tiene una distribución mundial. La afectación cardiaca aparece en el 0,5–3 % de los casos y se manifiesta como arritmias, infarto de miocardio, pericarditis purulenta, taponamiento cardiaco, hipertensión pulmonar y muerte súbita. Es rara la afectación cardiaca aislada sin afectación hepática. El diagnóstico se apoya en la serología y los hallazgos en las pruebas de imagen.",
            "cite_spans": [],
            "section": "Equinococosis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "La afectación miocárdica o pericárdica por S. mansoni es rara, produciéndose una respuesta granulomatosa local que da lugar fundamentalmente a hipertensión pulmonar.",
            "cite_spans": [],
            "section": "Esquistosomiasis ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Filarias y esquistosomas son los parásitos que con más frecuencia producen eosinofilia crónica que conduce a fibrosis endomiocárdica, con formación de trombos, arritmias y derrame pericárdico. El pronóstico es malo, con alta mortalidad por insuficiencia cardiaca.",
            "cite_spans": [],
            "section": "Fibrosis endomiocárdica tropical ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Causada por Toxocara canis, produce afectación cardiaca, sobre todo en niños, que se manifiesta por endomiocarditis, pseudotumor cardiaco y taponamiento cardiaco. El diagnóstico se establece por la identificación del parásito en muestras histológicas.",
            "cite_spans": [],
            "section": "Larva migrans visceral ::: Afectación cardiaca en infecciones parasitarias importadas",
            "ref_spans": []
        },
        {
            "text": "Son uno de los principales motivos de consulta en los pacientes que regresan de viaje, encontrándose en cuarto lugar tras el síndrome febril, la diarrea aguda y crónica y las lesiones dermatológicas. Hasta un 7,8 % de los viajeros que vuelven presentan infecciones respiratorias, de los cuales la mitad tiene afectación de las vías respiratorias bajas6. En este protocolo vamos a tratar los problemas respiratorios causados por agentes infecciosos, aunque es destacable la problemática asociada a la enfermedad tromboembólica por su frecuencia tras un viaje prolongado7. Nos centraremos en las causas de afectación infecciosa del parénquima pulmonar y la pleura, ya que aquellas que afectan a la vía aérea superior son las clásicas conocidas en todo el mundo (virus de la gripe, rinovirus, adenovirus, virus respiratorio sincitial [VRS], etc.). La primera consideración a tener en cuenta es que ante una infección pulmonar grave bilateral, junto con otros datos de gravedad a nivel sistémico, hay que descartar la infección por Plasmodium spp., que podría provocar un distrés respiratorio del adulto (SDRA) –siempre y cuando el viajero haya estado en zona endémica de malaria–. Ante la sospecha clínica y las pruebas básicas, solicitaríamos al laboratorio una extensión de sangre con gota gruesa o gota fina, a fin de alcanzar el diagnóstico y valorar el nivel de parasitación. Las lesiones tipo SDRA que produce la babesiosis hacen que frecuentemente se confundan los diagnósticos entre esta entidad y la malaria. Otras posibilidades a tener en cuenta serían los virus causantes de síndrome respiratorio agudo grave (SARS) (coronavirus) y virus hemorrágicos (Hantavirus, virus del Ebola, virus del Nilo, etc.) que dan un patrón radiológico con infiltrados masivos por sangrado bilateral. La neumonitis hemorrágica puede verse también en la leptospirosis.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "El daño alveolar difuso, la afectación intersticial extensa o la neumonía necrotizante se ven frecuentemente en infecciones graves por Toxoplasma y Pneumocystis jirovecci (generalmente en pacientes inmunocomprometidos). Pueden aparecer síntomas respiratorios e infiltrados pulmonares transitorios junto con importante eosinofilia en las fases migratorias de helmintiasis (esquistosomiasis –síndrome de Katayama–, estrongiloidosis, triquinosis y ascaridiasis –síndrome de Loeffler–, entre otros), micosis primarias (coccidiomicosis y paracoccidiomicosis) y paragonomiasis (relacionada con el consumo de mariscos y crustáceos)8. Existen muchos otros parásitos tipo protozoos o helmintos (nematodos, cestodos y trematodos) con gran variedad de patología pulmonar que creemos deben ser tratados específicamente en las correspondientes revisiones, como son amebiasis, babesiosis, toxoplasmosis, ancilostomiasis y filariasis entre muchos otros9\n,\n10.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 625,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 937,
                    "end": 938,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "Otro tipo de lesiones pulmonares son aquellas con presencia de quistes pulmonares (calcificados o no) como la cisticercosis y la equinococosis, en la cual también hay formas complicadas con ruptura de los quistes, produciendo tos, dolor torácico, hemoptisis e incluso empiema o neumotórax a tensión11.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "Los abscesos pulmonares se ven en formas de equinococosis complicadas y excepcionalmente en la afectación pulmonar por Trypanosoma cruzi (enfermedad de Chagas)9.\n",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "En el caso de presencia de síntomas respiratorios clásicos con imagen de infiltrados alveolares y sin eosinofilia no es desdeñable la presencia de gérmenes habituales en nuestro propio medio (S. pneumoniae, H. influenzae, M. catharralis, M. pneumoniae, C. pneumoniae, etc.).",
            "cite_spans": [],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "En cuanto al factor de exposición es interesante destacar la asociación de fiebre Q en personas en contacto con animales (ovejas, cabras, etc.), Legionella en viajeros que han realizado cruceros, han permanecido en complejos hosteleros o han estado en spa-balnearios y de histoplasmosis cuando se han realizado visitas a cuevas donde pudieran habitar pájaros y murciélagos6.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        },
        {
            "text": "En el estudio de laboratorio básico debemos incluir cultivos de sangre, esputo, orina y otros líquidos biológicos con Gram, baciloscopia, hemograma, coagulación y bioquímica completa con función hepática, detección de antígenos de Legionella y neumococo en orina y serología múltiple (gérmenes sospechados en base a la prevalencia en el país visitado) (fig. 2\n). Las pruebas de imagen de radiografía y tomografía computadorizada (TC) de tórax ayudan a la diferenciación por grupos de estas enfermedades en función a sus características de imagen. Asimismo, la disponibilidad de broncofibroscopia con toma de muestras (broncoaspirado) es de gran relevancia en el diagnóstico. En definitiva, el diagnóstico de este tipo de lesiones es como siempre una mezcla de sentido clínico con una completa exploración física, y que se apoya en las pruebas serológicas específicas y detección de gérmenes en cultivos diversos, junto con la presencia de signos radiológicos característicos.",
            "cite_spans": [],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": [
                {
                    "start": 353,
                    "end": 359,
                    "mention": "fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Respecto a los problemas respiratorios en viajeros de larga estancia (cooperantes, misioneros, emigrantes, etc.), es prioritario incluir las mismas posibilidades patogénicas que la población autóctona de la zona, teniendo en cuenta las prevalencias específicas para dichas áreas (enfermedad pulmonar obstructiva crónica [EPOC], asma, etc.). En el grupo de patología infecciosa, la tuberculosis pulmonar debe ser la primera opción a valorar y descartar por los métodos ya conocidos convencionales (sospecha clínica, radiología compatible y baciloscopia principalmente). Las zonas de alta prevalencia mundial de TBC son fundamentalmente algunos países del este europeo, Rusia, Mongolia, países del Sudeste Asiático, África (principalmente subsahariana) y zona oeste del continente americano. Varias infecciones pueden simular infecciones por TBC en países en desarrollo, lo cual obligará al diagnóstico diferencial con melioidosis (Burkholderia pseudomallei) y algunas micosis primarias (histoplasmosis, coccidiomicosis, paracoccidiomicosis y blastomicosis). Hay que destacar en este apartado las complicaciones crónicas pulmonares de esquistosomiasis (hipertensión pulmonar hasta en el 5 % por dicha infección), que incluso por la alta casuística de la enfermedad es considerada una de las causas más prevalentes a nivel mundial de hipertensión pulmonar secundaria12.",
            "cite_spans": [
                {
                    "start": 1363,
                    "end": 1365,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Problemas respiratorios en los viajeros",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Algoritmo de lesiones cardiacas en enfermedades parasitarias importadas. ECG: electrocardiograma; HTA: hipertensión arterial; ICC: insuficiencia cardiaca congestiva; LMV: larva migraus visceral; PCR: reacción en cadena de la polimerasa; VFR: visiting friends and relatives (ver texto).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Algoritmo de problemas respiratorios importados. HTP: hipertensión pulmonar; PCR: reacción en cadena de la polimerasa; TBC: tuberculosis; VRS: virus respiratorio sincitial.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Estrategias básicas de abordaje de las enfermedades infecciosas en inmigrantes, viajeros e inmigrantes viajeros",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Herrero Martínez",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Pérez de Ayala Balzola",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Pérez Molina",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "López Vélez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ministerio de Sanidad y Política Social",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Enfermedades importadas y no importadas en la población inmigrante. Una década de experiencia desde una unidad de enfermedades infecciosas",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Masiá",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Escolano",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Gutiérrez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Enf Infecc Microbiol Clin",
            "volume": "29",
            "issn": "",
            "pages": "185-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Imported infectious diseases in mobile populations",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Monge-Maillo",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Pérez-Molina",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Pérez-Ayala",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Spain Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1745-1752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cardiac involvement with parasitic infections",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hidron",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Vogenthaler",
                    "suffix": ""
                },
                {
                    "first": "J.I.",
                    "middle": [],
                    "last": "Santos-Preciado",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Rodríguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Franco-Paredes",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rassi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "324-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Guía de enfermedades infecciosas importadas",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "López Vélez",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Martín Echevarría",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Pérez Molina",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ministerio de Sanidad y Consumo",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Enfermedades Infecciosas. Principios y Práctica",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Traveler's thrombosis: a systematic review",
            "authors": [
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Qing Huang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Eklof",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Travel Med",
            "volume": "12",
            "issn": "",
            "pages": "142-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Parasitic pulmonary eosinophilia",
            "authors": [
                {
                    "first": "R.K.",
                    "middle": [],
                    "last": "Chitkara",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Semin Respir Crit Care Med",
            "volume": "27",
            "issn": "2",
            "pages": "171-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Emerging and established parasitic lung infestations",
            "authors": [
                {
                    "first": "V.K.",
                    "middle": [],
                    "last": "Vijayan",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kilani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Dis Clin North Am",
            "volume": "24",
            "issn": "",
            "pages": "579-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Parasitic infections of the lung: a guide for the respiratory physician",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kunst",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "O.M.",
                    "middle": [],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chiodini",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "",
            "pages": "528-536",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pulmonary cystic echinococcosis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Santivanez",
                    "suffix": ""
                },
                {
                    "first": "H.H.",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Pulm Med",
            "volume": "16",
            "issn": "3",
            "pages": "257-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Schistosomiasis and pulmonary hypertension",
            "authors": [
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "C.V.",
                    "middle": [],
                    "last": "Jardim",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hovnanian",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hoette",
                    "suffix": ""
                },
                {
                    "first": "L.K.",
                    "middle": [],
                    "last": "Morinaga",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Respir Med",
            "volume": "5",
            "issn": "5",
            "pages": "675-681",
            "other_ids": {
                "DOI": []
            }
        }
    }
}