{
    "paper_id": "PMC7223168",
    "metadata": {
        "title": "False-positive anti-NMDA receptor antibodies in severe case of Lyme neuroborreliosis",
        "authors": [
            {
                "first": "Fredrikke",
                "middle": [
                    "Christie"
                ],
                "last": "Knudtzen",
                "suffix": "",
                "email": "fredrikkeknudtzen@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "Christine"
                ],
                "last": "Nilsson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sigurdur",
                "middle": [],
                "last": "Skarphedinsson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Morten",
                "middle": [],
                "last": "Blaabjerg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A 40-year-old woman was admitted to the Emergency Department with a two-week history of radiating pain from her lower back down her right leg, and paresis of the right lower extremity for three days. She was previously diagnosed with paranoid schizophrenia but had been stable and without any psychiatric symptoms for a decade.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "The patient was afebrile, conscious and fully oriented. A paresis of the right hip (MRC (Medical Research Council muscle scale) grade 3) and knee and ankle (MRC grade 4–5) as well as urinary retention was found. Initial spinal cord magnetic resonance imaging (MRI) showed disc herniation on level C6/7, but no nerve root or spinal cord compression. The patient was transferred to the Department of Rheumatology for observation and pain management. Over the following two days, she developed sensory loss in the right lower extremity and increasing paraparesis (MRC grade 2–3) with absent patellar reflexes and reduced vibration sense. She was transferred to the Department of Neurology on suspicion of atypical presentation of Guillain Barré syndrome.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "Non-enhanced brain MRI was normal; a lumbar puncture showed lymphocytic pleocytosis with elevated protein (Table 1). Treatment with intravenous (iv) ceftriaxone 2 g once daily was initiated on suspicion of LNB. Intrathecal production of Borrelia IgM and IgG antibodies and an elevated CXCL13 > 710 ng/L in cerebrospinal fluid (CSF) confirmed the diagnosis. Due to a positive CSF Epstein-Barr virus (EBV) PCR (2370 copies/mL), iv acyclovir 10 mg/kg three times daily was administered for 14 days. Subsequent blood EBV PCR and EBV VCA IgM and IgG antibodies were found to be negative and EBV EBNA IgG was positive, indicating a prior EBV infection and was eventually concluded not to be clinically significant.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "During the following week, the symptoms progressed with bilateral abducens and peripheral facial paralysis, complete paralysis of both lower extremities and paresis (MRC grade 1–3) in both upper extremities.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "Electromyography showed pronounced denervation and a positron emission computed tomography revealed focal FDG uptake in the spinal cord. Contrast-enhanced MRI showed enhancement in the conus medullaris, cervical cord, pachymeninges and cranial and spinal nerve roots, confirming acute meningo-myeloradiculopathy.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "After 12 days of treatment, a lumbar puncture revealed decreasing leukocyte count but increasing protein. CSF EBV PCR was now negative and HIV, neurosyphilis, lymphoma, neurosarcoidosis and cerebral vasculitis were also ruled out.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "Despite three-week treatment with ceftriaxone and three-day high-dose oral prednisone, neurological symptoms progressed leading to complete tetraplegia. Twenty-six days after admission, the patient was transferred to the intensive care unit (ICU) and put on a ventilator due to respiratory insufficiency. She was treated with an additional 14 days of oral doxycycline. Testing for other tick-borne pathogens (tick-borne encephalitis virus, Anaplasma phagocytophilum, Rickettsia spp., Neoehrlichia and B. miyamotoii) was negative.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "In the ICU, the patient slowly regained sensory and motor functions of upper extremities. She was decannulated after 31 days and transferred to the Department of Infectious Diseases. Due to the severity of disease and slow recovery, the LNB diagnosis was questioned and another lumbar puncture was performed. Both serum and CSF were screened for antibodies associated with AIE and paraneoplastic neurologic syndromes (PNS). When testing for AIE (using NMDAR, CASPR2, AMPAR1/2, LGI1 and GABAB-R fixed transfected HEK293 cells (Euroimmun, Lübeck, Germany)), an unspecific spherical reaction with NMDAR transfected cells was seen in serum and CSF (Fig. 1a, b). These reactions did not resemble the characteristic fluorescence pattern of the anti-NMDAR positive control and hence, both samples were considered negative (Fig. 1c). In the meantime, samples had also been sent to another laboratory, which now reported anti-NMDAR antibodies strongly positive in serum and CSF. Due to this discrepancy, the patients planned discharge was delayed, and samples were re-evaluated at a reference laboratory. They confirmed that both samples were negative for anti-NMDAR antibodies. Screening for anti-neural antibodies by indirect immunofluorescence test (IFT) using primate cerebellum as substrate (Euroimmun, Lübeck, Germany) was negative in serum. In CSF, a weak, unspecific reaction was seen, not indicative of anti-NMDAR antibodies (Fig. 1d). Immunoblotting for PNS antibodies was negative (Euroline Neuronal Antigens Profile 12 Ag (Euroimmun, Lübeck, Germany)).",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": [
                {
                    "start": 650,
                    "end": 655,
                    "mention": "1a, b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 821,
                    "end": 823,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Following 91 days of admittance, the patient was discharged to a highly specialized neurorehabilitation center. A control lumbar puncture two months later was again negative for anti-NMDAR antibodies. At follow-up six months after discharge, the patient had regained most of her upper body strength and sensory function in both legs and had started to regain motoric function in her feet.",
            "cite_spans": [],
            "section": "Case",
            "ref_spans": []
        },
        {
            "text": "We present a case of LNB with a rare manifestation of acute myelitis [4]. Even though the patient fulfilled the criteria for definite LNB with relevant symptomatology, lymphocytic pleocytosis and a positive Borrelia intrathecal antibody test, extensive examinations were done to rule out other causes, including AIE. An unspecific spherical reaction, not resembling the characteristic pattern of the anti-NMDAR positive control, was seen with NMDAR transfected cells. Hence, IFT on fixed transfected cells was negative. Interpretation of findings on IFT is difficult and requires experience and it is essential that only samples producing the characteristic staining pattern are labelled positive.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In their recently published case report, Martinez et al. propose that an infection with Borrelia burgdorferi may trigger anti-NMDAR-encephalitis [3]. In their case, the clinical picture was in line with the well-known disease course of anti-NMDAR-encephalitis. In our case, the initial anti-NMDAR result was mistakenly reported as positive; however, the clinical picture was not compatible with anti-NMDAR AIE but with severe LNB. At no time during the patient’s admittance did she have signs of impaired cognitive function. The initial report of a positive anti-NMDAR test complicated the patient’s course of admittance, but was questioned, and samples were re-evaluated at a reference laboratory. Finally, the reactions were considered unspecific and concluded negative. Furthermore, screening for anti-neural antibodies by IFT on primate cerebellum was not indicative of anti-NMDAR. Cell surface neuronal antibodies, like anti-NMDAR antibodies, can react with cells in the cerebellar granular layer, giving a blotchy fluorescence on IFT. Performing IFT on cerebellar sections is informative, when suspecting both AIE and PNS. Later re-testing of the patient for anti-NMDAR was again negative.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This case confirms that LNB can manifest with a severe disease course, and raises awareness of the risk of possible false-positive anti-NMDAR results in patients with LNB. Our case further emphasizes that interpretation of antibody status and treatment should be based on each patient’s clinical picture.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Cerebrospinal fluid (CSF) findings\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: a Cerebrospinal fluid (CSF) (undiluted) from the patient tested for anti-N-methyl-d-aspartate receptor (NMDAR) antibodies by indirect immunofluorescence test (IFT) on HEK293 cells transfected with recombinant NMDAR, showing unspecific spherical fluorescence in a cellular subcompartment. b Enhancement of the framed area in picture a. c Positive control serum (undiluted) provided by the assay manufacturer, showing correct cell surface fluorescence. d CSF (undiluted) from the patient tested by IFT on primate cerebellar sections showing weak, unspecific, rim-like cytoplasmatic fluorescence of cells in the granular and molecular layer and a weak reaction with the Purkinje cell nuclei in a few cells. This fluorescence pattern is not indicative of anti-NMDAR antibodies. Magnification × 20.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "EFNS guidelines on the diagnosis and management of European Lyme neuroborreliosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mygland",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ljøstad",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fingerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmutzhard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Neurol",
            "volume": "17",
            "issn": "",
            "pages": "8-16",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-1331.2009.02862.x"
                ]
            }
        },
        "BIBREF1": {
            "title": "Autoimmune encephalitis",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prain",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intern Med J",
            "volume": "46",
            "issn": "",
            "pages": "148-157",
            "other_ids": {
                "DOI": [
                    "10.1111/imj.12974"
                ]
            }
        },
        "BIBREF2": {
            "title": "Lyme borreliosis as a trigger for NMDA receptor encephalitis?",
            "authors": [
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Olguin-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Camara-Lemarroy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neurol Sci",
            "volume": "39",
            "issn": "",
            "pages": "1815-1817",
            "other_ids": {
                "DOI": [
                    "10.1007/s10072-018-3497-9"
                ]
            }
        },
        "BIBREF3": {
            "title": "Acute transverse myelitis in a child with Lyme disease and a review of literature",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Erol",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kilicarslan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saygi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alehan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Neurol",
            "volume": "48",
            "issn": "",
            "pages": "325-328",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pediatrneurol.2012.12.001"
                ]
            }
        }
    }
}