{
    "paper_id": "PMC7125878",
    "metadata": {
        "title": "Evaluation of pedestrian wind comfort near ‘lift-up’ buildings with different aspect ratios and central core modifications",
        "authors": [
            {
                "first": "Xuelin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.T.",
                "middle": [],
                "last": "Tse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.U.",
                "middle": [],
                "last": "Weerasuriya",
                "suffix": "",
                "email": "auw@connect.ust.hk",
                "affiliation": {}
            },
            {
                "first": "S.W.",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.C.S.",
                "middle": [],
                "last": "Kwok",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cheuk",
                "middle": [
                    "Ming"
                ],
                "last": "Mak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianlei",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Wind has a stronger inter-dependence with air temperature than with any other weather factors. Winds, which are largely originated from the temperature gradient between different geographical zones, are also one of the factors that control indoor and outdoor thermal comfort. On the one hand [11], estimated that the indoor cooling rate of the human body is proportional to U\n0.5, where U is the wind speed in a laminar boundary layer. If the boundary layer is turbulent, which is a common condition in an outdoor environment, then the cooling rate would be approximately proportional to U\n[4]. Based on this principle, ancient wind catchers such as Badgir in Iran and Manghu in India, are designed to facilitate the air circulation inside a home to maintain an acceptable indoor temperature while the outside is hot and humid [26]. On the other hand, a lack of air circulation can significantly increase the ‘feel-like’ temperature, as demonstrated by Cheng et al. (2012) [7] from field measurements. They reveal that a decrease in wind speed from 1 m s−1 to 0.3 m s−1 is equal to an increase in ambient temperature by 2 °C on a hot summer day in Hong Kong. In addition, a weak air circulation near the ground causes several wind-related issues in Hong Kong including the degradation of air quality [6], increase of the urban heat island effect [15], and the creation of favourable conditions for spreading airborne pathogens such as the SARS (Severe Acute Respiratory Syndrome) virus [45].",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 593,
                    "mention": "[4]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 827,
                    "end": 831,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 973,
                    "end": 976,
                    "mention": "[7]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "mention": "[6]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "mention": "[45]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The compact arrangement of bulky and tall buildings with small separation distances has been identified as the main reason for weak air circulation in the urban areas of Hong Kong [32], [44], [46]. As a solution for the weak air circulation, researchers have proposed to maintain an appropriate level of building permeability at the ground level [16], [34] and that is further enforced by building regulations stipulated by the Hong Kong government [18]. Furthermore, the Air Ventilation Assessment (AVA), a mandatory test for all major government and semi-government development projects, requires that a minimum wind speed of 1.5 m s−1 be maintained at the pedestrian level (∼1.75–2 m above ground) to achieve acceptable outdoor thermal comfort on a hot, humid summer day in Hong Kong [33]. The findings of previous studies and the stipulated regulations demand a novel building form that has sufficient building permeability at lower heights to allow air to circulate with minimum obstruction.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[44]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 192,
                    "end": 196,
                    "mention": "[46]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 346,
                    "end": 350,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 352,
                    "end": 356,
                    "mention": "[34]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 449,
                    "end": 453,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 787,
                    "end": 791,
                    "mention": "[33]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "‘Lift-up’ building designs, which are uncommon in Hong Kong, may be a fitting solution to the lack of air circulation in urban areas. In a lift-up design, a void is created in the lower part of a building by elevating the main structure off the ground using columns, shear walls, a central core, or a combination of these (Fig. 1\n(a)). The void, also called the lift-up area, allows air to circulate with a minimum obstruction where a building with impenetrable lower floors does not allow. As shown in Fig. 1(b), this void provides space to create sitting or recreation areas for inhabitants of the building. Paths can also be laid in the void for accessing other areas in the surrounding of the building. Despite these advantages, the number of studies on lift-up building designs and the surrounding wind environment is sparse in the literature [43]. have conducted a series of wind tunnel tests to investigate the PLW fields near an isolated building, an array of buildings, and buildings with podium structures with and without lift-up designs. The wind tunnel test results show a reduction of areas where wind speeds are reduced to less than 1.5 m s−1 near the lift-up buildings and thus helpful to achieve outdoor thermal comfort even under weak ambient wind conditions common in Hong Kong [39]. have tested a number of lift-up buildings in a boundary layer wind tunnel to evaluate how changing the dimensions of the lift-up core influences the pedestrian level wind (PLW) field. This study has confirmed that tall lift-up cores noticeably increase the wind speeds near and within a lift-up area thus, height of the lift-up core is identified as the most significant design parameter for lift-up designs [10]. have employed Computation Fluid Dynamic (CFD) simulations to assess pedestrian wind comfort near the lift-up buildings with ‘U’, ‘L’, ‘□’, and ‘-’ plan shapes under three incident wind directions: 0°, 45°, and 90°. They have concluded that lift-up buildings produce better pedestrian wind comfort than non-lift-up buildings, particularly in cases where the wind approaches from an oblique direction.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 852,
                    "mention": "[43]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1711,
                    "end": 1715,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 329,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 503,
                    "end": 509,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Despite its effect in enhancing air circulation at the ground level, the conventional lift-up design is not recommended by wind engineers due to unacceptable or unsafe wind conditions found inside the lift-up area [30], [36], [13], [1], [38]. The unacceptable or unsafe wind conditions are attributed to the accelerated wind flow in the lift-up area, which connects the positive pressure on the windward side of the building and the negative pressure on its leeward side [38]. The accelerated wind flow contains high wind speeds and can cause discomfort or even danger for pedestrians, particularly if ambient wind speeds are high [2], [24]. However, in terms of outdoor thermal comfort and dispersing air pollution, the accelerated wind flow may be more of a benefit than a danger for Hong Kong, especially if ambient wind speeds are low [32].",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 220,
                    "end": 224,
                    "mention": "[36]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 232,
                    "end": 235,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 237,
                    "end": 241,
                    "mention": "[38]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 471,
                    "end": 475,
                    "mention": "[38]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 631,
                    "end": 634,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 636,
                    "end": 640,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 839,
                    "end": 843,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although lift-up designs may be presumed appropriate for Hong Kong, the lack of knowledge on (1) designing the lift-up core, (2) its influence on the surrounding wind conditions, and (3) the most suitable type of building (i.e., tall and slender or short and wide) for lift-up designs makes it difficult for the lift-up concept to be incorporated into building designs. The designing of lift-up core and its effects on the surrounding wind conditions have been addressed properly by the authors of this paper previously [39], which provides an invaluable insight on designing central cores and determining their influence on the wind conditions near and within the lift-up area. However, the type of buildings, for which the lift-up design is more suitable, has yet to be investigated systematically, even though the literature has indicated that the type of building has very large implications on the wind conditions in the lift-up area. For example [42], estimates that the increase of the maximum normalised wind speed in a passage (K\nThrough) underneath a building of height (H) is 0.65*H\n0.24. This relationship indicates a possibility to expose pedestrians to a wind flow that has a magnitude approximately double the ambient wind speed measured at the pedestrian level, in a passage underneath a 100-m building.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 952,
                    "end": 956,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "High-speed winds that flow through a lift-up area can possibly be reduced if an architecturally modified lift-up core design similar to the design of a tall building is adopted. As indicated by several researchers [37], [40], [23], modified corners such as chamfered, rounded, and cut corners are effective in reducing the areas of high wind speeds near tall buildings. According to [37]; by chamfering the corners of a building, the size of the corner streams with high wind speeds can be reduced significantly, thus improving the wind conditions at the pedestrian level to an acceptable level. Results from Ref. [40] have demonstrated a superior performance of rounded corners on reducing the area and magnitude of high wind speeds near a 93-m building, particularly at 0° wind incidence angle. Results of these studies postulate that corner modifications can be applied to a lift-up core to control the volume and the speed of wind flows found in a lift-up area. The current study, therefore, aims to investigate PLW conditions near lift-up buildings with different aspect ratios (height/width) and to assess the effectiveness of a number of corner modifications in achieving pedestrian wind comfort in lift-up areas.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 220,
                    "end": 224,
                    "mention": "[40]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 383,
                    "end": 387,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 614,
                    "end": 618,
                    "mention": "[40]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The experimental setup of this study is introduced in Section 2: the specifications to the wind tunnel test, including approaching wind conditions, dimensions of the building models, and details of measurement technique are explained. Section 3 demonstrates the wind speed distributions in the PLW fields around lift-up buildings with different aspect ratios. Pedestrian wind comfort near lift-up buildings is also evaluated in Section 3 according to a set of wind comfort criteria developed based on the prevailing wind conditions in Hong Kong. The second half of Section 3 presents the wind speed distributions and a comparison of pedestrian wind comfort levels in lift-up areas that have lift-up cores without corner modifications. The effectiveness of corner modifications is also evaluated in the second half of Section 3 by comparing the PLW wind conditions in modified and basic lift-up designs (i.e. lift-up cores without corner modifications). Sections 4 (discussion) and 5 (concluding remarks) conclude the paper.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All wind tunnel tests described in this study were conducted in the CLP Power Wind/Wave Tunnel Facility (WWTF) at the Hong Kong University of Science and Technology. The boundary layer wind tunnel (BLWT) of the WWTF is of a closed-return type with two parallel test sections named the high-speed and low-speed sections according to their operational wind speed ranges. The low-speed section, whose test section's dimensions are 5 m × 4 m (width × height) was selected to conduct wind tunnel tests in this study under the test section's maximum operating wind speed of 10 m s−1. The roughness elements and spires were arranged systematically in the development section of the low-speed section to simulate an atmospheric boundary layer (ABL) wind flow, as shown in Fig. 2\n. The mean wind profile in Fig. 2 is normalised with respect to the mean wind speed measured at a height of 600 mm at the centre of the turntable. The mean wind speed at the 600 mm height was about 7.35 m s−1 and was part of a wind profile that followed the power-law wind profile model with an exponent of 0.11. The Reynolds number (Re) calculated based on width of the building, 150 mm, is 7.35 × 104 (>Re\ncritical = 5 × 104), thus flow conditions are independent of the Reynolds number. Moreover, the turbulence intensity profile displayed a proper vertical decay as in an ABL wind flow, and measured turbulence intensity at the height of 600 mm was about 4.76%.",
            "cite_spans": [],
            "section": "Experimental setup",
            "ref_spans": [
                {
                    "start": 764,
                    "end": 770,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 798,
                    "end": 804,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "\nFig. 3\nshows the schematic diagrams of the lift-up buildings tested in this study. All buildings have a central core to elevate the main structure from the ground. The central core design is preferred over columns or shear wall designs because a central core induces a minimum disturbance to the wind conditions in a lift-up area [39], of which the evaluation is the main objective of this study. The central core has a constant height (h) of 6 m, and a depth (d) of 10 m, but different widths (w) to maintain a constant plan area of 25% of the total plan area of a building. The basic central core with a rectangular shape (Rt) (Fig. 3(c)) was modified using three corner modifications; chamfered (Ch), rounded (Ro), and recessed (Rc) as shown in Fig. 3 (d)-(f). Each modification was applied to all corners and extended a 2.25 m distance on each side. Table 1\nshows the dimensions of the buildings, central cores and corner modifications used in this study. The height of the buildings (H) varied from 120 m to 45 m and the width (W) spanned from 30 m to 90 m, covering a range of aspect ratios (H/W) from 4:1 to 0.5:1. Depth (D) of the buildings was not a main design parameter of this study, thus it was kept at a constant value of 20 m. In addition, five buildings with similar dimensions to the ‘lift-up’ buildings but without a central core were selected as the control buildings (CB) for this study. All buildings were scaled by a factor of 1/200 (a linear scale of 1:200) and were made of balsa wood for the wind tunnel tests.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Experimental setup",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 631,
                    "end": 637,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 749,
                    "end": 755,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 855,
                    "end": 862,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Mean wind speeds at the pedestrian level were measured by using two types of omnidirectional wind speed sensors: Irwin sensor, and Kanomax thermal anemometer (Kanomax1560). The Irwin sensors used for this study were fabricated according to a linear scale of 1:200 with a 10 mm protruding tube. The protruding tube was to measure the mean wind speed at the height of 10 mm in model scale or a 2 m height in full scale according to the linear scale of 1:200. The mean wind speed (U) was calculated from Irwin sensor measurements according to the method proposed by Irwin (1981) as expressed in Equation (1).(1)U=α+βΔP\n",
            "cite_spans": [],
            "section": "Experimental setup",
            "ref_spans": []
        },
        {
            "text": "In Equation (1), ΔP is the square root of the pressure difference between two holes on an Irwin sensor, and α, and β are constants, which are determined by calibrating Irwin sensors with respect to instantaneous wind speeds (u) measured by a hot-wire anemometer. In the present study, α and β were estimated to be 0.15 and 1.72, respectively.",
            "cite_spans": [],
            "section": "Experimental setup",
            "ref_spans": []
        },
        {
            "text": "The Kanomax1560 anemometer system is a multi-channel thermal anemometer system, which has multiple wind speed sensors and a data acquisition unit. The wind speed sensor is a spherical thermistor-type omnidirectional sensor, which measures the resultant mean wind speed at a sampling frequency of 10 Hz. Each sensor has a temperature compensator unit to correct any effects from room temperature fluctuations on the measurements and is pre-calibrated with its own individual calibration curve. Its convenience in operating, and the ability to measure low wind speeds are the advantages of the Kanomax anemometer system being used in pedestrian-level wind tunnel tests.",
            "cite_spans": [],
            "section": "Experimental setup",
            "ref_spans": []
        },
        {
            "text": "There were 186 Irwin sensors and 34 Kanomax sensors arranged systematically around a ‘lift-up’ building as shown in Fig. 4\n. Altogether the wind speed sensors of the two types covered an area spanning 375 mm in the upstream direction, 1425 mm in the downstream direction, and 600 mm in the lateral directions from the centre of the building model. The minimum separation distances of Irwin sensors were 75 mm in the longitudinal direction and 100 mm in the lateral direction, satisfying the minimum separation distances proposed by Ref. [42]. Kanomax sensors had a minimum spacing of 30 mm in both the longitudinal and lateral directions. The wind speed measurements were recorded for 135 s at a sampling rate of 400 Hz for the Irwin sensors and 10 Hz for the Kanomax anemometers. With an assumed velocity ratio of 1/7, the sampling period of the wind tunnel tests is equal to a 1-h of measurement period in field conditions.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Experimental setup",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Before conducting a detailed analysis, the notion that the maximum wind speeds in the ‘lift-up’ area may have a similar relationship with building height, as proposed by Ref. [42]; needs to be investigated. For comparisons with similar data from four previous studies [30], [13], [36], the maximum wind speeds at the pedestrian level in the ‘lift-up’ area are normalised using Equation (2):(2)K=U¯10mm,x,yU¯ambientwhere, U¯10mm,x,y is the mean wind speed at the 10 mm height measured at location (x, y), and U¯ambient is the mean wind speed at the same location but without the building.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 280,
                    "end": 284,
                    "mention": "[36]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Maximum wind speed in the ‘lift-up’ area ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "\nFig. 5\nshows the comparison of the normalised maximum wind speed (K\nmax) found in the lift-up area of buildings M1-M5 with similar data of the four previous studies. The K\nmax values of lift-up buildings deviate moderately from the predictions of K\nmax = 0.65*H\n0.24 with smaller magnitudes than the corresponding values of the previous studies, which tested buildings with a passage underneath them. Despite having smaller values, a steady increase in K\nmax values with building height suggests that tall lift-up buildings have a trend of generating accelerated wind flows in lift-up areas similar to a passage underneath a tall building does. Smaller K\nmax values of the lift-up buildings may be attributed to the difference in designs of a lift-up area and a passage underneath a building, where the latter can be considered as an orifice that channels wind flow from the windward side of the building to the leeward side. A lift-up area, on the other hand, is opened to the outside on the lateral sides by allowing some winds to leak from the lift-up area, thus producing a wind flow that is not as intense as in a passage underneath a building. Compared with the notable increase with building height, the K\nmax value increases slightly with building width (W). The limited wind tunnel test results, however, restrain the possibility of further investigating the increase of K\nmax with building width and proposing a new relationship between the K\nmax value and lift-up building height.",
            "cite_spans": [],
            "section": "Maximum wind speed in the ‘lift-up’ area ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Several researchers have proposed a number of pedestrian wind comfort criteria based on mechanical and thermal effects of winds [8], [13], [14], [21], [22], [27], [20], [29]. Any pedestrian wind comfort criteria has threshold wind speeds in the form of mean, gust or a combination of both defined based on physical or mental acceptability in performing specific types of pedestrians' activities in assigned areas, in combination with allowable frequencies of occurrence or an exceedance within a certain duration of time [25]. By considering prevailing wind conditions in Hong Kong, novel criteria for pedestrian wind comfort have been proposed for this study as shown in Table 2\n.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "mention": "[8]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 133,
                    "end": 137,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 139,
                    "end": 143,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 145,
                    "end": 149,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 151,
                    "end": 155,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 157,
                    "end": 161,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 163,
                    "end": 167,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 173,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 521,
                    "end": 525,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Proposed pedestrian wind comfort criteria ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 672,
                    "end": 679,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "It is noteworthy that the proposed pedestrian wind comfort criteria are based on mean wind speeds and an assumed a 50% probability of exceedance. The minimum threshold mean wind speed of 1.6 m s−1 is in accordance with generally accepted minimum wind speed for outdoor thermal comfort on a hot humid summer day in Hong Kong [7]. The maximum threshold wind speed of 5 m s−1 is based on the recommendation of [35] as an acceptable wind speed in a town. An intermediate wind speed, 3.5 m s−1, marks the beginning of wind discomfort felt by pedestrians as the wind disturbs hair, causes clothes to flap, and makes it difficult to read newspapers [35]. It should be noted that the proposed pedestrian wind comfort criteria focus on low wind speeds rather than high wind speeds, which were the main objectives of wind comfort criteria proposed by Refs. [8], [14], [20], [27] and [29]. Recently [9], have proposed wind comfort criteria for low wind speed conditions in Hong Kong. They adopted two sets of threshold wind speeds and probabilities of exceedance of wind to define wind comfort and wind danger in summer and winter seasons. The threshold wind speeds for the low wind condition, which is 1.5 m s−1 and unacceptable wind conditions, which is 5.3 m s−1 are comparable with those of the proposed wind comfort criteria in this study. However, authors of this paper are not entirely convinced about the probabilities of exceedance of winds defined by Ref. [9] due to the lack of data available from field surveys and measurements. Therefore, the proposed criteria only specify threshold wind speeds for several comfort classes without defining any probability of exceedance for the threshold wind speeds.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[7]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 407,
                    "end": 411,
                    "mention": "[35]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 642,
                    "end": 646,
                    "mention": "[35]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 847,
                    "end": 850,
                    "mention": "[8]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 852,
                    "end": 856,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 858,
                    "end": 862,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 864,
                    "end": 868,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 873,
                    "end": 877,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 888,
                    "end": 891,
                    "mention": "[9]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1455,
                    "end": 1458,
                    "mention": "[9]",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Proposed pedestrian wind comfort criteria ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "The K\n200 values listed in Table 2 are the ratio between threshold wind speeds and mean wind speed measured at a height of 200 m at the meteorological station at Waglan Island (U¯200m) and is estimated from long-term wind measurements, which are also accepted as the representative wind conditions of Hong Kong, to be about 5–6 m s−1, with a probability of exceedance of 50% [17]. By considering U¯200m is 5 m s−1, then the K\n200 values of 0.3 and 0.7 mark the limits of low wind speed (LWS), which cause outdoor thermal discomfort, and high wind speed (HWS), with which pedestrians may feel annoyance from the wind. K\n200 values that fall between 0.3 and 0.7, therefore, indicate acceptable wind conditions in Hong Kong, while a K\n200 value exceeds 1 is unacceptable and should be prevented from occurring at any location near a building.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "mention": "[17]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Proposed pedestrian wind comfort criteria ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Although the K\n200 ratio is convenient in interpreting wind conditions near buildings, the calculation of the K\n200 ratio is not straightforward because of the differences between the mean wind profile measured at Waglan Island and the simulated mean wind profile for wind tunnel tests in this study. More specifically, the mean wind profile at the Waglan Island follows the power-law wind profile model with an exponent (a) equal to 0.15, which corresponds to sea and open terrain conditions [47], while the wind profile simulated for this study has a power-law exponent of 0.11. It is noteworthy that the power exponent of 0.15 is the upper limit of a for the condition of sea and open terrain, thus the wind profile used for this study still represents the same terrain category as the wind profile with a = 0.15. The selection of a smaller a is driven by the requirement of high-speed winds at lower heights of the wind profile for better quality measurements of Irwin sensors. In fact, the measurements of Irwin sensors are less accurate if the wind speeds are less than 2 m s−1\n[46]. The difference of the two wind profiles, therefore, requires a conversion of wind speeds to calculate K\n200 as shown in Equation (3).(3)K200=(U¯2mU¯200m,α=0.15)K200=(U¯2mU¯2m,ambient)a=0.11·(U¯2mU¯200m)a=0.15K200=(U¯2mU¯2m,ambient)a=0.11·U¯500(2500)0.15U¯500(200500)0.15K200=(U¯2mU¯2m,ambient)a=0.11·(2200)0.15K200=(U¯2mU¯2m,ambient)a=0.11×0.5012K200=K×0.5012}\n",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "mention": "[47]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "mention": "[46]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Proposed pedestrian wind comfort criteria ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "In Equation (3), U¯2m and U¯2m,ambient are the mean wind speeds at 2 m height with and without buildings, respectively. U¯200m is the mean wind speed at 200 m measured at Waglan Island. U¯500 is the mean wind speed measured at a height of 500 m, which is considered as the gradient height in Hong Kong [5]. At the gradient height, the friction of rough earth surface has a negligible effect, thus ABL wind flows records their maximum wind speed. All wind profiles have similar gradient wind speeds irrespective to the gradient heights are dissimilar for different types of terrain. This property of gradient wind speed allows comparing two wind profiles with different power-law exponents. It should be noted that similar wind speed conversions were employed by Ref. [13] and [3] if the two wind profiles in wind tunnel tests and field conditions were different from each other.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "mention": "[5]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 767,
                    "end": 771,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 776,
                    "end": 779,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Proposed pedestrian wind comfort criteria ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "The variation of HWS zone with the dimensions of lift-up and control buildings is estimated by defining the area average of high wind speed (K¯HWS) as in Equation (4).(4)K¯HWS=∑K200=0.71[A(K200,K200+0.05)×K200(K200,K200+0.05)]AHWS\n",
            "cite_spans": [],
            "section": "Areas with high wind speeds (HWS) ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "In Equation (4), K\n200 is the contour level when the mean wind speed ratio is larger than 0.7; A\nHWS is the total area of the HWS zones and A(K200+K200+0.05) is the area within the contour lines K\n200 and K\n200+0.05.",
            "cite_spans": [],
            "section": "Areas with high wind speeds (HWS) ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "\nFig. 8\nshows the effect of building dimensions on the HWS zones near the lift-up and control buildings. The K¯HWS values of lift-up buildings are higher than the corresponding control buildings may be due to the combined effect of high K\n200 values and large CS zones of the lift-up buildings [39]. have revealed that the large CS zones of lift-up buildings are a combination of two sets of CS zones of the main structure and central core. The difference in K¯HWS values between the lift-up buildings and control buildings is at its maximum for the tall and slender buildings (M1 and CB1), for which the difference is about 5% and for the widest buildings (M5 and CB5), the difference is moderate about 2% but becomes its minimum for the intermediate buildings such as M3 and CB3. The rapid drop in K¯HWS values with building height compared with a moderate increase of K¯HWS values with building width postulates a greater influence of building height on creating HWS zones near lift-up buildings.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Areas with high wind speeds (HWS) ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "Since the K¯HWS values represent the combined effects of the magnitude and area of HWS zones, Fig. 8 does not distinguish how dimensions of lift-up buildings influence the HWS zone by altering area of HWS and wind speed. Therefore, Fig. 9\nis plotted to demonstrate the variations of areas of HWS for the 5 lift-up buildings and their complementary control buildings. The percentage area (AP) of HWS, which is defined as a ratio between the areas of HWS to the total measurement area (1.2 × 1.425 m2), decreases with building height such that the AP values of M3 and CB3 are approximately similar. Despite having slight differences in K¯HWS values, buildings M3 and CB3 have the difference in AP of about 0.06, whereas the AP difference between M1 and CB1 is 1.06, which also have a considerable difference in K¯HWS values, as shown in Fig. 8. The comparison of AP differences together with the difference in K¯HWS values of buildings depicts a more prominent influence of building height on the magnitude of HWS than on the areas of HWS. Larger HWS areas of short and wide lift-up buildings may be the principal contributor of high K¯HWS values of buildings M4 and M5 as observed in Fig. 8. In fact, a short and wide lift-up building can generate an area of HWS twice the size of the HWS area of a building without lift-up design, as evident from buildings M5 (AP = 4.29) and CB5 (AP = 2.28). A less significant influence of building width on the magnitude of HWS is further validated by Fig. 5, which shows approximately the same K\nmax values for lift-up buildings M4 and M5, which have the same height but different widths.",
            "cite_spans": [],
            "section": "Areas with high wind speeds (HWS) ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 232,
                    "end": 238,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 835,
                    "end": 841,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1183,
                    "end": 1189,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1488,
                    "end": 1494,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Similar to the analysis of HWS, the LWS zones are analysed separately according to their locations in the upstream and downstream directions of a building. Since the LWS zone far downstream, i.e., the DFLWS zone, of the tested lift-up and control buildings displays minimum variations with building dimensions (see Fig. 7), the following analysis only focuses on discerning the variations of the LWS zone in the downstream near-field (the DNLWS zone) of the buildings. Fig. 10\nshows the variation of K¯LWS value, which is calculated according to Equation (5), for the lift-up and control buildings.(5)K¯LWS=∑K200=00.3[A(K200,K200+0.05)×K200(K200,K200+0.05)]ALWS\n",
            "cite_spans": [],
            "section": "Areas with low wind speeds ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 315,
                    "end": 321,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 469,
                    "end": 476,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In Equation (5), K\n200 is the contour level when the mean wind speed ratio is smaller than 0.3; A\nLWS is the total area of the LWS zones either in the upstream or downstream area of a building and A(K200+K200+0.05) is the area within the contour lines K\n200 and K\n200+0.05.",
            "cite_spans": [],
            "section": "Areas with low wind speeds ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": []
        },
        {
            "text": "\nFig. 10 displays the area average of low wind speed in the upstream near-field (K¯ULWS) and downstream near-field (K¯DNLWS) of buildings. Across the test cases, the control buildings have larger K¯LWS values than the corresponding lift-up buildings, thus indicating a less severe problem of LWS near the control buildings. Particularly, the tall and slender control building CB1 reported a 5.5% higher K¯ULWS value (Fig. 10(a)) and a zero K¯DNLWS value compared with the lift-up building M1 (Fig. 10(b)). The outright absence of the DNLWS zone in building CB1 (see Fig. 6) may be attributed to the strong horseshoe vortex of CB1 that wraps firmly around the base of the building, preventing the formation of an LWS zone attached to the building's leeward side. It is noteworthy that, compare with the slight differences of K¯ULWS values about 2–10%, the difference in K¯DNLWS values is significant and is about 13%–23% (excluding M1 and CB1), therefore indicating a possible problem of having larger areas or smaller wind speeds or both on the leeward side of a lift-up building.",
            "cite_spans": [],
            "section": "Areas with low wind speeds ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 417,
                    "end": 424,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 493,
                    "end": 500,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 566,
                    "end": 572,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "\nFig. 11\nshows the area percentage (AP) of LWS zones in the upstream direction and the downstream near-field of the lift-up and control buildings. According to Fig. 11(a), the control buildings have larger areas of LWS in the upstream direction than their corresponding lift-up buildings. The results shown in Fig. 10(a) and Fig. 11(a) postulate that the ULWS zones of the lift-up buildings are comparable in size but smaller in K\n200 values than those of the control buildings. Smaller K\n200 values of the lift-up buildings indicate a possible effect of the leakage of downwash flow through the lift-up area that consequently weakens the reverse flow generally found in front of buildings [19]. Fig. 7 also verifies the postulation of smaller K\n200 in the ULWS zone of the lift-up buildings, for example, despite 15% smaller in area, the K¯ULWS value of the lift-up building M5 is only 2.3% smaller compared with the corresponding control building CB5. Smaller K¯DNLWS values of the lift-up buildings also relate to the less intensive downwash flow, which subsequently creates a horseshoe vortex that is too weak to wrap firmly around the building base allowing an LWS zone to form and attach itself to the building's leeward side. Owing to the strong horseshoe vortex of the control buildings CB1-CB3, they either do not have the DNLWS zone or if they do, then the DNLWS zones are extremely small with AP = 0–0.06 compared with fairly large areas (e.g. AP = 0.42–0.80) of the DNLWS zones of the lift-up buildings. The results of the current study are tally with the results of the previous study [39], in which larger DNLWS zones were found near 120 m tall lift-up buildings with different sizes of central cores compared with a 120 m tall building without lift-up design. However, the control buildings CB4 and CB5, whose aspect ratios are less than 1, have 9% and 22% larger AP values in the DNLWS zones compared with their corresponding lift-up buildings M4 and M5, despite the lower K¯DNLWS of the lift-up buildings. Smaller areas of the DNLWS zones of the short and wide lift-up buildings (H/W < 1) may be caused by the expansion of the DNLWS zone to the lateral sides of the wide central cores, and are subsequently exclude from the AP calculation rather than an actual reduction of the LWS area [39]. On the other hand, wide central cores, which induce large wind blockage, produce considerably small K\n200 values on the leeward side of the short and wide lift-up buildings and result in K¯DNLWS values smaller than those of the control buildings.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1598,
                    "end": 1602,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2304,
                    "end": 2308,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Areas with low wind speeds ::: General flow features in the surrounding PLW field of lift-up buildings ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 160,
                    "end": 167,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 310,
                    "end": 317,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 325,
                    "end": 332,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 696,
                    "end": 702,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "The distribution of K\n200 values in the lift-up areas with rectangular shaped central cores (Rt) are shown in Fig. 12\n. Since in a previous study [39], have identified central core height and its plan area as the most influential design parameters for a lift-up design, both parameters were kept constant to minimise the effects of central core dimensions on wind conditions in a lift-up area. Therefore, the variations in K\n200 value in Fig. 12 strongly relate to height and width of the relevant lift-up building with some effects of the central cores, which are considered as a constant for all the tested lift-up buildings. For example, the lift-up area of building M1, which is the tallest lift-up building tested in this study, has the maximum K\n200 value of 0.95, thus indicating possible wind discomfort for pedestrians in the lift-up area. However, the maximum K\n200 value drops from 0.95 to 0.75 as building height decreases from 120 m (building M1) to 45 m (building M3), indicating a reduced level of pedestrian wind discomfort in lift-up areas of buildings with the aspect ratio less than 2. The maximum K\n200 value further reduces to 0.7 in building M4 before that value increases to 0.8 in building M5, suggesting the given dimensions of the central core (h = 6 m, and A = 25%) are the most suitable for a lift-up building with similar dimensions to building M4. This opinion is further validated by the data shown in Fig. 13\n, where the AP\neffective value, which is the percentage area with acceptable wind conditions (i.e. 0.3 < K\n200 > 0.7), is maximum for building M4 (AP\neffective = 0.70). Two lowest AP\neffective values: 0.46 and 0.58, are calculated for buildings M1, M2 and M5, of which M1 and M5 are the slenderest and the widest buildings among the tested 5 lift-up buildings. Therefore, the AP\neffective values in Fig. 13 suggest that the use of central core design would be beneficial for buildings with aspect ratio 0.33 < H/W < 1.25 to create the maximum area with the pedestrian wind comfort in lift-up areas.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Pedestrian wind comfort in lift-up area ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 445,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1433,
                    "end": 1440,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1840,
                    "end": 1847,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "As evident from Fig. 13, building M1 has the lowest pedestrian wind comfort among the five lift-up buildings, and the wind conditions may even be unacceptable, as the maximum K\n200 value is close to 1. To improve the wind conditions in the lift-up area of building M1, as well as to investigate any further increase of pedestrian wind comfort in the lift-up area of other buildings, three types of corner modifications, chamfered (Ch), recessed (Rc), and rounded (Ro) have been added to the basic rectangular shaped central core (Rt).",
            "cite_spans": [],
            "section": "Pedestrian wind comfort in lift-up areas with modified central cores ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "\nFig. 14\nshows the distribution of K\n200 values in the lift-up area of building M4, which has a central core modified with three corner modifications. The chamfered (Ch) and recessed (Rc) corners lower the maximum K\n200 value from 0.95 to 0.85 while the rounded (Ro) corners reduce it by only 0.05. However, no corner modification can reduce the area of HWS significantly or change the location where the maximum K\n200 occurs. The most noticeable flow modification is found on the leeward side of the central cores, where the size of the LWS zone is significantly reduced for modified central cores. The LWS zone behind the basic central core (Rt) is the largest in the area and spans beyond the width of the core, but the area gradually shrinks for Ch to Rc corners until the LWS zone has its smallest area for the Ro corners.",
            "cite_spans": [],
            "section": "Pedestrian wind comfort in lift-up areas with modified central cores ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Fig. 14",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The effectiveness of the modified corners in achieving pedestrian wind comfort is evaluated using AP\neffective values of the lift-up areas with different central cores as shown in Fig. 15\n. The reduced area of the LWS zone on the leeward side of the central core and the decrease of maximum wind speed lead recessed corners (Rc) to have the largest improvement in the AP\neffective value of building M1. With the recessed corners, the lift-up area of building M1 covers an area of AP\neffective = 58% with acceptable wind conditions, which is a 26% increment of the area compared to the basic core, Rt. However, with the decrease of building height, the effectiveness of corner modification diminishes such that only the central core modified with recessed corners has a larger AP\neffective value (57.23%) than the basic core, Rt, for building M2 (AP\neffective = 53.71%). With the further decrease of building height, no corner modification becomes effective for building M3 but produces 5%–10% smaller AP\neffective values than by the basic core. The modified central cores lead to 15%–31% smaller AP\neffective values in building M4, which records the largest AP\neffective of 0.70 compared with the basic central core, Rt. There is no notable effect of corner modifications in the lift-up area of the widest building, M5, as shown by approximately similar AP\neffective values recorded for all four central core designs. Approximately the same AP\neffective values of the four central cores of the widest lift-up building M5 may relate to the fact that corner modifications are applied on a short length compared to the width of the centre core. More specifically, three corner modifications are applied only a 4.5 m length (i.e., 2t = 4.5 m) out of the core width of 90 m, thus this small size of corner modification is unable to induce significant effects on the wind conditions in the lift-up area of building M5 [37]. reported similar results for chamfered corners, that no significant reduction of the area of strong wind was observed if the chamfered width was smaller than 85% of the building width.",
            "cite_spans": [
                {
                    "start": 1912,
                    "end": 1916,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Pedestrian wind comfort in lift-up areas with modified central cores ::: Result and discussion",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "mention": "Fig. 15",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In this study, PLW fields near five lift-up buildings with different dimensions, and with modified central cores were comprehensively evaluated from wind tunnel tests. Some limitations of this study necessary to be considered in interpreting the results are;•The current study tested only the lift-up building with central cores, which may induce the minimum disturbance to the wind flow in the lift-up area. Other lift-up designs particularly with peripheral columns or shear walls, may significantly influence the wind conditions within and near lift-up areas thus the results of other lift-up designs can be considerably deviated from the results of the current study.•The current study employed a wind profile with a small power-law exponent (a = 0.11) to increase the wind speeds close to the wind tunnel floor. It is worth to test lift-up buildings for other wind conditions such as urban wind flows and with low wind speeds and high turbulence intensities at lower heights to investigate the variation of wind speeds at the pedestrian level. It is also necessary to investigate the three-dimensional flow field around lift-up buildings to identify dominant flow mechanisms near lift-up buildings.•The surrounding of an isolated building is different from the environment in an urban area, where clusters of buildings, tree canopies, and many other structures are located. If a lift-up building is in an urban area then its surrounding PLW field can be influenced by the surrounding buildings (see Ref. [12], tree canopies (see Ref. [31], or other structures such as wind breakers (see Ref. [28]. The wind speeds in a lift-up area can also be affected by installed furniture, parked vehicles or even the presence of users of the lift-up area. All these factors are essential in evaluating the PLW field near a lift-up building in urban areas.•Although the proposed wind comfort criteria are sufficient for the current study, it is necessary to develop a comprehensive wind comfort criteria by including probabilities of exceedance of wind for different types of activity. It is advisable to conduct campaigns for field measurements and pedestrian surveys on wind conditions and their acceptability in urban areas of Hong Kong to determine threshold wind speeds and their probabilities of exceedance for different activities.\n",
            "cite_spans": [
                {
                    "start": 1509,
                    "end": 1513,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "mention": "[31]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The influence of the building aspect ratio (H/W) on pedestrian wind comfort near a lift-up building was evaluated in a boundary layer wind tunnel by testing five lift-up buildings with H/W ratio ranging from 4:1 to 0.5:1. All lift-up buildings had a central core with a constant core height of 6 m (full scale) and a plan area of 25% of the plan area of a building. The pedestrian wind comfort was evaluated by proposing new criteria based on the prevailing wind conditions in Hong Kong and the results were compared with the PLW fields of the five control buildings, which had similar building dimensions as the five lift-up buildings but had no central core. Further improvements of pedestrian wind comfort in the lift-up area were investigated by modifying the central core using chamfered, recessed, and rounded corners. Based on the results of this study, the following concluding remarks can be stated:1.The K\nmax value in a lift-up area increases with building height but the K\nmax value of a lift-up building is smaller than the corresponding value in a passage underneath the same building. Smaller K\nmax values, thus the deviation from the relationship with building height (K\nmax = 0.65*H\n0.24) as proposed by Ref. [42]; may be attributed to some winds leak from the lateral side of the lift-up area to the surrounding environment. Similar K\nmax values of the lift-up buildings with different widths indicate a less significant influence of building width on the maximum wind speed in the lift-up area. Therefore, HWS in the lift-up areas is a concern of importance when adopting the lift-up design for a tall and slender building than for a short and wide building.2.Tall and slender lift-up buildings have large HWSs that are concentrated in a small area near the buildings. A large HWS is attributed to the two pairs of corner streams created by the main structure and the central core of a lift-up building. Short and wide lift-up buildings create CS zones that stretch farther than their corresponding control buildings. Therefore, except tall and slender lift-up buildings that cause pedestrian wind discomfort due to high wind speeds (K\n200 > 0.7), short and wide lift-up buildings are favourable in improving the air circulation in built-up areas [41]. reported a similar finding for a wide arcade layout, which is similar to a wide lift-up area, in improving the air flow entering to the pedestrian pathway layer of an ideal street canyon.3.The low wind speeds in the upstream part of a lift-up building are a result of the weakened downwash flow due to some flows having leaked through the lift-up. In the downstream direction, the DNLWS zone is larger in area for tall and slender lift-up buildings but smaller in area for short and wide lift-up buildings compared with the corresponding control buildings. By considering the detrimental effects of LWS zones on air pollution dispersion and outdoor thermal comfort, lift-up design cannot be recommended for tall and slender buildings.4.The K\n200 value in the lift-up area is maximum for the tallest building and decreases with building height before it increases with building width. Owing to the large HWS zone, the tallest lift-up buildings have the smallest area of pedestrian wind comfort, whereas the largest area of pedestrian wind comfort is found for the building with the aspect ratio 0.75:1, which has the smallest HWS zone in the lift-up area. This suggests that large HWS zones may be a prominent factor in defining pedestrian wind comfort in a lift-up area.5.Modified central cores with chamfered, rounded, and recessed corners effectively reduce the area of HWS but do not significantly decrease the maximum wind speed or alter the location where the maximum wind speed occurs. Rounded corners are the most effective in reducing the LWS zone on the leeward side of the central core while recessed corners moderately reduce areas of both HWS and LWS in the lift-up area. Particularly, corner modifications are beneficial for tall and slender lift-up buildings in increasing the area of pedestrian wind comfort but are relatively incompetent for short and wide lift-up buildings (H/W < 0.5) unless the corner modification extends to a larger portion of the core width. Therefore, it is advisable to adopt a corner modification, preferably recessed corners, for the central core of a tall and slender lift-up building to maximize the area with pedestrian wind comfort in the lift-up area.\n",
            "cite_spans": [
                {
                    "start": 1226,
                    "end": 1230,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2266,
                    "end": 2270,
                    "mention": "[41]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Concluding remarks",
            "ref_spans": []
        },
        {
            "text": "While this study suggests adopting the lift-up design for buildings with aspect ratio 0.33 < H/W < 1.25, a previous study of the authors [39] recommends to use a tall central core with a small plan area as the lift-up design. These two sets of design parameters, i.e., dimensions of the building and the central core are, therefore, necessary to be combined systematically to determine the optimum lift-up design for a given building. As the next step, a novel design procedure is meant to be developed in a future study to determine the optimum lift-up design for a building with known dimensions.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "mention": "[39]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Concluding remarks",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Full-scale dimensions of the selected buildings.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Proposed pedestrian wind comfort criteria.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: (a) A lift-up building with peripheral columns in the Polytechnic University, Hung Hom, Hong Kong. (b) The void provides spacing for sitting and accessing other areas in the surrounding.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 10: Area average of low wind speed ratios in (a) upstream (K¯ULWS) (b) downstream near-field (K¯DNLWS) of the 5 lift-up buildings and the corresponding control buildings.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 11: Area percentage (AP) of LWS zones in (a) upstream (b) downstream near-field of the 5 lift-up buildings and the corresponding control buildings.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 12: Distribution of K200 values in the lift-up area of the 5 lift-up buildings.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 13: The effective percentage area (APeffective) in lift-up areas with rectangular central cores of the 5 lift-up buildings.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 14: Distribution of K200 values in the lift-up area of building M1 with the basic rectangular shaped central core (Rt) and the central core modified with chamfered corners (Ch), rounded corners (Ro), and recessed corners (Rc).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 15: The effective percentage area (APeffective) in lift-up area of the 5 lift-up buildings with the basic rectangular shaped central core (Rt) and the central core modified with chamfered corners (Ch), rounded corners (Ro), and recessed corners (Rc).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 2: Normalised mean wind speed and turbulence intensity profiles at the centre of the turntable.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 3: Schematic diagrams of a ‘lift-up’ building (a) 3-D view, (b) front view, and (c) rectangular central core (Rt), (d) chamfered central core (Ch), (e) recessed central core (Rc), and (f) rounded central core (Ro) (corner modifications are applied over a length, t = 2.25 m in full scale).",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 4: The sensor arrangement (a) in the whole measurement area, and (b) within the turntable.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 5: Variation of the maximum normalised mean wind speed in the open space underneath the building (Kmax) with building height.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 6: Distribution of K200 value near (a) a lift-up building (M1) and (b) a control building (CB1).",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 7: Distribution of K200 value near the five lift-up building (M1-M5) and the corresponding control buildings (CB1-CB5).",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 8: Area average of high wind speed (K¯HWS) of the 5 lift-up buildings and the corresponding control buildings.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 9: Area percentage (AP) of high wind speed (HWS) of the 5 lift-up buildings and the corresponding control buildings.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Wind environment around single buildings of rectangular shape",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Beranek",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Heron",
            "volume": "29",
            "issn": "1",
            "pages": "4-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Effects of lift-up design on pedestrian level wind comfort in different building configurations under three wind directions",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ.",
            "volume": "117",
            "issn": "",
            "pages": "84-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "P.O.",
                    "middle": [],
                    "last": "Fanger",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Prediction of building interference effects on pedestrian level comfort",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A.C.M.",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "D.X.",
                    "middle": [],
                    "last": "Viegas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "90",
            "issn": "4",
            "pages": "305-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gandemer",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc., 4th Int. Conf. Wind Effects on Buildings and Structures, Heathrow",
            "volume": "",
            "issn": "",
            "pages": "423-432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Aerodynamic studies of built-up areas made by CSTB at Nantes, France",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gandemer",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "3",
            "issn": "2–3",
            "pages": "227-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Daytime urban heat island effect in high-rise and high-density residential developments in Hong Kong",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Giridharan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ganesan",
                    "suffix": ""
                },
                {
                    "first": "S.S.Y.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Energy Build.",
            "volume": "36",
            "issn": "6",
            "pages": "525-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Ventilation strategy and air change rates in idealized high-rise compact urban areas",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Build. Environ.",
            "volume": "45",
            "issn": "12",
            "pages": "2754-2767",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Hitchcock",
                    "suffix": ""
                },
                {
                    "first": "K.C.S.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "HKPD",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Flow around isolated structures and building clusters: a review",
            "authors": [
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Hosker",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "ASHRAE Trans.;(United States)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pedestrian wind environment around buildings: literature review and practical examples",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Blocken",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Carmeliet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Therm. Envelope Build. Sci.",
            "volume": "28",
            "issn": "2",
            "pages": "107-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The effects of wind on people; new criteria based on wind tunnel experiments",
            "authors": [
                {
                    "first": "J.C.R.",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Poulton",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Mumford",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Build. Environ.",
            "volume": "11",
            "issn": "1",
            "pages": "15-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Isyumov",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. 4th Int. Conf. On Wind Effects on Buildings and Structures, Heathrow",
            "volume": "",
            "issn": "",
            "pages": "403-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Isyumov",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ASCE Annual Convention",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The effect of architectural detailing on pedestrian level wind speeds",
            "authors": [
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Cenek",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "44",
            "issn": "1–3",
            "pages": "2301-2312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "On differences and similarities of applied wind comfort criteria",
            "authors": [
                {
                    "first": "H.H.",
                    "middle": [],
                    "last": "Koss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "94",
            "issn": "11",
            "pages": "781-797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Krautheim",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pasel",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Schultz-Granberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "T.V.",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "4th Int. Conf. On Wind Effects on Buildings and Structures",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Simulating the sheltering effects of windbreaks in urban outdoor open space",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. wind Eng. industrial aerodynamics",
            "volume": "95",
            "issn": "7",
            "pages": "533-549",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Criteria for environmental wind conditions",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Melbourne",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "3",
            "issn": "2–3",
            "pages": "241-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Pedestrian wind comfort around a large football stadium in an urban environment: CFD simulation, validation and application of the new Dutch wind nuisance standard",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Blocken",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Persoon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "97",
            "issn": "5",
            "pages": "255-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Melbourne",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Joubert",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proceedings Wind Effects on Buildings and Structures, Tokyo",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Examining tree canopy models for CFD prediction of wind environment at pedestrian level",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mochida",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tabata",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "96",
            "issn": "10",
            "pages": "1667-1677",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Policies and technical guidelines for urban planning of high-density cities–air ventilation assessment (AVA) of Hong Kong",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Build. Environ.",
            "volume": "44",
            "issn": "7",
            "pages": "1478-1488",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Givoni",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Katzschner",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Improving the wind environment in high-density cities by understanding urban morphology and surface roughness: a study in Hong Kong",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Landsc. Urban Plan.",
            "volume": "101",
            "issn": "1",
            "pages": "59-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Acceptable wind speeds in towns",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Penwarden",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Build. Sci.",
            "volume": "8",
            "issn": "3",
            "pages": "259-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Penwarden",
                    "suffix": ""
                },
                {
                    "first": "A.F.E.",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Wind environmental conditions around tall buildings with chamfered corners",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Stathopoulos",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "21",
            "issn": "1",
            "pages": "71-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Wind environment around buildings: a knowledge-based approach",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Stathopoulos",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bédard",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "44",
            "issn": "1–3",
            "pages": "2377-2388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Adopting ‘lift-up’ building design to improve the surrounding pedestrian-level wind environment",
            "authors": [
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A.U.",
                    "middle": [],
                    "last": "Weerasuriya",
                    "suffix": ""
                },
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K.C.S.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ.",
            "volume": "117",
            "issn": "",
            "pages": "154-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Bottema",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Effects of the corner shape of high-rise buildings on the pedestrian-level wind environment with consideration for mean and fluctuating wind speeds",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Higashiyama",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Orimo",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Wind Eng. Industrial Aerodynamics",
            "volume": "44",
            "issn": "1–3",
            "pages": "2289-2300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Enhancement of city breathability with half open spaces in ideal urban street canyons",
            "authors": [
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "Y.H.",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ.",
            "volume": "112",
            "issn": "",
            "pages": "322-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Effects of building lift-up design on the wind environment for pedestrians",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indoor Built Environ.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Air ventilation impacts of the “wall effect” resulting from the alignment of high-rise buildings",
            "authors": [
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "J.C.H.",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "A.K.H.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Kot",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Atmos. Environ.",
            "volume": "43",
            "issn": "32",
            "pages": "4982-4994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I.T.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A.T.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med.",
            "volume": "350",
            "issn": "17",
            "pages": "1731-1739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Wind tunnel study of pedestrian level wind environment around tall buildings: effects of building dimensions, separation and podium",
            "authors": [
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Hitchcock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Build. Environ.",
            "volume": "49",
            "issn": "",
            "pages": "167-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "PlanD: Planning Department, The Government of the Hong Kong Special Administrative Region",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Building Department",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "An analysis of winds affecting air pollution concentrations in Hong Kong",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Atmos. Environ.",
            "volume": "32",
            "issn": "14",
            "pages": "2559-2567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Outdoor thermal comfort study in a sub-tropical climate: a longitudinal study based in Hong Kong",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Givoni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. biometeorology",
            "volume": "56",
            "issn": "1",
            "pages": "43-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Colloquium on Building Climatology, Stockholm",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "New criteria for assessing low wind environment at pedestrian level in Hong Kong",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ.",
            "volume": "123",
            "issn": "",
            "pages": "23-36",
            "other_ids": {
                "DOI": []
            }
        }
    }
}