{
    "paper_id": "PMC7234950",
    "metadata": {
        "title": "The effect of interactive analytical dashboard features on situation awareness and task performance",
        "authors": [
            {
                "first": "Mario",
                "middle": [],
                "last": "Nadj",
                "suffix": "",
                "email": "mario.nadj@kit.edu",
                "affiliation": {}
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Maedche",
                "suffix": "",
                "email": "alexander.maedche@kit.edu",
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Schieder",
                "suffix": "",
                "email": "c.schieder@oth-aw.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the wake of the COVID-19 pandemic, dashboards that summarize large amounts of information have become a topic of public interest. In particular, an interactive web-dashboard from Johns Hopkins University has proven useful in monitoring the outbreak of the pandemic and keeping billions of people informed about current developments [1,2]. Such dashboards help to illustrate key figures on a screen full of information [3] and provide visual, functional, and/or interactive analytical features to handle chunks of information effectively [2]. Similarly, these tools can also help ensure that operational decision-makers in organizations are not overwhelmed by the avalanche of data when trying to use information effectively [4]. The challenge for contemporary organizations and related research is, therefore, to make the collected data more valuable to operational decision-makers. Dashboards and their underlying features have become an essential approach to addressing this challenge [4]. Negash and Gray [5] describe dashboards as one of the most effective analysis tools. As the interaction between operational decision-makers and decision support systems (DSS) largely occurs via graphical user interfaces (GUIs) [3], the design and implemented features of a dashboard are of specific importance for the effectiveness of a DSS, particularly at the operational level [4]. Over the years, research has proposed several possible solution types. A first research direction focuses on reporting current operations to inform operational decision-makers [3]. Such dashboards are rather static by nature and do not interact with the user. Static dashboards focus on visual features, which attempt to present information efficiently and effectively to a user [4]. Few [3] reports 13 common mistakes in visual dashboard design (e.g., introducing meaningless variety or encoding quantitative data inaccurately). However, static dashboards appear no longer sufficient to account for the increased need to analyze complex and multidimensional data at the operational level. This issue is a key challenge for the visualizations used in static dashboards, which are often labeled “read-only” [6].",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 339,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 422,
                    "end": 423,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 728,
                    "end": 729,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 991,
                    "end": 992,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1012,
                    "end": 1013,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1223,
                    "end": 1224,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1376,
                    "end": 1377,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1557,
                    "end": 1558,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1760,
                    "end": 1761,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1769,
                    "end": 1770,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2187,
                    "end": 2188,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Echoing this concern, a second research direction complements static dashboards with functional features [6]. Functional features refer indirectly to visualization but define what the dashboard is capable of doing [4]. The aim is to create interactive dashboards that involve users during data analysis. Scientific articles in this stream suggest that individuals should drill down, roll up, or filter information, or are automatically alerted to business situations [7]. Such involvement appears to support users' comprehension of the complex nature of the data. However, obtaining this understanding comes at the expense of cognitive effort and time required to process the data manually, which might lead to delayed decisions or errors [8].",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 215,
                    "end": 216,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 740,
                    "end": 741,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Against this backdrop, interactive analytical dashboards have emerged in recent years as a third research direction [9]. Such dashboards recognize the limits of low human involvement with static dashboards, the high human involvement with interactive dashboards, and value the introduction of interactive analytical features [10]. The idea is to solve optimization problems automatically via computational approaches in the backend (analytical component) but to (still) involve the individual in the optimization process via the GUI (interactive component) [11]. Implementations range from robust trial-and-error to more advanced approaches such as interactive multi-objective optimization [12]. Yigitbasioglu and Velcu [4] and Pauwels et al. [9] argue that the promise of interactive analytical features such as a what-if analysis is unrealized in current dashboard solutions for operational DSS. A what-if analysis is a trial-and-error method that manipulates a dashboard's underlying optimization model to approximate a real-world problem [13]. However, by introducing an interactive analytical feature, operational decision-makers can interact with the optimization system without knowing the optimization model or understanding how the optimization procedure behind the results operates [14]. Such behavior can harm an individual's comprehension of the current situation, nourishing an out-of-the-loop problem—a situation in which a human being lacks sufficient knowledge of particular issues [15]. The fear is “that manual skills will deteriorate with lack of use” and individuals will no longer be able to work manually when needed ([15], p. 381).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 721,
                    "end": 722,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 744,
                    "end": 745,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1499,
                    "end": 1501,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1641,
                    "end": 1643,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although what-if analyses have been investigated for DSS, empirical results have shown conflicting results. In particular, opposing patterns for the relationship toward decision performance have been reported in different studies. Benbasat and Dexter [16], as well as Sharda et al. [17], found a positive relationship. However, Fripp [18] and Goslar et al. [19] have demonstrated no statistically significant effect. In turn, others like Davis et al. [13] found that decision-makers performed better without a what-if analysis. With these conflicting results, it is surprising that academic literature gives relatively little attention to (1) how interactive analytical dashboard features should appear or (2) how they influence human beings' cognitive abilities in operational DSS [4]. An adequate level of situation awareness (SA) is emphasized as a promising starting point to examine this unfolding research gap [20]. Human factors research confirms that human beings' SA represents a key enabler for operational decision-making and task performance [21,22]. The importance of SA raises the question of how dashboard features can be designed to influence SA positively [23,24]. The objective of this study is, therefore, to examine the relationship between an interactive analytical dashboard feature, human beings' SA, and task performance in operational DSS. We implement a what-if analysis to study this relationship. Prominent references acknowledge that present dashboards “just perform status reporting, and development of [a] what-if capability would strongly enhance their value” ([9], p. 9). We rely on Endsley's [25] SA model as a theoretical guide for our analysis. It is established in academia and has shown favorable outcomes in different studies [21]. We formulate the following research question: How does a what-if analysis feature in an interactive analytical dashboard influence operational decision-makers' situation awareness and task performance in operational DSS?\n",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 283,
                    "end": 285,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 783,
                    "end": 784,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 917,
                    "end": 919,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1594,
                    "end": 1595,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1627,
                    "end": 1629,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1766,
                    "end": 1768,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The primary contribution of this work resides in linking the what-if analysis feature to SA and task performance. A second contribution resides in incorporating an analysis of eye-tracking parameters and the Situation Awareness Global Assessment Technique (SAGAT) in one of the first large-scale lab experiments (n = 83) on this topic to offer insights from a holistic viewpoint. A third contribution resides in the translation of our findings into implications for designing dashboards within operational DSS to help practitioners in their efforts to address the danger of the out-of-the-loop syndrome.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We have chosen production planning as the study context, focusing on advanced planning and scheduling (APS), the synchronization of raw materials and production capacity (cf. section 4.2). First, the amount of APS data sets up severe challenges concerning the display resolution in dashboards [26]. Second, until now, few publications addressed dashboards and their influence in APS and production planning in general. For instance, Wu and Acharya [27] outlined a basic GUI design in the context of metal ingot casting. In addition, another study by Zhang [28] visualized large amounts of managerial data for evaluating its feasibility. There is a need to understand how planners effectively use dashboards because planning is not a static, one-time activity but rather requires continuous adaption of vast data amounts. Third, this challenge is even more daunting because planners must increasingly make business-critical decisions in less time [26].",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The ensuing section introduces the background related to SA theory and dashboards. The section thereafter develops the study's hypotheses. In the fourth section, we illustrate the research method. The data analysis and results are explained in the fifth section. The sixth section discusses the theoretical and practical implications. The final section concludes the study.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Freeze-probe techniques involve random stops during task simulation and a set of SA queries concerning the current situation [29]. Participants must answer each query based on their knowledge of the current situation at the point of the stop. During each stop, all displays are blanked. The Situation Awareness Global Assessment Technique (SAGAT) is an established freeze-probe procedure that is in line with the model by Endsley [25]. The SAGAT approach has been specifically created for the military and aviation domain. However, over the years, different SAGAT versions have been created in other fields, making this measurement approach one of the most popular ones to assess SA [29]. The benefits of this approach represent their alleged direct, objective nature, which eliminates the problems associated with assessing SA data post-trial [22]. This approach possesses a high validity, reliability, and user acceptance [29].",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 684,
                    "end": 686,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 845,
                    "end": 847,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 925,
                    "end": 927,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Freeze-probe technique ::: Theory of situation awareness ::: Background",
            "ref_spans": []
        },
        {
            "text": "Process indices assess cognitive processes of human beings to form and maintain SA during task execution [29]. Specifically, eye-tracking supports the definition of proficient process index measures and therefore refers to a further technique to measure SA [29]. Such devices capture fixations of human beings on the elements of the screen to indicate the degree to which such elements have been processed. This operationalization is based on the assumption that a high fixation level engages the participant in information-relevant thinking. Although this assumption represents only a proxy for true SA, it follows the same logic as attempts in other research communities that leverage gaze patterns to deduce attention or assign elaboration to memory or recall [30,31]. However, whereas freeze-probe techniques abound in academic discourse [29], only few investigations rely on process indices (such as eye-tracking) or study their reliability and validity to measure SA.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Process indices ::: Theory of situation awareness ::: Background",
            "ref_spans": []
        },
        {
            "text": "Most SA studies typically include task performance indicators [29]. Depending upon the task context, different performance measures are defined and collected. For instance, “hits” or “mission success” represent suitable measures in the military context. In turn, driving tasks could involve indicators like hazard detection, blocking car detection, or crash avoidance. Task completion, on the other hand, has been used as a measure in the study of user performance under the influence of instant messenger technologies [32]. Due to their non-invasiveness and simplicity to collect, relying on task performance indicators appears beneficial [29].",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Task performance indicators ::: Theory of situation awareness ::: Background",
            "ref_spans": []
        },
        {
            "text": "In any dashboard type, different visual features are used to present data in a graphical form to reduce the time spent on understanding and perceiving them. Visual features relate to the efficiency and effectiveness of information presentation to users [4]. A good balance between information utility and visual complexity is therefore needed. Visual complexity refers to the level of difficulty in offering a verbal description of an image [45]. Studies show that varying surface styles and increasing numbers and ranges of objects increase visual complexity, whereas repetitive and uniform patterns decrease it [46]. Usually, dashboards leverage colors to differentiate objects from one another. The colors red and yellow, which are more likely to attract attention, are examples for signaling distinction [25]. Using such properties too often or inappropriately may lead to confusion or errors because the user would no longer be able to identify the critical information. Similarly, superfluous information within charts, so-called “chart junk” such as overwhelming 3D objects or non-value-adding frames, can appear impressive but severely distract users and induce undesired “visual clutter”. According to Tufte [47], a high data-ink ratio can reduce this problem. Data-ink ratio is a parameter that defines the relationship of ink used to illustrate data to the overall ink leveraged to represent the chart. A potential strategy refers to the erasing method by eliminating all components in charts with non-data ink. Some chart types promote visual illusions, which can potentially bias decision-making. Gridlines within charts are suggested as a useful technique to overcome such pitfalls [48]. A detailed discussion on visual features can be found in Few [3] and Tufte [47].",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1697,
                    "end": 1699,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1764,
                    "end": 1765,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1778,
                    "end": 1780,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Visual features ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "Functional features indirectly link to visual features and comprise what a dashboard can do [4]. Functional features in the form of point and click interactivity enable the user to drill-down and roll-up. Traditional approaches to point and click interaction refer to merely clicking the mouse on the favored part of a list or chart to receive detailed information. Cleveland [49] initiates brushing, an approach that illustrates details of the data, by placing a mouse pointer over the data display. Such details might show information ranging in size from single values to information from related data points. Filtering is another valuable functional feature. It enables users to not only sort for relevant information but also identify hidden data relationships [7]. Alerts and notifications also describe functional features [7]. They can recommend corrective actions or make the user aware of issues as soon as measures no longer meet critical thresholds. Common influencing variables address type (e.g., warning or announcement), modality (e.g., visual, audio, or haptic), rate of frequency (i.e., how often to alert the user), and timing (i.e., when to induce the alert).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 831,
                    "end": 832,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Functional features ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "Recent developments have emphasized the introduction of interactive analytical features within dashboards [10]. Such features (still) involve the operational decision-maker in the optimization process via the GUI (interactive component). Computational approaches and software tools solve the optimization problem in the backend (analytical component). Any optimization system contains an optimization model and optimization procedures to solve an optimization problem automatically. An optimization model describes an approximation of a real-world problem. Usually, it includes the definition of the objectives, decision variables, and constraints of the optimization problem. The problem data define the values of the parameter of the optimization model when the optimization problem is triggered. In turn, the optimization procedure solves the problem instances directly linked to the optimization problem by issuing either candidate solutions or intermediate results. An intermediate result is not necessarily a solution and refers to information obtained during this optimization process. Candidate solutions are final solutions to an optimization problem [11]. Interactive optimization systems involve the user at some point in time, allowing him or her to modify the outcomes of the optimization system significantly. These systems leverage user feedback from the presented candidate solutions and intermediate results to adjust either the optimization model or the optimization procedures via a preference model. The preference model contains the preference information obtained from the user feedback [12]. Common examples of a preference model represent weight values in an objective function or heuristic information for the optimization procedure.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1610,
                    "end": 1612,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Interactive analytical features ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "The user can refer to different interactive analytical features to offer various forms of feedback to the produced candidate solution or intermediate results. The user feedback can consist of adjustments of parameter values leveraging interactive multi-objective optimization. In an interactive evolutionary algorithm, the user can choose the most promising solution from a set of alternatives. Trial-and-error features are used for both modifying the optimization model and optimization procedures. The first approach corresponds to a what-if analysis in which the user modifies the data, constraints, or objectives of the optimization problem, whereas the optimization system offers a solution for evaluating these adjustments. In the second case, users modify some parameter values in an optimization procedure.",
            "cite_spans": [],
            "section": "Interactive analytical features ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "Although not exhaustively implemented, preference learning generalizes the feedback of a user to develop a model of his or her preferences. Such a model can be used to extend the optimization model (e.g., by adding new constraints). However, it is also possible to integrate user feedback into the preference model without preference learning. User values can be directly linked to the parameters of the optimization model. A detailed discussion of interactive analytical features can be found in Meignan et al. [11].",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Interactive analytical features ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "By now, numerous types of dashboards have been suggested not only for performance monitoring but also for advanced analytical purposes, incorporating consistency, planning, and communication activities [9]. Next, we consider the dashboard concept as a whole and describe it in terms of three different types.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Types of dashboards ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "Static dashboards are reporting tools used to summarize information into digestible graphical forms that offer at-a-glance visibility into business performance. The value resides in their capability to illustrate progressive performance improvements via fitting visual features to users. Depending upon the purpose and context, data updates can occur once a month, week, day, or even in real-time [3]. Static dashboards can fulfill both the urgency of fast-paced environments, offering real-time data support, and tracking of performance metrics against enterprise-wide strategic objectives based on historical data. However, such dashboards do not involve the user in the data visualization process and have issues with handling complex and multidimensional data [6]. Interactive dashboards can be considered a step toward directly involving the user in the analysis process. Interactive dashboards consider not only visual features, but also introduce functional features such as point and click interactivity [4]. These capabilities allow operational decision-makers to enable more elaborate analyses [6]. Addressing the impediments of static dashboards, they are used to establish a better understanding of the complex nature of data, which can also foster decision-making. However, the benefits of interactivity could increase the users' cognitive effort and required manual analysis time, increasing the probability of delayed decisions or (even) errors [8].",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1105,
                    "end": 1106,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1461,
                    "end": 1462,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Types of dashboards ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "In more recent years, research has called for more interactive analytical dashboards to address the limits of low human involvement within static and high human involvement within interactive dashboards [10]. Such dashboard types rely on interactive analytical features [50]. The dashboard literature has confirmed and highlighted the potential value of a what-if analysis feature to quickly access and assess different aspects of the data in current dashboards [9]. Despite the good prospects, these new types of features have (thus far) not materialized [4]. Potential obstacles concerning users trusting the interactive analytical functionality implicitly appear to remain [14]. Such behavior can induce adverse effects on SA that, in turn, can evolve into an out-of-the-loop problem [15].",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 271,
                    "end": 273,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 557,
                    "end": 558,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Types of dashboards ::: Dashboard components and types ::: Background",
            "ref_spans": []
        },
        {
            "text": "Dashboard design can induce significant effects on operational decision-makers' SA because the set of dashboard features available defines the quantity and accuracy of information obtained by a human being [4]. In turn, SA defines the state of knowledge for perceiving and comprehending the current situation and projecting future events [25]. Such information appears to be important because it defines the basis to engage in effortful processing. Thus, the selection of dashboard features should be offered in a way that transmits the information required to the human being in the most effective manner, which (ideally) increases SA. We theorize that such transmission can be affected and optimized by the respective dashboard design and set of features employed. An interactive dashboard design assists operational decision-makers with manual data analysis [4]. The value of such designs stems from their capability to offer means for comparisons, reviewing extensive histories, and assessing performance. In contrast to static dashboards, interactive dashboards can go beyond “what is going on right now,” enable filtering options, and drill down into causes of bottlenecks. Such dashboards allow operational decision-makers to move from general-abstract to more concrete-detailed information and thereby identify hidden data relationships from different perspectives [9]. Such data activities enable a detailed review of the current situational context.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 862,
                    "end": 863,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "Interactive analytical dashboards introduce interactive analytical functionality that facilitates operational decision-makers to simulate trends automatically. What-if analyses allow users to quickly receive system support (even) without the need to review information in a more detailed manner or to understand the overall business situation [4]. Such automated analysis can represent a useful feature to enable individuals immediate assessment of potential areas of improvement, specifically when the dashboard is used as a planning tool [52]. Operational decision-makers can leverage such interactive analytical features to obtain quick feedback on how specific changes in a variable (e.g., order fill rates) influence other values (e.g., profits). This way, they can emphasize the significance of bottleneck components [9].",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 824,
                    "end": 825,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "We expect that the interactive dashboard design will outperform the interactive analytical one in terms of SA. Concerning the interactive analytical dashboard, exceptional planning situations remain. These cannot be handled properly by the optimization model. The real-world problem can involve constraints that are hard to quantify. Furthermore, the operational decision-maker must know several limitations of the quality and efficiency of the optimization procedure [11]. Thus, operational decision-makers (still) play a critical role in the optimization process and are required to be aware of the specifics of the planning situation [53]. However, by increasingly relying on a what-if analysis, planners can be deluded into no longer scrutinizing all objective and relevant information. Shibl et al. [14] showed that trusting DSS represented a success factor; however, the majority of users appeared to trust the DSS implicitly or even “overtrust” the system. “As an operator's attention is limited, this is an effective coping strategy for dealing with excess demands” ([53], p. 3). The result, however, would be that such human-machine entanglement can lead to intricate experiences such as a loss of SA or (even) deteriorating skills [15].",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 471,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1242,
                    "end": 1244,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "Research shows that humans who rely on system support have difficulties in comprehending a situation once they recognize that a problem exists. Even when system support can operate correctly most of the time, when it does fail, the ability to restore manual control is crucial [54]. Likewise, a planner can rely on a what-if analysis without understanding the limits of the optimization model or the performance inadequacy behind the results, nourishing an out-of-the-loop problem. Many situations might exist for which neither the optimization model nor the optimization procedures have been implemented, trained, or tested [11]. Such situations require manual intervention. Interactive dashboards offer the possibility for manual data analysis (e.g., via point and click interactivity) to scrutinize all object-relevant information [9]. Typically, such actions are known to keep the human in the loop and aware of the situation [24].",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 836,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 931,
                    "end": 933,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "In conclusion, a what-if analysis within an interactive analytical dashboard is an effective coping strategy to quickly show operational decision-makers potential areas of improvement. However, it simultaneously increases the possibility of getting out-of-the-loop. Thus, we theorize that the impact of an interactive dashboard on SA is higher than the impact of the interactive analytical counterpart.H1: An interactive analytical dashboard design leads to lower situation awareness than an interactive dashboard design without analytical features.\n\n",
            "cite_spans": [],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "The value of dashboards resides in their capability to increase control and handling by the user and thus foster task performance [3]. Task performance relies on the degree to which an operational decision-maker scrutinizes the set of available information within a dashboard. This assumption is based on the importance of human beings' SA when assessing information [24]. However, when the universe of potential solutions is large or time constraints exist, operational decision-makers cannot reasonably assess every possible alternative [31]. They rather create a consideration set, a subgroup of alternatives, which the individual is prepared for and aware of to assess further [55]. Interactive dashboards can guide the planner through the current planning information. Based on the cognitive effort and time constraints of the planner, he or she will create a consideration set from the presented view. In case of breakdowns, interactive dashboards enable human beings to manually review detailed information and analyze their causes (if necessary) [9]. In production planning, these derived insights can be used to adjust the production plan.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Impact of dashboard design on task performance (H2) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "Operational decision-makers can also rely on a what-if analysis to adjust their consideration set [10]. They can leverage this functionality to obtain quick feedback for specific relationships of variables (e.g., the effect of order fill rates on profit) [9]. Studies have acknowledged the potential value of such features to outline critical information that illustrates most of the difference [52].",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 256,
                    "end": 257,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Impact of dashboard design on task performance (H2) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "However, we expect that the interactive analytical design will outperform the interactive one in terms of task performance. Interactive dashboards can represent a less effective means to promote task performance. The underlying reasoning is that manual analysis activities (as offered by interactive dashboards) are cognitively demanding and require time. Operational decision-makers must consider information critically and question its relevance before generating a carefully informed (although not necessarily unbiased) judgment [56]. However, due to the limits of the human mind with storing, assembling, or organizing units of information, operational decision-makers might not be able to transfer an (even) increased level of SA into their planning activities and thus might experience lower task performance [54]. Common obstacles arise from restricted space or natural dissolution of information over time in human beings' working memory. Given abstract information, such dissolution can occur (even) in seconds. Conversely, with interactive analytical dashboards, the cognitive effort and time required are lower because planners can rely on interactive analytical features. For example, a what-if analysis can help to identify defective components rather than scrutinizing all of the information presented on its own [56]. Hence, we expect the following.H2: An interactive analytical dashboard design leads to higher task performance than an interactive dashboard design without analytical features.\n",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Impact of dashboard design on task performance (H2) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "SA is an important antecedent to improving the likelihood to achieve higher task performance. Effective decisions require a good state of knowledge in terms of perception, understanding, and projection of the situation at hand [24]. Individuals experience more successful performance outcomes when they obtain a complete overview and knowledge of the current situation [54]. When issues emerge, they typically do so because some considerations of this overview are incomplete or incorrect [24]. The underlying reasoning is that a better SA can increase the control and handling of the system by the individual and thus contribute to task performance. Studies confirmed this relationship in different domains (e.g., automotive, military, or aviation). A decrease of SA is often correlated with reduced task performance, representing the most critical cause of aviation disasters in a review of over 200 incidents [57]. Hence, we hypothesize the following.H3: Situation awareness is associated with higher task performance.\n\n",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 370,
                    "end": 372,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Association between situation awareness on task performance (H3) ::: Hypotheses development",
            "ref_spans": []
        },
        {
            "text": "\nFig. 2\nsummarizes the overall research model.",
            "cite_spans": [],
            "section": "Association between situation awareness on task performance (H3) ::: Hypotheses development",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We conducted our laboratory experiment with graduate students who were enrolled in an advanced IS course. In total, 83 graduate IS students (48 males, 35 females) took part. Their ages ranged from 20 to 34 years, with an average age of 24.1 years. We used students as a proxy for dashboard users in APS. We relied on students because similar laboratory experiments have shown that students are an appropriate population not normally biased by real-world experiences [60]. Second, the costs (e.g., financial compensation, physically presence at the campus) to incentivize students to take part in the experiment are relatively low. In turn, one of the main limitations of relying on professionals in experiments is that it is problematic to incentivize them [59]. Third, APS represents a challenging, complex, and cognitive-demanding task. IS students have learned the abilities or knowledge to apply it in complex contexts. Hence, these students seem to fulfill the necessary prerequisite for conducting the experimental task. In this line, we concur with the review by Katok [59] that students can perform as good as professionals do. Bolton et al. [61] confirmed this conclusion in a carefully executed experiment. Fourth, to account for the lack of system experience, we applied different techniques to prepare participants for using the dashboard (e.g., personal support, training tasks, small groups, help button). Because both dashboards participants committed 2.5 errors on average, it appears that they had no difficulties in using them. Lastly, we discussed our study with two production planners and followed their experienced advice regarding several aspects, that is, how to assess the degree of SA and performance or how to design both dashboard types and determine appropriate areas of interest (AoI).",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Participants ::: Research method",
            "ref_spans": []
        },
        {
            "text": "The problem type at hand was an APS task. Participants had to plan the production of bicycles in a fictional manufacturing company. Different components (e.g., bicycle handlebar, bell, lamp, reflectors, tire, chair) were available for each bicycle. Hereby, the amount of available components or which component was required for which bicycle could differ. Per planning week, only a limited amount of components was available. In addition, for each product, the minimal amount of planned customer demands of all planning weeks was offered. Customer demands represented the basis for the calculation of needed components per planning week. In total, four planning weeks had to be planned by the participants so that all constraints were met and the total revenue was maximized. Three parameters were critical to generate an effective production plan: (i) the number of available components, (ii) the number of products to be produced (demand), and (iii) information about which component is linked to which product. Both designs shared the same APS process and objective to create an optimal production plan solving a planning problem within the given constraints. Both plans comprised initial states and planning restrictions. The initial state was characterized by a set of raw data that did not comply with the planning restrictions. For each plan, all decision packages shared the same complexity. The initial raw data for both plans only differed in their conditions, such as component numbers or weekly demand. We introduced constraints to ensure that users could execute the tasks within an appropriate amount of time: component shortage represented the only restriction for planning, whereas human and machine resources were assumed unrestricted. The participants were required to create a production plan by modifying the changeable raw data with (w/) and without (w/o) a what-if analysis.",
            "cite_spans": [],
            "section": "Experimental task ::: Research method",
            "ref_spans": []
        },
        {
            "text": "\nFig. 3\nshows a screenshot of the interactive dashboard design. The design comprises three elements: i) a toolbar to navigate through different areas of interest at the very top, ii) a navigation bar top right to perform different means of analysis and iii) a content area showing the respective results. To support a holistic view of the as-is planning situation, the planner obtains access to supply and retail data within sortable tables and bar charts. The sortable tables and bar charts are combined with drill-down, roll-up, and filter functionality to explore the underlying sets of data deeply.",
            "cite_spans": [],
            "section": "Treatment conditions ::: Research method",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Concerning the what-if analysis, the interactive analytical dashboard design introduces a simulation area capable of visualizing bottleneck components and their criticality for the production plan (cf. Fig. 4\n). The bar chart uses colorful indications (i.e., green/ red) to assess the effects and criticality of bottleneck components. In this way, it emphasizes immediately whether the current data entries form a valid production plan. In the event of a component shortage or surplus, the chart is colored in red. The difference between needed and possible orders is visualized as a number within the bar chart.",
            "cite_spans": [],
            "section": "Treatment conditions ::: Research method",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 208,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The study lasted for approximately one hour and three minutes and comprised three sections: an introduction (10 min), training (25 min), and the actual testing section (28 min). Upon arrival, participants started by signing the information consent form. The computer lab was prepared with running Tobii pro X2–30 eye-tracker equipment. The eye-tracker recorded the participant's eye movements as X and Y coordinates (in pixels) at intervals of 30 ms, applying dark-pupil infrared technology and video. Participants were introduced to the production-planning problem and the dashboard design by the experiment instructor. They had the opportunity to go through the problem for some minutes to become familiar with the topic. The training section followed the introduction, aiming to practice the generation of a production plan with both alternatives. The training sections comprised small groups of three to five participants to offer participants the possibility to ask questions individually. The instructor and a help menu offered by the application provided guidance and support. Participants could use as much time as they needed; they required approximately 25 min to finish both training activities (one for each design). In the testing section, each participant finished one session for each design. Each session lasted a maximum of 14 min.",
            "cite_spans": [],
            "section": "Experimental procedure ::: Research method",
            "ref_spans": []
        },
        {
            "text": "We employed the SAGAT freeze-probe technique to measure SA. In our study, we halted the task four times within each alternative and blanked out the screen. A message on the screen asked the participants to respond to questions related to their perceptions of the situation in order to obtain a periodic SA snapshot. Participants answered three questions at each stop (cf. Table 1\n).",
            "cite_spans": [],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To evaluate whether participants' replies were correct, we contrasted them with logged data at the moment of the freeze. We analyzed the SA scores as the percentage of correct answers for each dashboard.",
            "cite_spans": [],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": []
        },
        {
            "text": "Eye-Tracking. Two AoIs for each dashboard feature were defined. An AoI refers to the “area of a display or visual environment that is of interest to the research or design team” ([62], p. 584). We operationalized SA via two eye-tracking measures: (i) participant's fixation duration and (ii) fixation count spent scrutinizing the information of the respective AoI. A fixation occurs if an eye concentrates on a particular point for a specific period in time. Any eye-movement around 2° of visual arc for at least 60 ms in time is called a fixation [62]. Fixation count refers to the total number of fixations counted in an AoI. Fixation duration is defined as the average fixation time spent on an AoI. By studying the fixation duration and fixation count with both designs, we can conclude which alternative drew more attention.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": []
        },
        {
            "text": "Task Performance. We measured task performance by the number of errors committed for each dashboard alternative. Participants could save their production plan when they felt they had arrived at a suitable solution. If a participant did not successfully manage to save the plan, we took the last version.",
            "cite_spans": [],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": []
        },
        {
            "text": "Mental Workload. We controlled for individuals' perceived mental workload because it induces a direct effect on their ability to execute tasks. Hence it can influence the effectiveness and efficiency of interactions with computers or GUIs [51]. We have employed the NASA-TLX based on Hart and Staveland [63] to measure perceived mental workload. This index possesses high validity and refers to “a multidimensional, self-reported assessment technique that provides an estimation of the overall workload associated with task performance” ([51], p. 72). Table 2\nsummarizes the corresponding items.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 304,
                    "end": 306,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": [
                {
                    "start": 552,
                    "end": 559,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Participants rated each subscale immediately after completing a production plan with the respective dashboard type. We used a Wilcoxon signed-rank test to identify whether there is a significant difference in mental workload for both alternatives. This non-parametric test compares two related samples on non-normally-distributed data (cf. Table 3\n).",
            "cite_spans": [],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The test showed no statistical significance (p > .1), confirming that the perceived mental workload between both designs was comparable. Table 4\nsummarizes the results.",
            "cite_spans": [],
            "section": "Situation awareness ::: Measurement ::: Research method",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "We used the Shapiro-Wilk statistic to test the data for assumptions of normality. As the p-values were less than the depicted alpha level (alpha = 0.1), the null hypothesis was rejected (cf. Table 5\n). Hence, we applied the Wilcoxon signed-rank test statistic. This test is capable of obtaining the non-normally-distributed data of two related samples. This way, we could test our hypothesis in terms of participants' SA (measured by SAGAT score, fixation duration, and fixation count) and task performance (measured by errors committed).",
            "cite_spans": [],
            "section": "Normality assumption ::: Data analyses and results",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "In the following, we assess the descriptive statistics for the constructs employed, compare their statistical significance and calculate the corresponding effect sizes. Our results indicate that the interactive analytical dashboard was able to outperform the interactive design in terms of task performance. Furthermore, the participants' fixation count, duration, and SA scores were significantly higher for the interactive alternative. All participants answered more than 50% of the SAGAT questions correctly (compared with their maximum values) for both alternatives. Thus, both designs appeared to achieve sufficient SA levels. We confirmed hypothesis H1 because the interactive design (Mean = 0.53, Standard Deviation = 0.18) outperformed the counterpart (M = 0.39, SD = 0.16) on the SA scores. The Wilcoxon signed-rank test revealed a significant difference (p = .000) with a medium effect size r of 0.306.",
            "cite_spans": [],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Data analyses and results",
            "ref_spans": []
        },
        {
            "text": "The collected fixation duration and fixation count for each alternative were subjected to a Wilcoxon signed-rank test. Participants fixated more on the interactive design (M = 716.34, SD = 314.59) as compared to the interactive analytical screen (M = 335.70; SD = 185.12). The difference between both designs was significant, with a p-value less than 0.001 with a large effect size r of 0.549. Similarly, the interactive design (M = 208.26; SD = 102.29) outperformed the interactive analytical design (M = 75.97; SD = 49.88) on average in terms of fixation duration. Analyses indicated that this difference was significant (p = .000) with a large effect size r of 0.584. Thus, eye-fixation data also confirmed that the interactive design supported higher levels of participants' SA, compared to the interactive analytical design (H1).",
            "cite_spans": [],
            "section": "Impact of dashboard design on situation awareness (H1) ::: Data analyses and results",
            "ref_spans": []
        },
        {
            "text": "In turn, participants produced more errors (M = 2.82; SD = 1.08) within the interactive design when trying to create a production plan. They committed fewer errors (M = 2.18; SD = 1.31) within the interactive analytical design. In line with our assumptions, this difference was significant between both dashboards (p = .000; H2), however only with a small effect size r of 0.295. This seems in line with the descriptive statistics as, on average, both dashboard alternatives produced approximately two to three errors per plan, indicating a low degree of errors committed during planning in general. Both dashboards appeared to achieve appropriate scores of task performance (cf. Table 6\n).",
            "cite_spans": [],
            "section": "Impact of dashboard design on task performance (H2) ::: Data analyses and results",
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "On average, the correlation analysis by Spearman's Rho showed that participants' fixation duration shared a significantly positive effect on the associated SAGAT scores for both alternatives (p < .05). Thus, the more time participants spent on the screen, the higher their SAGAT scores became. The effect size of the interactive design (r = 0.313) was larger than for interactive analytical design (r = 0.296). Concerning the participant's fixation count, the correlation analysis by Spearman's Rho confirmed a significantly positive correlation of the SAGAT scores for each design alternative, constituting a larger effect size within the interactive analytical design (r = 0.305). The interactive design showed only weak significance (p < .1). In summary, the correlation analysis for both alternatives indicated that a participant's higher fixation duration (count) led to a greater ability to answer the SAGAT questionnaire correctly (cf. Table 7\n).",
            "cite_spans": [],
            "section": "Association between situation awareness and task performance (H3) ::: Data analyses and results",
            "ref_spans": [
                {
                    "start": 943,
                    "end": 950,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "In terms of the relationship between fixation duration (count) and the performance indicator errors committed, we found a significant negative correlation for the interactive analytical design. The interactive analytical design shared a high effect size for both fixation duration (r = −0.435) and fixation count (r = −0.366). In other words, participants made fewer errors during their planning efforts, the longer they looked at and the more they fixated on the interactive analytical dashboard screen. For the interactive design, participants' fixation duration (count) did not significantly correlate with errors committed.",
            "cite_spans": [],
            "section": "Association between situation awareness and task performance (H3) ::: Data analyses and results",
            "ref_spans": []
        },
        {
            "text": "Concerning SAGAT scores and errors committed, the correlation analysis confirmed the expected negative correlation for each alternative, constituting a larger effect for the interactive analytical design (r = −0.421; p = .004). In summary, for the SAGAT scores, the results confirmed that a participant's higher SA led to higher task performance with both designs (H3). However, the eye-tracking data confirmed this relationship only for the interactive analytical design (cf. Table 7). Table 8\nsummarizes the results of the hypotheses.",
            "cite_spans": [],
            "section": "Association between situation awareness and task performance (H3) ::: Data analyses and results",
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 487,
                    "end": 494,
                    "mention": "Table 8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "There are four central theoretical implications we want to emphasize. First, our analyses indicated that the interactive analytical dashboard showed significantly higher task performance. This result confirms the value of interactive analytical dashboards and encourages the trend toward introducing interactive analytical features for operational decision-making. We showed that a what-if analysis has the potential to direct participants to the most critical pieces of information such as bottleneck components that require immediate attention. Obstacles to the what-if analysis included a lack of knowledge of operational decision-makers of the current planning situation, which, in turn, resulted in a lower degree of SA (compared with the interactive design). However, our results indicated that if the underlying optimization model and optimization procedure can account for the planning situation (as in our experiment), high-performance outcomes can be possible even in the absence of high participant SA levels. When a planner searches for optimization potential by identifying bottleneck components within production data, the optimization system leads the participant to certain areas of interest. Such focusing, by definition, removes awareness of the ongoing production context, decreasing the overall SA. In conclusion, these cases appear beneficial for task performance as long as the employed optimization model and optimization procedures behind the what-if analysis are capable of addressing the occurring situation.",
            "cite_spans": [],
            "section": "Theoretical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, our analyses revealed that the introduction of interactive analytical features is not cost-free. Participants who used the interactive dashboard maintained a significantly higher SA when creating a production plan, whereas the interactive analytical design led to a lower degree of SA. Hence, participants who used the interactive analytical variant appeared to follow the system support (through the results proposed by the what-if analysis). Subsequently, they reduced their effort and SA to scrutinize all object-relevant information. These findings illustrate the danger for operational decision-makers of trusting the system results implicitly or (even) of “overtrust”, leading to potentially adverse effects such as an out-of-the-loop problem [53]. With increasing simulation abilities, operational decision-makers can become less aware and slower acting in recognizing problems on their own. Thus, if problems require manual intervention, further time is necessary to comprehend “what is going on”, which sets boundaries on a quick problem resolution. Following this argumentation, eye-tracking studies [64] confirmed that continuous use of simulation reduces individuals' cognitive skill set because such skills rapidly deteriorate in the absence of practice. These effects can lead to an increasing tool dependence and problems when the underlying optimization model or procedures are not implemented, trained, or tested for the current situation [11].",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 760,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1465,
                    "end": 1467,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Theoretical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Third, our correlation analysis showed the link of SA to task performance concerning the SAGAT scores. This finding is in line with extant conceptual arguments as task performance is expected to correlate with SA [54]. Still, in comparison to our Wilcoxon signed-rank tests for both dashboards, these findings might suggest that tension between maintaining high SA and accomplishing high task performance exists. We conclude that high levels of SA are necessary in general but do not suffice for high task performance. Although SA is relevant for decision-making, different influencing variables might be involved in converting SA into successful performance while “it is possible to make wrong decisions with good SA and good decisions with poor SA” ([22], p. 498). For instance, a human with high SA of an error-prone system might not be sufficiently knowledgeable to correct the error or lack the skills needed to trigger that remedy. Due to the good task performance scores for both dashboards, our results, however, do not indicate a problem with regards to the knowledge or skill set of the participants. Thus, future work could delve deeper into other influencing variables that might be involved in converting SA into task performance.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Theoretical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, assessing the SA of operational decision-makers describes a key component to design and evaluate DSS [24]. Comparable with most other ergonomic constructs (e.g., mental workload and human error), a plethora of methods for measurement exists [22]. However, studies have not agreed upon which of the techniques available represents the most appropriate for assessing SA [65]. This study compared two different measures to assess participants' SA: (i) the established freeze-probe approach (leveraging SAGAT) and (ii) the rather scarcely addressed assessment of SA via eye-tracking [22]. The results indicated that there was a significant correlation between the constructs employed for both methods (i.e., eye-tracking and SAGAT scores). This finding suggests that those approaches were measuring similar aspects of participants' SA during task execution. More interestingly, the analyses showed that only the participants' SAGAT scores derived via the freeze-probe method generated significant correlations with task performance for both dashboard designs. Our eye-tracking data only confirmed the relationship of fixation duration (count) toward errors committed for the interactive analytical dashboard. Hence, the freeze-probe technique seems to represent a stronger predictor of task performance compared with the eye-tracking assessment of SA. This suggests that the rating type in use appears to be a determinant of the respective measure's predictability. In closing, our analyses supported the usage of the freeze-probe technique to assess SA during planning tasks. The findings can be contrasted with previous research that confirmed that SAGAT is one of the most appropriate methods to use when the experimenter knows what SA should comprise beforehand [22].",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1772,
                    "end": 1774,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Theoretical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Next, we translate our findings into implications for designing dashboards to help practitioners in their efforts to address the danger of the out-of-the-loop syndrome. First, our analyses showed evidence to support design efforts that advocate a higher degree of automation within analytical tools. The underlying reasoning is to provide operational decision-makers relief from their cognitively demanding task by introducing more realistic optimization models and more efficient optimization procedures. This design trend accounts for the challenges decision-makers are facing at the operational level. For instance, they must make increasingly business-critical decisions in a shorter period with exponentially growing amounts of data. In such situations, operational decision-makers experience increasingly high mental workload in their attempt to process data with their own working memory [8] – a rather limited, laggard, and error-prone resource [66]. Over the long term, this design trend drives continuously reducing the human level of authority in the optimization process. The ultimate goal is to diminish the role of human interaction and allow most decision-making procedures to occur automatically in the backend of the system.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 897,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 954,
                    "end": 956,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Practical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "However, inherent limitations remain on the integration of optimization systems into DSS such as dashboards. One issue refers to the difficulty of constructing an optimization model that accounts for all aspects of the real problem (i.e., diversity/ number of constraints). In other cases, the problem is not completely specified due to a lack of context knowledge or must be (over-)simplified to be appropriate for the computational optimization approach. Other issues relate to the optimization procedure, which might not be appropriately parameterized before leveraging the system under real circumstances. Furthermore, the performance of the optimization method might not fit the real user requirements. Thus, the importance of having more realistic optimization models and more efficient optimization procedures is indisputable; however, neither of these currently appears to be sufficient [11].",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 898,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Practical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, an alternative approach to interpreting our results might be to increase the design efforts to keep the human in the loop of the current situation. Such a trend endorses a higher interaction of operational decision-makers with interactive analytical dashboards. The underlying reasoning is to realize an effective human-computer interaction but simultaneously consider the cognitive abilities of individuals. Our analyses showed that the degree of SA human beings possess defines a relevant factor in such a system design. One promising design attempt might be to introduce a periodic SA audit to increase the cognitive engagement of an operational decision-maker. Gaze-aware feedback could implement such an audit. This technique has already shown promising improvements in operational decision-makers' visual scanning behavior. Sharma [67] revealed that gaze-aware feedback showed beneficial effects for both a teacher's visual attention allocation and students' gain in knowledge in an e-learning context. However, despite the promising results using eye-tracking data to assess participants' SA, our analysis raised (at least) partial concerns concerning the validity of eye-tracking data to predict the number of errors.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 848,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Practical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "An alternative design attempt is to make information more transparent to operational decision-makers. This information should concern the underlying optimization model (e.g., used problem specifications) and optimization procedures (e.g., parameter setting) behind the interactive analytical dashboard. Research reports that the effect on SA was improved to a substantial degree by the transparency of the optimization system, thus offering understandability of its actions [54]. Such transparency can help individuals to understand the cause of actions and reduce the downside effects of the out-of-the-loop syndrome.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 477,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Practical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, training should highlight the significance of frequent visual attention scanning to prevent a loss of SA or skills. In other fields, individuals are required to periodically perform in a manual mode to maintain their skills and appropriate SA levels [68]. The measurement of SA is thus key not only to improve SA-related theory but also to advance the design of training and evaluation efforts for practitioners. Hence, scholars demand valid and reliable methods to verify and enhance SA theory. System designers require a means to ensure that SA is increased by new features, GUIs, or training programs [54].",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Practical implications ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Dashboards are important for DSS as they have a significant impact on their effectiveness, particularly at the operational level. Our study objective was to examine the effects of an interactive analytical dashboard feature, a what-if analysis. To date, little is understood about its influence on human cognitive abilities. We argued that designing such a dashboard feature requires a profound understanding of SA because a lack of awareness is known to interfere with human information processing. Further, it entails downstream effects on the human ability to make informed decisions. We created a model that relates a what-if analysis to support SA that, in turn, would positively affect task performance. We conducted one large-scale laboratory experiment, including eye-tracking and SAGAT data, to study this model from a holistic viewpoint.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The significance of our study contributes to DSS literature in several ways. Our results indicate that interactive analytical features induce significant effects on task performance. We showed that the introduction of a what-if analysis could reduce the role of required SA for the operational decision-maker. However, such cases appear only beneficial for task performance as long as the underlying optimization model and optimization procedures behind the dashboard address the occurring situation. We also reported that the implementation of a what-if analysis is not cost-free and can trigger adverse effects such as a loss of SA. This finding confirms the notion of the out-of-the-loop syndrome applying in the APS context and extends it to the dashboard feature level. In addition, our correlation analyses indicated the expected link of SA to task performance. Although multiple studies have shown the relevance of SA for decision-making, we illustrated that low task performance could result from good SA and vice versa. Thus, we believe that other influencing variables could be involved in converting SA into successful performance that require further assessment. However, how SA is assessed is also fundamental because correlations within both dashboard alternatives differed according to the measurements concerning the link of SA to task performance. The SAGAT scores confirmed this relationship for both alternatives, whereas the eye-tracking data showed significant correlations only for the interactive analytical design. We, therefore, provided evidence that using SAGAT seems most appropriate.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Although our results appear promising, some limitations require discussion. We used graduate students as proxies for planners. Thus, other studies could verify how professionals interact with the proposed designs. We studied the effects of a what-if analysis, which we expected to play a key role in the creation and reduction of SA. Future work might consider further interactive analytical features, such as interactive multi-objective optimization [12]. Other approaches involve the user at different points in time (i.e., user feedback on candidate solutions vs. on intermediate results), leverage the feedback loops with the user for different parts of the preference model (i.e., adjustments of the optimization model vs. optimization procedures), and occasionally include preference learning. It might be interesting to compare individuals' SA and task performance scores obtained with those features.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declarations of Competing Interest",
            "ref_spans": []
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: SAGAT questionnaire.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: NASA-TLX questionnaire.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Testing distributions of normality by treatment for mental workload.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Wilcoxon signed-rank test by treatment for mental workload.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Testing distributions of normality of constructs by treatment.\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Descriptive statistics of constructs by treatment.\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Construct correlations by treatment.\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 8: Summary of hypotheses.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Components of a Dashboard based on [11].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Research model.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Screenshot of the interactive dashboard design.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Screenshot of the interactive analytical dashboard design.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Correspondence.",
            "volume": "20",
            "issn": "",
            "pages": "533-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Here Are 6 Coronavirus Dashboards Where You Can Track the Spread of COVID-19 Live Online, Newsweek",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Gander",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Few",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A review of dashboards in performance management: implications for design and research",
            "authors": [
                {
                    "first": "O.M.",
                    "middle": [],
                    "last": "Yigitbasioglu",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Velcu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Account. Inf. Syst.",
            "volume": "13",
            "issn": "",
            "pages": "41-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Negash",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "Business",
                    "middle": [],
                    "last": "Intelligence",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. Handbooks Inf. Syst. Handb. Decis. Support Syst",
            "volume": "2",
            "issn": "",
            "pages": "175-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kohlhammer",
                    "suffix": ""
                },
                {
                    "first": "D.U.",
                    "middle": [],
                    "last": "Proff",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Eckerson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cognitive support for real-time dynamic decision making",
            "authors": [
                {
                    "first": "F.J.",
                    "middle": [],
                    "last": "Lerch",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Harter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inf. Syst. Res.",
            "volume": "12",
            "issn": "",
            "pages": "63-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dashboards as a service: why, what, how, and what research is needed?",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ambler",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "LaPointe",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Reibstein",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Skiera",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Wierenga",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wiesel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Serv. Res.",
            "volume": "12",
            "issn": "",
            "pages": "175-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Forward-looking focus: can firms have adaptive foresight?",
            "authors": [
                {
                    "first": "V.A.",
                    "middle": [],
                    "last": "Zeithaml",
                    "suffix": ""
                },
                {
                    "first": "R.N.",
                    "middle": [],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Deighton",
                    "suffix": ""
                },
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Keiningham",
                    "suffix": ""
                },
                {
                    "first": "K.N.",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Serv. Res.",
            "volume": "9",
            "issn": "",
            "pages": "168-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A review and taxonomy of interactive optimization methods in operations research",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Meignan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Knust",
                    "suffix": ""
                },
                {
                    "first": "J.-M.",
                    "middle": [],
                    "last": "Frayret",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Pesant",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Gaud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ACM Trans. Interact. Intell. Syst.",
            "volume": "5",
            "issn": "",
            "pages": "1-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Miettinen",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Wierzbicki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Multiobjective Optim. Lect. Notes Comput. Sci.",
            "volume": "",
            "issn": "",
            "pages": "27-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "F.D.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Kottemann",
                    "suffix": ""
                },
                {
                    "first": "W.E.",
                    "middle": [],
                    "last": "Remus",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "452-460",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Factors influencing decision support system acceptance",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Shibl",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lawley",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Debuse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Decis. Support. Syst.",
            "volume": "54",
            "issn": "",
            "pages": "953-961",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The out-of-the-loop performance problem and level of control in automation",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Endsley",
                    "suffix": ""
                },
                {
                    "first": "E.O.",
                    "middle": [],
                    "last": "Kiris",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hum. Factors",
            "volume": "37",
            "issn": "",
            "pages": "381-394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Individual differences in the use of decision support aids",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Benbasat",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Dexter",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Account. Res.",
            "volume": "20",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Decision support system effectiveness: a review and an empirical test",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Sharda",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "McDonnell",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Manag. Sci.",
            "volume": "34",
            "issn": "",
            "pages": "139-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "How effective are models?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fripp",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Omega.",
            "volume": "13",
            "issn": "",
            "pages": "19-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Decision support systems: an empirical assessment for decision making",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Goslar",
                    "suffix": ""
                },
                {
                    "first": "G.I.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Decis. Sci.",
            "volume": "17",
            "issn": "",
            "pages": "79-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human performance consequences of automated decision aids: the impact of degree of automation and system experience",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Manzey",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Reichenbach",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Onnasch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Cogn. Eng. Decis. Mak.",
            "volume": "6",
            "issn": "",
            "pages": "57-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The role of situation awareness for understanding signalling and control in rail operations",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Golightly",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sharples",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Theor. Issues Ergon. Sci.",
            "volume": "11",
            "issn": "",
            "pages": "84-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Measuring Situation Awareness in complex systems: Comparison of measures study",
            "authors": [
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "N.A.",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "W.G.H.",
                    "middle": [],
                    "last": "D",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "Ladva"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rafferty",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Ind. Ergon.",
            "volume": "39",
            "issn": "",
            "pages": "490-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Situation awareness applications to executive dashboard design",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum. Factors Ergon. Soc. Annu. Meet. Proc.",
            "volume": "47",
            "issn": "",
            "pages": "449-453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Situation awareness: review of Mica Endsley's 1995 articles on situation awareness theory and measurement",
            "authors": [
                {
                    "first": "C.D.",
                    "middle": [],
                    "last": "Wickens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hum. Factors",
            "volume": "50",
            "issn": "",
            "pages": "397-403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Toward a theory of situation awareness in dynamic systems",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Endsley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hum. Factors",
            "volume": "37",
            "issn": "",
            "pages": "32-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Stadtler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Supply Chain Manag. Adv. Plan",
            "volume": "",
            "issn": "",
            "pages": "195-211",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "P.Y.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Visualizing production planning data",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "IEEE Comput. Graph. Appl.",
            "volume": "16",
            "issn": "",
            "pages": "7-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Situation awareness measurement: a review of applicability for C4i environments",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl. Ergon.",
            "volume": "37",
            "issn": "",
            "pages": "225-238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Working memory and inferences: evidence from eye fixations during reading",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Memory.",
            "volume": "9",
            "issn": "",
            "pages": "365-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Evaluation of competing candidate solutions in electronic networks of practice",
            "authors": [
                {
                    "first": "T.O.",
                    "middle": [],
                    "last": "Meservy",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Fadel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Inf. Syst. Res.",
            "volume": "25",
            "issn": "",
            "pages": "15-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Should I send this message? Understanding the impact of interruptions, social hierarchy and perceived task complexity on user performance and perceived workload",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Shardac",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Decis. Support. Syst.",
            "volume": "55",
            "issn": "",
            "pages": "135-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Process-centric business intelligence",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gericke",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sigg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bus. Process. Manag. J.",
            "volume": "15",
            "issn": "",
            "pages": "408-429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Business intelligence and analytics: from big data to big impact",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R.H.L.",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "V.C.",
                    "middle": [],
                    "last": "Storey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MIS Q.",
            "volume": "36",
            "issn": "",
            "pages": "1165-1188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Tutorial: business intelligence - past, present, and future",
            "authors": [
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Commun. Assoc. Inf. Syst.",
            "volume": "25",
            "issn": "",
            "pages": "487-510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Inmon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Accounting information systems: the challenge of the real-time reporting",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Trigo",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Belfo",
                    "suffix": ""
                },
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Estébanez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Procedia Technol.",
            "volume": "16",
            "issn": "",
            "pages": "118-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Key success factors for a performance dashboard",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kawamoto",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "DM Rev.",
            "volume": "17",
            "issn": "",
            "pages": "20-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Measuring marketing effectiveness and value: the Unisys marketing dashboard",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cioffi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Advert. Res.",
            "volume": "44",
            "issn": "",
            "pages": "237-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "N.H.",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Marketing as an engine of business growth: a cross-functional perspective",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wind",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Bus. Res.",
            "volume": "58",
            "issn": "",
            "pages": "863-873",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Reibstein",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Farris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Behind the wheel",
            "authors": [
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A.V.",
                    "middle": [],
                    "last": "Abela",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ambler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mark. Manag.",
            "volume": "15",
            "issn": "",
            "pages": "18-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Components and relative weights in utilization of dashboard measurement systems like the balanced scorecard",
            "authors": [
                {
                    "first": "G.K.",
                    "middle": [],
                    "last": "DeBusk",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L.N.",
                    "middle": [],
                    "last": "Killough",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br. Account. Rev.",
            "volume": "35",
            "issn": "",
            "pages": "215-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Similarity and features of natural textures",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Heaps",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Handel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Exp. Psychol. Hum. Percept. Perform.",
            "volume": "25",
            "issn": "",
            "pages": "299-320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Heylighen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Evol",
            "volume": "",
            "issn": "",
            "pages": "1-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Tufte",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The effect of visual illusions on the graphical display of information",
            "authors": [
                {
                    "first": "T.S.",
                    "middle": [],
                    "last": "Amer",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ravindran",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Inf. Syst.",
            "volume": "24",
            "issn": "",
            "pages": "23-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Cleveland",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Linear programming with multiple objective functions: step method (stem)",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Benayoun",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "de Montgolfier",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tergny",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Laritchev",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Math. Program.",
            "volume": "1",
            "issn": "",
            "pages": "366-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Multimodal feedback: an assessment of performance and mental workload",
            "authors": [
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Vitense",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Jacko",
                    "suffix": ""
                },
                {
                    "first": "V.K.",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ergonomics.",
            "volume": "46",
            "issn": "",
            "pages": "68-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Olivia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Encycl. Neurobiol. Atten",
            "volume": "",
            "issn": "",
            "pages": "251-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Endsley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Autom. Hum. Perform. Theory Appl",
            "volume": "",
            "issn": "",
            "pages": "163-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "From here to autonomy: lessons learned from human–automation research",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Endsley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum. Factors",
            "volume": "59",
            "issn": "",
            "pages": "5-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Development and testing of a model of consideration set composition",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Lattin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Mark. Res.",
            "volume": "28",
            "issn": "",
            "pages": "429-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gawronski",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Creighton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oxford Handb. Soc. Cogn.",
            "volume": "",
            "issn": "",
            "pages": "282-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [
                {
                    "first": "C.E.J.",
                    "middle": [],
                    "last": "Hartel",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Lewicki",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Using laboratory experiments to build better operations management models",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Technol. Inf. Oper. Manag.",
            "volume": "5",
            "issn": "",
            "pages": "1-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "The nature and consequences of trade-off transparency in the context of recommendation agents",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "David"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Benbasat",
                    "suffix": ""
                },
                {
                    "first": "R.T.",
                    "middle": [],
                    "last": "Cenfetelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MIS Q.",
            "volume": "38",
            "issn": "",
            "pages": "379-406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Managers and students as newsvendors",
            "authors": [
                {
                    "first": "G.E.",
                    "middle": [],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ockenfels",
                    "suffix": ""
                },
                {
                    "first": "U.W.",
                    "middle": [],
                    "last": "Thonemann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Manag. Sci.",
            "volume": "58",
            "issn": "",
            "pages": "2225-2233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Karn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mind's Eye Cogn. Appl. Asp. Eye Mov. Res",
            "volume": "",
            "issn": "",
            "pages": "573-605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Staveland",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Hum. Ment. Workload",
            "volume": "",
            "issn": "",
            "pages": "139-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Pilots' monitoring strategies and performance on automated flight decks: an empirical study combining behavioral and eye-tracking data",
            "authors": [
                {
                    "first": "N.B.",
                    "middle": [],
                    "last": "Sarter",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Mumaw",
                    "suffix": ""
                },
                {
                    "first": "C.D.",
                    "middle": [],
                    "last": "Wickens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hum. Factors",
            "volume": "49",
            "issn": "",
            "pages": "347-357",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Observational assessment of situation awareness, team differences and training implications",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ergonomics.",
            "volume": "49",
            "issn": "",
            "pages": "393-417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Can we ever escape from data overload? A cognitive systems diagnosis",
            "authors": [
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cogn. Tech. Work",
            "volume": "4",
            "issn": "",
            "pages": "22-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Alavi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jermann",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dillenbourg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "417-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Hum. Factors Aviat",
            "volume": "",
            "issn": "",
            "pages": "433-461",
            "other_ids": {
                "DOI": []
            }
        }
    }
}