{
    "paper_id": "PMC7124555",
    "metadata": {
        "title": "COVID-19 and the anti-lessons of history",
        "authors": [
            {
                "first": "Robert",
                "middle": [],
                "last": "Peckham",
                "suffix": "",
                "email": "rpeckham@hku.hk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As the outbreak of coronavirus disease 2019 (COVID-19) in China's Hubei province continues and new cases of the disease increase globally,1 there is pressure on historians to show the value of history for policy. How can the past assist in the real-time management of the crisis? What insights can be gleaned from the ongoing epidemic for future disease preparedness and prevention? Lurking in the background of these interrogatives is a more or less explicit accusation: why haven't past lessons been learned? The gist of some commentaries seems to be: “there is almost nothing surprising about this pandemic”.2 The history-as-lessons approach pivots on the assumption that epidemics are structurally comparable events, wherever and whenever they take place. The COVID-19 outbreak “creates a sense of déjà vu” with the 2003 outbreak of severe acute respiratory syndrome (SARS).3 Citing early estimates of the disease's infectiousness, based on an analysis of the first 425 confirmed cases in Wuhan,4 comparisons have been drawn with the 1918–19 influenza pandemic.5\n",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 878,
                    "end": 879,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 999,
                    "end": 1000,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1065,
                    "end": 1066,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although in some respects the outbreak of COVID-19 presents a compelling argument for why history matters, there are problems with analogical views of the past because they constrain our ability to grasp the complex place-and-time-specific variables that drive contemporary disease emergence. A lessons approach to epidemics produces what Kenneth Burke, borrowing from the economist and sociologist Thorstein Veblen, called “trained incapacity”—“that state of affairs whereby one's very abilities can function as blindnesses”.6 Habitual modes of thinking can diminish our capacity to make lateral connections. When the present is viewed through the lens of former disease outbreaks, we typically focus on similitudes and overlook important differences. In other words, analogies create blind spots. As Burke commented, “a way of seeing is also a way of not seeing—a focus on object A involves a neglect of object B”.6\n",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 527,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 916,
                    "end": 917,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A lessons approach to the past, which usually comes from outside the discipline of history, reinforces an idea of the past as a series of interlinked crises that offer instructive insights into cause and effect.7 Historians need to push back against easy analogies and examine the specific contexts of outbreaks, asking, for example, in what ways SARS and COVID-19 are in fact comparable. The designation of the new virus as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses8 recognises it as genetically related to but different from severe acute respiratory syndrome coronaviruses (SARS-CoVs).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 539,
                    "end": 540,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What is striking, but too little commented on, are the differences between the historical moments of the emergence of SARS and COVID-19. The SARS outbreak occurred in late 2002 and 2003, not long after China had resumed sovereignty over Hong Kong in 1997. Under the terms of the Sino-British Joint Declaration signed between the Chinese and UK Governments in December, 1984, the former British colony was guaranteed the status of special administrative region. In March, 2003, Hu Jintao formally succeeded Jiang Zemin as President of China. Although the Chinese Government was initially condemned for withholding information and concealing the extent of the SARS epidemic,9 the early 2000s saw China's increasing international engagement. China acceded to the World Trade Organization in 2001, the year that Beijing was elected to host the 2008 Summer Olympics.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 673,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Over the past 7 years, China's President Xi Jinping has sought to extend Chinese influence abroad while tightening his grip on power at home.10 Some would argue that this enhanced authority has enabled him to put in place draconian, Mao-style infectious disease containment measures including the lockdown of cities.11 Bruce Aylward, a senior adviser to WHO's Director-General who co-led the WHO-China Joint Mission on COVID-19 in late February, 2020, praised China's efforts as “probably the most ambitious, and I would say, agile and aggressive disease containment effort in history”.12\n",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Meanwhile, the protests in Hong Kong from June, 2019, have been a reaction to a perceived erosion of the territory's quasi-autonomy as a special administrative region. While ostensibly an anti-government protest against the introduction of an extradition bill, the Hong Kong protests could be viewed as an attempt to push back against Xi's expansion of central power.13 Concurrently, a US–China trade war instigated by President Donald Trump's imposition of tariffs on China in 2018 is hitting the Chinese economy.14 The COVID-19 outbreak is compounding this economic situation, holding out the potential for a global recession with major disruption to global supply chains.15\n",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Taken together, these entangled circumstances have created a unique setting in which the COVID-19 outbreak is evolving. In an interview with the Hong Kong newspaper Ming Pao, the physician Joseph Sung, who had a leading role in the fight to contain SARS in 2003, underscored the striking differences between Hong Kong society then and now. “At that time, society was more united”, Sung said of the SARS era, “whereas now people feel they have to rely on themselves for protection. They have less trust in the government”.16\n",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Analogies of COVID-19 are rarely extended to encompass these intermeshing social and political environments. The lessons approach skates over this history, even as history's expediency as a tool for instruction is flaunted. Historians need to contest false analogies that obscure, rather than elucidate, the social processes partly driving new infections. They need to challenge efforts to corral and straitjacket the past into summary lessons. By contrast, espousing an anti-lessons approach to history might prevent trained incapacity. Such an approach could help to ensure a strategic open-mindedness to emergent threats at a time when borders of many kinds are going up across the globe.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\nThis online publication has been corrected. The corrected version first appeared at thelancet.com on March 16, 2020\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease 2019 (COVID-19) situation report—38",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Economy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "To tame coronavirus, Mao-style social control blankets China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mozur",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Press conference of WHO-China Joint Mission on COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "“Prepared to die”: Hong Kong protesters embrace hard-core tactics, challenge Beijing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The trade war hits China where it hurts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puzder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Talent",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The new coronavirus could have a lasting impact on global supply chains",
            "authors": [],
            "year": null,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Joseph Sung: lax quarantine measures by the Hong Kong government and insufficient checks on travel histories",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "But",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ming Pao",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The new coronavirus and preparing for the next viral pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Specter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New Yorker",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "2019-nCoV in context: lessons learned?",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Veas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Planet Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2542-5196(20)30035-8"
                ]
            }
        },
        "BIBREF10": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF11": {
            "title": "Data suggest nCoV more infectious than 1918 flu, but what does that mean? CIDRAP",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soucheray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roitman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Acute respiratory syndrome-related coronavirus: the species and its viruses—a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Learning from SARS: preparing for the next disease outbreak: workshop summary",
            "volume": "",
            "issn": "",
            "pages": "116-136",
            "other_ids": {
                "DOI": []
            }
        }
    }
}