{
    "paper_id": "PMC7151855",
    "metadata": {
        "title": "Disaster Risk Management",
        "authors": [
            {
                "first": "Rajnish",
                "middle": [],
                "last": "Jaiswal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Donahue",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "J."
                ],
                "last": "Reilly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "R."
                ],
                "last": "Ciottone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute care hospitals typically have a fixed number of ventilators available for patients. Some of these are located on critical care units, others in the operating suites, and others in the ED. If patients come to a hospital with syndromes of illness that progress to respiratory failure or other conditions that require intubation and ventilator therapy, what would be the triage procedure for determining which patients would receive a ventilator versus which patients would not? This question is particularly salient in the setting of pandemics, severe acute respiratory syndrome (SARS), and other emerging infectious disease threats, including those from bioterrorism.",
            "cite_spans": [],
            "section": "Ventilator Allocation ::: Ethical Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "What guidance could the medical leadership, the general counsel of the hospital, and the ethics committee give to attending physicians to assist in making this determination when there is a finite number of ventilators and many patients require ventilator therapy? Conceivably the astute clinician would be able to prevent the need for some patients to be intubated by using aggressive medication therapy, and the use of noninvasive continuous positive airway pressure (CPAP)- or bi-level positive airway pressure (BiPAP)-type devices. However, as with all scarce resource events, there is inevitably a tipping point where demand exceeds availability and physicians will need to provide supportive therapy only to a certain subpopulation of patients, while placing others on ventilators. This decision is one that should be supported by clear guidance that is medically sound, ethically appropriate, and legal defensible.",
            "cite_spans": [],
            "section": "Ventilator Allocation ::: Ethical Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Acute care hospitals may have one or more critical care inpatient units. This may vary in sophistication from a single intensive care unit (ICU) within a small community hospital to a number of ICUs and intermediate care units in larger tertiary medical centers. Typically, due to the severity and clinical acuity of the patients admitted to these units, the patient-to-staff ratios are kept low, so that changes in status are rapidly identified and patients who require more intensive treatments or procedures are attended to by an appropriate number of nurses, mid-level practitioners, and physicians. During a disaster, act of terrorism, or public health emergency, there may be a larger number of patients who require critical care admission than there are available beds. Medical leadership along with hospital administration and the hospital ethics committee should develop a rapid discharge tool for attending physicians to use in situations where it is prudent to move certain patients to subacute care floors, or discharge them to other facilities in order to create more critical care surge capacity within the facility. A second aspect of critical care surge management is the adjustment of the staff-to-patient ratio. If critical care units possess beds that are unfilled because of staffing levels, these beds should be used or, as space permits, beds could be added and the ratio of nurses and house staff to patients increased. This would require more staff; however, it may allow for a temporary ability to handle more admissions to critical care units during or following disasters.",
            "cite_spans": [],
            "section": "Critical Care Admission Thresholds ::: Ethical Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "As with the discussion above of ventilator allocation, hospitals may not have an endless supply of pharmaceuticals or medical countermeasures to an agent of concern during a calamity, especially in an austere setting. Many hospitals write preparedness plans which specify that they would contact other hospitals to obtain necessary medications, or use caches of medical equipment and supplies such as the Strategic National Stockpile (SNS), or even enter into preferred vendor agreements where vendors would maintain an inventory of supplies that are earmarked for a specific hospital. This strategy is helpful for a local or geographically limited event; however, in a regionwide event where all health care facilities need the same types of supplies, a shortage is likely to develop, and hospitals may not be able to keep sufficient stock of medical countermeasures specific to the illness or agent of concern. In this case, if alternative countermeasures are not appropriate or clinically effective, it may be necessary for the physician leadership, pharmacist-in-charge, and the ethics committee to develop an appropriate formulary tool that goes beyond the indications for use promulgated by the health department or the Centers for Disease Control (CDC). This is one reason that The Joint Commission has required facilities to adopt the 96-hour rule of self-sufficiency before relying upon external resources during a disaster.1\n",
            "cite_spans": [
                {
                    "start": 1433,
                    "end": 1434,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Triage of Pharmaceuticals and Medical Countermeasures ::: Ethical Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Elective procedures are often rescheduled or delayed during a disaster or public health emergency that requires the hospital to activate its emergency plan. Outpatient units provide useful space for housing patients, and the additional medical staff is useful in supplementing the needs on inpatient floors or at alternate care sites (ACSs) within the facility. Access to imaging, additional ventilators, operating suites, and ancillary services can contribute positively to a hospital’s ability to handle a surge during or following a disaster. Trigger points on when to make these decisions are ones that should be discussed by hospital administration, emergency planners, and medical leadership in advance of a disaster, and clear guidance on when and how this will be done should be present in emergency plans and understood by decision makers. Staff should be instructed on their alternate functional roles within the hospital should this plan be activated.",
            "cite_spans": [],
            "section": "Elective Procedures and Outpatient Units ::: Ethical Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In the spectrum of medical malpractice and negligence, the concept of standard of care has caused much confusion, yet ironically often serves as the basis of a legal action. An acceptable definition might beThe law exacts of physicians and surgeons in the practice of their profession only that they possess and exercise that reasonable degree of skill, knowledge, and care ordinarily possessed and exercised by members of their profession under similar circumstances, and does not exact from them the utmost degree of care and skill attainable or known to the profession.2\n",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Most physicians are held to the standard of care of what a reasonable physician would do under like circumstances.3 The anatomy of a successful lawsuit requires that the four basic tenets of negligence—duty, breach of duty, harm, and causation—be satisfied. Treatment or therapy that deviates from the principal of standard of care is tantamount to breach of duty. Though seemingly straightforward in its description, the standard of care concept leaves much room for varied interpretation. These pitfalls are only exaggerated during a disaster and MCI. There exists no universally accepted definition of standard of care.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In large-scale catastrophes, resources are scarce. The demand-and-supply ratio to equipment, medications, supplies, and human resources is unfavorably skewed. Even the very setting of care provided may be outside a hospital or clinic. Within such a drastically altered climate, it would be impossible to provide the same care as in nondisaster situations. Table 28-1\nhighlights the changing standards as a disaster situation evolves.",
            "cite_spans": [],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 366,
                    "mention": "Table 28-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In the aftermath of September 11, 2001, an expert panel recommended the formulation and implementation of alterations to the concept of standard of care.4 The panel suggested having a robust action plan that ensures that the health care system stays functional, involves local community and regional agencies, ensures patient safety and privacy, and provides adequate legal shielding for the volunteers involved. Furthermore, having prior knowledge of and training that applies these altered standards would inevitably lead to better care as opposed to letting volunteers navigate these matters on their own with no planning, prior guidance, or assistance.5\n",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The proposed alteration or revision of these standards raises questions of its own. Why should these standards be altered or changed during a disaster? This question remains a legal and ethical hotbed for debate. The counterargument asserts that such an alteration would promote deviation from necessary care, and that alteration of standards essentially means a deterioration of standards. Furthermore, the very definition of standards of care permits extenuating circumstances and hence requires no further changes.6 An extrapolation of this argument in legal parlance predicts that any alteration would be detrimental to patient care and that physicians should be awarded no special considerations or immunity even during catastrophic circumstances7 Altered standards of care can be defined as a substantial change in usual health care operations and the level of care it is possible to deliver, made necessary by a pervasive (e.g., pandemic influenza) or catastrophic (e.g., earthquake, hurricane) disaster.8\n",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In 2009 The Institute of Medicine proposed guidelines for “Crisis Standards of Care” that allow for some deviation from the norm yet encourage evidence-based, legally sound, and ethically commensurate practices.9 These propositions were formed after extensive analysis of previous disaster responses, assessing their shortcomings and pitfalls and incorporating new research and development in the field. These guidelines also take into account the ever-changing circumstances of a disaster and allow a transition from conventional standards to contingency and crisis care. Thus they provide an operational framework for responders. These guidelines, however sound, have not been universally accepted.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In a further attempt to demystify this concept, some states like Massachusetts have proposed formal, concise guidelines as to how and when the standard of care may be altered during public emergencies and disasters.10 These guidelines allow such alterations only in areas that have been designated as disaster zones by the Governor, implemented only when deemed necessary and for a finite period of time. Such conditions would be reevaluated continually. The guidelines also accommodate physician discretion.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Critics of altered standards of care postulate that these alterations are counterproductive and would have unfavorable consequences, most notably for the patients and victims involved. Such alterations are viewed as deteriorations in standards of care, and compliance with them as providing inferior care, though no evidence of such outcomes exists. Furthermore it is hypothesized that such practices would cause more confusion and place greater burden on implementation while removing any accountability of providers in disaster care, making the situation “a race to the bottom.”11 Another counterpoint argues that the fear of litigation and liability is overstated and is not substantiated by real cases. These criticisms, however, fail to acknowledge the gaps that exist in the legal framework of disaster care and understate the liability on providers. Litigation continues to be a justifiable concern for emergency technicians, volunteers, and physicians; these altered standards provide some protection.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Quality health care is a byproduct of competent physicians, nurses, auxiliary supporting staff, and appropriate resources that are administered in a secure and safe environment. Some or most of these components are critically deficient in large-scale catastrophic events. The goals and objectives of disaster care are also different. The focus is not on heroic resuscitations to save an individual but on saving the maximum number of lives with limited resources. This changed focus alters the medical management and disposition of critical patients. Disaster preparedness and response efforts must reflect these alterations and so should the standards of care.",
            "cite_spans": [],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Disaster planning starts well before any impending catastrophe. The greatest tool for management is planning and preparation. Having a well-executed, cogent, pragmatic, and realistic plan forms the basis of disaster care. Designation and allocation of responsibility are critical as all actors involved need to know their roles. Furthermore, collaboration is an integral part of the disaster response. Communicating and cooperating with state, federal, regional, and local agencies itself can be a challenge, and mechanisms must be in place to facilitate such efforts.",
            "cite_spans": [],
            "section": "Altered Standards of Care ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The word triage comes from French word trier (to sort or separate), a military concept born on the battlefields of the Napoleonic wars. Today it is an integral part of most EDs around the country. Though military medicine has its own defined triage protocols, civilian triage of MCIs is somewhat different. In his memoirs, Dominique Jean Larrey, Chief Surgeon of Napoleon’s Imperial guard and the father of military and triage medicine, stated that “those who are dangerously wounded should receive the first attention, without regard to rank or distinction.”12 The basic purpose of triage still remains the same as Larrey envisioned, to risk-stratify patients and prioritize resource allocation, medical and nonmedical, to those who are likely to receive the most benefit. To paraphrase a famous quote, it is the “the greatest good for the greatest number.”13 An ideal triage system would be easy to understand, identify and deliver resources in a timely manner, be adaptive and evolve with the rapid change in surroundings, optimize resource allocation, neither underestimate the injuries of a critical patient (undertriage), nor divert unnecessary resources by overstating the patient’s condition (overtriage). Overtriage has been shown to actually worsen patient outcomes.14\n",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 561,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "No system is perfect, and triage protocols continue to advance. Many triage systems exist, some borrowed from the military like the North America Treaty Organization triage protocol,15 while others like the simple triage and rapid treatment (START) protocol were designed for use by untrained or minimally trained individuals for civilian use in an MCI.16 START and its pediatric version, JumpSTART, continue to be popular systems whereby patients are essentially distributed under a color coded scheme, red being the most urgent and black being those who are beyond saving (“expectant”) or already deceased.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Triage systems continue be region specific and operator dependent. These discrepancies are magnified during a large-scale catastrophe, and hence MCI triage guidelines are critical to future response scenarios. These criteria would include general considerations, global sorting, lifesaving interventions, and assignment of triage categories.17 In an effort to standardize and universalize mass casualty triage, an expert committee performed a detailed analysis and review of existing triage systems and proposed the SALT (sort, assess, lifesaving intervention, transport) system.18 This is one of the most exhaustive and detailed analyses of all existing triage systems in place. After much deliberation, the committee proposed the Model Uniform Core Criteria (MUCC) protocol for mass casualty triage. MUCC include 24 specific criteria that are detailed yet easy to implement, allow greater interoperator consistency, and permit further modifications. Most triage systems, including SALT, currently use 15 of these criteria. Though MUCC was well received in the disaster preparedness community, its formal acceptance and implementation nationwide remains a challenge. As of 2010, only 18 states in the United States had implemented statewide MUCC-compliant mass casualty triage protocols.19 SALT was conceived so as to make triage easy to understand across jurisdictions, avoid confusion, and improve outcomes. Although it appears effective in principle, further research needs to be undertaken to establish the efficacy of such a system in large-scale disasters. The National Disaster Life Support Foundation (NDLSF) offers training in SALT along with other methodologies for disaster preparedness.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In most hospital emergency departments, triage tends to be administered by an experienced nurse. During an MCI, triage ideally should be under the supervision of a trained physician; however, resources may not always permit this. Along with medical decision making, disaster triage also presents many ethical dilemmas, sometimes counterintuitive to the essence of being a physician. The sickest patients may not always get priority if they are deemed unlikely to benefit from the finite resources available. These people may be considered “beyond emergency care.” Such patients should be treated with empathy, dignity, and compassion and may benefit from sedation and analgesia.20\n",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 680,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The concepts of “expectant” patients and “reverse triage” led to one of the most well-known cases of litigation in the aftermath of Hurricane Katrina. Dr. Anna Pou, a practicing surgeon, and her nursing team were assisting in the evacuation of critical patients from Memorial Medical Center. With no imminent help, resources, or guidance, her team decided to reverse-triage evacuees. Those who were unlikely to survive the process were given palliative care with sedation and analgesia. Although there were no specific guidelines to do so, Dr. Pou exercised her clinical judgment in these cases. Volunteer physicians are routinely asked to make such tough choices and expected to formulate, design, and implement such criteria or algorithms, placing an extra burden on them and their ability to care for patients.21 In one of its most controversial decisions yet, the Louisiana Attorney General’s office decided to pursue criminal charges against Dr. Pou and her team for administering palliative doses of sedatives and analgesics to expectant patients. Dr. Pou was a salaried employee, as were her nurses, and thus not considered a volunteer worker, which disqualified her from the legal shield of the Uniform Emergency Volunteer Health Practitioners Act (UEVHPA). (We discuss UEVHPA and other regulations in more detail below.) As stated previously, no laws exist to shield care providers from willful or negligible acts of malpractice. The case against Dr. Pou was subsequently dropped, although civil cases lingered until they were dismissed later. In response, Dr. Pou championed the cause of better protection for health care volunteers and physicians in the State of Louisiana,22 including salaried and paid workers participating in disaster care. Though such laws were later implemented and have brought better clarity and improved protection in Louisiana, the rest of the nation still lags behind.",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 815,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1684,
                    "end": 1686,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Triage is the first step in disaster response and the most crucial. Having a well-executed plan that involves all agencies is the first step in effective triage. These plans must be implemented under controlled settings to identify deficiencies and pitfalls and must learn and evolve from mistakes. Having a dedicated Triage Committee is beneficial. Such a committee can routinely assess the effectiveness of current triage protocols, design and implement routine exercises for all responders and volunteers, liaise with local and state emergency planning committees, and maintain a vigilant review of MCI triage success and failures. Committee members themselves should attend workshops and seminars to keep abreast of the latest developments in this field. Such practices would not only ensure the best possible delivery of care but also mitigate risk management.",
            "cite_spans": [],
            "section": "Triage Protocols ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "During the physician shortage in the United States in the 1960s, a movement to create and promote the use of nonphysician health care providers was established. Physician assistant (PA) and nurse practitioner (NP) programs have flourished and today form an integral tool for delivering quality health care, with disaster situations being no exception. The American Academy of Physician Assistants (AAPA) has a detailed position paper that delineates the role of PAs in disasters and large-scale emergencies and addresses issues of scope of practice, reciprocity, licensure, and legal protection.23\n",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Physician Assistants ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The AAPA position paper states that disaster care begins with effective and competent training and discourages untrained volunteers to participate in response efforts. It also recommends that PAs register in advance with accredited relief agencies such as the Red Cross or Disaster Medical Assistance Teams (DMATs) created as part of the National Disaster Medical System (NDMS). This allows verified and credentialed personnel to be readily deployed in a disaster scenario. Communication with physicians and nurses in the response team is essential as PAs bring their own set of skills and expertise that must be maximally used. Defining their role and expectations is critical, as sometimes PAs may be the most skilled and capable personnel in a response team that includes physicians and nurses. The AAPA also advises its members to familiarize themselves with local, state, and federal laws regarding disaster care and take the initiative to understand the existing legal framework. Such knowledge serves as an important tool in negotiating the risk management landscape.",
            "cite_spans": [],
            "section": "Physician Assistants ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Born in the battlegrounds of the Crimean War and pioneered by Florence Nightingale, the profession of nursing has been an intricate part of health care delivery and continues to enjoy great prominence and advancing scope of practice. Wartime experiences with nursing demonstrated the critical services nurses provide when dealing with the sick and injured. The First and Second World Wars actively mobilized and deployed volunteer nurses, predominantly with the Red Cross, mostly women.24 Nursing became an independent service of its own for the Red Cross in 1909.25 Their experience and learning have shaped the course of modern day emergency nursing. Today nurses form the largest group of the health care workforce.26 Although training and education of nurses have improved and evolved, disaster preparedness continues to be a critical deficiency.27 Columbia University developed emergency preparedness core competencies for hospital workers in 2003 that have been widely cited throughout the literature. These deserve review when considering emergency preparedness content for nursing education.28\n",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 718,
                    "end": 720,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 850,
                    "end": 852,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Advanced Practice Nurses ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "NPs were trained as physician extenders primarily to shoulder the burden of primary and preventative care. Their scope of practice continues to broaden as the nation struggles to meet its demands for qualified health care personnel. NPs are likely to also be crucial in disaster preparing and planning. As the physician extender’s responsibilities grow in the United States, the NPs’ positions in the community allow them to serve as a great medium to transmit awareness and model preparedness. NPs are trained to be exceptional planners, and this role should be maximized within the interdisciplinary emergency preparedness team in all communities.29\n",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Advanced Practice Nurses ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Allied health and mid-level provider volunteers are subject to the same laws and regulations as physician volunteers and are also afforded the similar legal protections. NPs have proven to be highly reliable and efficient workers in such measures.30 Qualified and competent mid-level providers have been shown to decrease medical liability,31 although whether this trend extends to disaster situations remains unclear.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Advanced Practice Nurses ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Advanced practice prehospital providers, specifically paramedics, possess a skill set similar or superior to that of an ED’s registered nurse and can perform similar procedures with little supervision and under direct or standing orders from a physician. Not all disasters or public health emergencies require a robust prehospital response; for example, in the case of a pandemic or an emerging infectious disease, emergency medical services providers can be a useful surge workforce augmenting traditional health care professionals. Studies have shown that the clinical competencies of paramedics are quite congruent with those of ED and critical care registered nurses. This could be a useful consideration for the inclusion of paramedics as part of health care facility surge staffing plans, particularly in facilities that employ paramedics as part of a hospital-based emergency medical services system.32\n,\n33\n",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 909,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 912,
                    "end": 914,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Advanced Prehospital Providers (Paramedics) ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "There is limited experience with health profession students acting beyond the expectations of lay volunteers in disaster care, particularly medical students. Undergraduate medical school curriculums usually are insufficient in addressing disaster medicine and preparedness.34 Nursing students, however, have been used by health departments and hospitals as both “victims” during disaster drills and exercises and as vaccinators and clerical staff during point of dispensing (POD) exercises. The use of undergraduate health profession students, particularly nursing students, in drills and exercises, as well as by departments of health in medical countermeasure plans has been well documented in the medical and allied health literature. Important considerations for risk management in any situation where health profession students are used include supervision, malpractice liability, and scope of practice.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Health Profession Students ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Students who are not specifically trained to deal with the professional and personal challenges that accompany such work are unlikely to provide quality care and in some cases may engender unfortunate consequences for themselves or their patients.35 A recent example from events in Kashmir highlighted these issues. Volunteer medical students were unprepared for the complex medical, surgical, and psychosocial issues that arose; they would have benefited from prior training and preparation. Third- and fourth-year medical students may be particularly suited to participate in such measures36 and are usually eager to learn.37 However, as mentioned previously, students should always work under qualified supervisors, not just for legal precautions but as an ethical and professional obligation toward patients.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Health Profession Students ::: Physician Assistants ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Catastrophic events routinely overwhelm the resources of a health care system for mounting an effective disaster response38 A substantial portion of the disaster response team, including physicians, nurses, and mid-level providers, may come from adjacent or nearby regions as well as other states and occasionally from other countries. The aftermath of the 9/11 attacks saw an unprecedented volunteer response, as physicians, mid-level providers, nurses, and students from all backgrounds arrived offering their help.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Additionally, untrained individuals walked into secure areas wearing scrubs and rendered “medical” aid without verification of credentials or even the identity of the individual.39 Conventional methods to scrutinize training and offer privileges was not feasible in such a situation and would have taken too much time, a luxury most disasters do not permit. The government was required to make sure that all survivors and victims would be put in the care of people who had the right background, experience and training to help them. In 2006, as part of the Pandemic and All-Hazards Preparedness Act, the federal government introduced the Emergency System for Advance Registration of Volunteer Health Professionals (ESAR-VHP).40 This act was introduced to eliminate obstacles in mobilizing health care forces across state lines. It functions under a four-level system of credentialing and is administered by Assistant Secretary for Preparedness and Response (ASPR). Another attempt at precredentialing of health and medical volunteers prior to a disaster was the formation of the Medical Reserve Corps.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In 1996 Congress confirmed the Emergency Management Assistance Compact (EMAC) in an effort to provide a legal framework for the transfer of aid, resources, and personnel to a governor-declared disaster zone from another state or territory. Not since the Civil Defense Compact of 1950 had there been a nationwide disaster compact ratified by Congress. In 2005 EMAC allowed over 2000 health care professionals from 28 states to treat over 160,000 patients.41 Although it stands as the nation’s premier mutual aid delivery platform, EMAC has its own limitations. It only allows preregistered state or federal employees to contribute toward aid efforts, thus excluding private or unregistered volunteers from participation. Furthermore, only health care volunteers registered with EMAC are afforded protection under the Federal Torts Claims Act (FTCA), which provides legal immunity for such workers. These limitations were tragically obvious during the Gulf Coast hurricanes of the late 90s and early 2000s. FTCA was preceded by the Federal Volunteer Protection Act (FVPA) of 1997, which provided legal immunity to volunteer workers from nonprofit organizations, provided they did not receive any remuneration over $500 per year.42 A consideration in using out-of-state workers under EMAC agreements is the need to secure malpractice coverage and verify credentialing to minimize risk and liability exposure.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In 2005 the National Conference of Commissioners on Uniform State Laws (NCCUSL) proposed UEVHPA. This act was envisioned with idea of providing a legal platform for interstate cooperation between government and private sectors by allowing qualified volunteers to provide much-needed assistance to disaster-stricken regions. UEVHPA maintains a database of preregistered volunteers who can be effectively deployed to provide care without excessive delays for state credentialing, background checks, etc. It also allows expedited registration during an emergency for volunteers who are not already in the system. Most states receiving these volunteers (host states) reserve the right to determine the role and capacity of these volunteers and usually do not permit any activity outside their scope of practice. In 2007 NCCUSL approved further amendments to the UEVHPA regarding civil liability protection for volunteer workers, providing more specific language regarding the application of this law.43 As is the case with all these laws, acts of willful, wanton misconduct or criminal activity are exempt from these scenarios.",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 998,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "As these efforts continue, the legal community argues over immunity for volunteer physicians. One school of thought proposes that there is no evidence that shows that lack of, or unclear, immunity for physicians hampers volunteer participation in disasters, although some studies find otherwise.44 An extrapolation of this point of view is that altruistic physicians are rarely deterred in such cases, and shielding volunteer physicians creates a division of those who can be held accountable versus those who cannot. Not all physicians who deliver care during crises are volunteers. Non-volunteer physicians are compensated and remunerated for their services and are held liable for malpractice. Non-volunteers tend to treat patients who are financially sounder, whereas volunteers are likely to treat the indigent and destitute. Giving volunteers immunity would take away any legal recourse for the most indigent and destitute should they receive substandard care. Protecting volunteer physicians has been called “unwise, unnecessary and unjust.”8\n",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1048,
                    "end": 1049,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "These arguments, however, are an overt simplification and idealization of existing laws and procedures. They ignore the fact that volunteer health professionals risk their lives, livelihoods and their own well-being in disasters; to ignore the legal ramifications that these volunteers may be faced with or to deny them any protection will ultimately be detrimental to the future of disaster response.45\n",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Credentialing of Volunteer Health Care Providers ::: Modified Scopes of Practice ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Enacted in 1986, the Emergency Medical Treatment and Active Labor Act (EMTALA) was conceived to prevent hospitals and emergency rooms from withholding or refusing care to the uninsured or transferring such patients to other facilities. EMTALA is a federal law that is regulated under the Center for Medicaid Services (CMS). In brief, it requires all Medicare-participating hospitals with dedicated emergency departments to provide a medical screening exam (MSE) to all those who seek care at their emergency room and determine if an emergency medical condition (EMC) exists. Should an EMC be identified, the hospital is obligated to stabilize the patient and, if deemed necessary, transfer him or her to another hospital that has the means and capacity to provider further care to that patient.49\n",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 796,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Emergency Medical Treatment and Active Labor Act ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In its original format, EMTALA made no provisions for MCIs or disasters, placing the burden of compliance on emergency departments even if overwhelmed with patients. In the wake of 9/11 and multiple flu pandemics, CMS introduced an amendment that would provide waivers for patient transfers during declared disasters in emergency areas; such transfers would not be considered EMTALA violations even if they do not meet the guidelines.50 No provisions were made for the MSE component of the law.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Emergency Medical Treatment and Active Labor Act ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "As a direct consequence of the terrorist attacks of 9/11, a year later Congress enacted the Public Health Security and Bioterrorism Response Act, which added Section 1135 to the Social Security Act. Under Section 1135, the Secretary of DHHS is allowed to waive certain Medicare and Medicaid requirements, including EMTALA, during emergencies. These waivers apply to transfer and redirection of patients from the emergency department.51 These waivers, however, only apply to certain regions that have been declared a disaster region by the U.S. President or the Secretary of DHHS for a finite period of time. Local and state emergencies do not qualify for Section 1135.52 Such a declaration was made on September 4, 2005, in response to Hurricane Katrina. The waiver addressed specific issues such as HIPAA, EMTALA, state licensure, and credentialing, among other things.53\n",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 870,
                    "end": 872,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Emergency Medical Treatment and Active Labor Act ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "CMS has introduced additional guidelines for hospitals responding beyond surge capacity in a pandemic that do not qualify for federal waivers. It delineates administration of MSEs at alternative health facilities that are hospital controlled and reiterates when and where EMTALA waivers apply.54 It is customary for CMS to announce additional disaster-specific guidelines for EMTALA through its regional offices during active crises. In the spring of 2009, CMS advised New York City hospitals—particularly those experiencing significant increases in emergency department visits—that they could permissibly send patients seeking a flu screening to a specific area of the hospital without violating EMTALA.55\n",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Emergency Medical Treatment and Active Labor Act ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Licensing and regulation of health care workers are usually the purview of state medical boards or licensing agencies, with no federal involvement. Each medical board has its own unique requirements commensurate with state and local laws that must be satisfied before privileges to practice in health care are granted. In disasters and large-scale emergencies, these processes are too slow and cumbersome to license out-of-state health care professionals. After the 9/11 attacks, North General Hospital received a significant number of patients that overwhelmed the existing providers. A number of volunteer physicians who were not credentialed at the hospital were allowed to provide care under New York State’s education law that permits for licensed physicians to provide emergency care.56 In response to multiple disasters, The Joint Commission formulated guidelines for hospitals regarding credentialing and privileges for a volunteer licensed independent practitioner (LIP) that allows temporary privileges to external practitioners when the hospital’s emergency management plan has been activated.57 These standards have now been adopted by most states, including New York.58\n",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 792,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Medical Licensing ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In contrast to these waivers to state licensing regulations, New York State has also prohibited the use of paramedics in ACSs within the state that are set up during public health emergencies. The rationale is that paramedics are certified, not licensed, and limitations on their certification prohibit them from operating within a fixed health care facility. This has placed a significant burden on local and county health departments, which need staff who can establish intravenous lines and administer intravenous medications during a public health emergency and do not have the numbers of registered nurses to staff these sites appropriately.59 A potential solution to this is a formal request to the State Commissioner of Health for a waiver during the duration of a declared public health emergency. Although, many state agencies will not issue waivers prospectively, it is likely they would consider them during an actual event.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 648,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Medical Licensing ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "As discussed earlier, the EMAC and UEVHPA are legislative platforms that can be used in large-scale operations and provide liability protection to volunteer workers. EMAC has been criticized for not including private sector resources, and UEVHPA is only applicable in a few states in the country, leaving much room for discrepancy and inconsistency. Efforts are being made to centralize or federalize a nationwide uniform system that would allow for the expedited licensing of volunteers. The American College of Emergency Physicians (ACEP) recommends that all hospitals have an emergency credentialing protocol in place should a need to arise to credential nonfacility physicians in a disaster situation.60\n",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 707,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Medical Licensing ::: Health Insurance Portability and Accountability Act ::: Waiver of State and Federal Health Care Laws and Regulations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In the setting of an emergency, providing and planning for patient care become the absolute priority. It has become standard for hospitals to designate essential versus nonessential personnel. Essential personnel include all employees with patient care responsibilities, food services, and maintenance and facility management, among others. Reducing nonessential personnel assures that the limited resources available can be dedicated to enhancing surge capacity or caring for current patients. In certain settings, nonessential personnel may be reassigned to essential roles. For example, a greeter or volunteer may be assigned to assist with patient flow. A physician who acts primarily as a researcher or in the clinic may be reassigned to assist with ED overflow areas.61 Employees should be clearly assigned as essential or nonessential and reporting guidelines should be established before an event to assure proper staffing.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 775,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Reducing Nonessential Hospital Operations ::: Operational Considerations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Outpatient services serve an important role in hospital operations and support the practices of physicians affiliated with the hospital. However, they also use a large number of nursing, physician, laboratory, and other resources that may be strained in an event that limits access or increases utilization of these resources. Hurricane Sandy, which struck New York City in October of 2012, is an example where hospitals proactively closed outpatient services to focus efforts on an anticipated need for increased surge capacity. Many of these clinics remained closed because of damage or to allow staff to assist in evacuation efforts after the event.62 The resources of an outpatient services center, including physicians and nurses, can be reassigned to assist in other areas in such a setting.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 654,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Closing Outpatient Services ::: Operational Considerations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Alternatively, outpatient clinics may also serve as a useful buffer for emergency services if used appropriately. Children’s Hospital of Philadelphia was faced with a large surge volume of influenza-like illnesses during the H1N1 outbreak in 2009. As the first cases of H1N1 were reported in Philadelphia, an integrated plan involving their outpatient after-hours call program, outpatient clinics, inpatient teams, and EDs was put into place. Routine and preventative visits were cancelled, but many clinics remained open with increased availability for sick visits. Pediatric specialty clinics were at times cancelled, with the space used for ED overflow patients, or saw influenza patients in addition to their normal schedule. These interventions were estimated to decrease ED visits by 11 to 44 per day.63\n",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 809,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Closing Outpatient Services ::: Operational Considerations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Just as outpatient services may be suspended or adapted in preparation or response to an event, establishing a protocol to cancel or delay outpatient surgeries is another way to provide staff to enhance surge capacity or to deal with a large number of casualties caused by an event. Clearly in the setting of an MCI like the 2013 Boston Marathon Bombing or the shootings in Aurora, the large number of casualties requiring surgical intervention would take precedence over an elective procedure. For the expected event of Hurricane Sandy, hospitals suspended elective surgeries for 2 days to increase available staff for emergent cases and to assist with surge capacities.62\n",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 673,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Cancellation of Elective Procedures ::: Operational Considerations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In the correct setting, surgeries do not have to be cancelled in anticipation of an event, but plans can be made should the surge capacity hit a critical level. Disaster plans for Children’s Hospital of Philadelphia during the H1N1 pandemic called for cancellation of elective procedures only when surge capacity hit a critical level, with reassignment of the staff in that event. While the surge capacity was significant, the threshold to cancel outpatient and elective procedures was never surpassed, thereby avoiding the need to delay and reschedule these procedures.61\n",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Cancellation of Elective Procedures ::: Operational Considerations ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The ED serves as the frontline for the patient surge during and immediately following a disaster. Studies on referral patterns of patients from disasters report that over two thirds of patients from disasters that refer to hospital EDs will not arrive via ambulance.64 Following Hurricane Sandy, ED volumes increased by 20%; other events such as the H1N1 pandemic have demonstrated similar levels of stress on the department.62\n,\n63\n,\n65 Various approaches can be used to mitigate these stresses, depending on the resources of a given hospital and the nature of the event.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Emergency Department Surge Capacity ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "ED staffing may be augmented in several ways to increase the capacity and capability of the department to see patients. Additional shifts or volunteer shifts may be added. It may be possible to bring physicians from other departments such as internal medicine, family medicine, or pediatrics to staff extra shifts. In the setting of a closed hospital or other health care facility, credentialing displaced physicians may offset the patient load. Rapid or emergency credentialing is another way to increase staffing. Any of these methods in various combinations may be appropriate for a particular setting, but having established plans in place will allow for a more rapid response.62\n,\n63\n",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 683,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Emergency Department Surge Capacity ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Volumes may also be managed by adapting typical ED workups in the emergency setting to facilitate more rapid discharge. Avoiding nonemergent laboratory tests, will decrease the burden on the laboratory and facilitate rapid return of other, more critical laboratory tests. In other cases, such as a low-acuity influenza, it may be appropriate to forego sending labs or giving intravenous (IV) hydration that would be considered if more resources were available. It may also be possible to facilitate a rapid discharge by condensing workups, such as using a single troponin test or a second troponin test 2 hours later to rule out a cardiac event in an apparent low-risk chest pain patient. These rapid discharges free up nursing, ancillary staff, and physicians to focus on evaluating and treating the sickest patients in the surge. Rapid discharge does not come without risk, and it is important to remember to provide patients with appropriate discharge instructions and return precautions.66\n",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 993,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Emergency Department Surge Capacity ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Beyond the ED, inpatient wards will also have to deal with the influx of additional patients. Anticipating the surge associated with Hurricane Sandy, New York hospitals proactively managed their inpatient census, discharging 10% to 25% of patients who were safe to send home at that time. When two large hospitals were forced to close because of flooding, this decreased both the number of transfers necessary and allowed other hospitals to accept more patients. Notably, hospitals had significant difficulties arranging for skilled nursing facilities to accept patients on short notice.62 Similar steps may be taken if there is no advance warning of a disaster, but it would present additional challenges to rapidly discharge inpatients while accepting surge patients.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Medical/Surgical Beds and Step-Down ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The physical space of the medical and surgical floors may present challenges or delays in care of the patients. Doubling up patients in rooms or transforming common areas into makeshift care areas or holding areas for newly admitted patients may increase the available space. Hallway spaces, especially as temporary holding areas for newly admitted patients, may be of use as well. These methods can also be used to decrease boarding time for admitted patients in the ED, freeing space for the evaluation of new patients.",
            "cite_spans": [],
            "section": "Medical/Surgical Beds and Step-Down ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Step-down or intermediate care units may also play a valuable role in increasing surge capability. Depending on the particular needs of the event, they can serve lower-acuity admissions overflowing from the inpatient wards. Alternatively, they can accommodate lower-acuity ICU patients and mechanically ventilated patients to increase critical care beds.",
            "cite_spans": [],
            "section": "Medical/Surgical Beds and Step-Down ::: Surge Capacity and Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "When faced with a surge of patients, physical space may become a barrier to department throughput. In this case, urgent care areas have been used to increase acute care areas. Hospital lobbies have been converted to ED patient care areas or waiting rooms. It may also be helpful to create holding areas for admitted patients or to minimize boarding times by expediting transfer to the medical and surgical floors.62 Challenges associated with these methods include a lack of basic supplies such as oxygen (typically immediately available in the ED setting) so it is necessary to select appropriate acuity patients for these areas.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Transforming Nonpatient Care Areas into Subacute Holding Areas ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In some instances, the physical space available in the hospital may not be enough to accommodate the entire surge. Physical damage to a part of the facility may not be enough to shut down the entire hospital, but could severely reduce the capacity and capability of the hospital. In these settings, various mobile solutions or ACSs may be deployed. Some hospitals have added overflow space designed to increase outpatient or ED volume by building clinics that do not meet all of the building requirements to operate on a daily basis, but that may be used as a place to evaluate patients during an emerging infectious disease outbreak. Tents were deployed to care for lower-acuity injuries and illnesses in the 2013 Boston Marathon Bombing and in Pennsylvania during the influenza epidemic of 2013. In a large-scale event, a federal medical station may be set up to assist a hospital. Federal medical stations are part of the SNS and are designed to assist damaged or overwhelmed existing medical facilities. They include supplies and pharmaceuticals to treat 250 patients for up to 3 days for both emergency and lower-acuity inpatients. They also provide some support for critical care and specialized units.68\n",
            "cite_spans": [
                {
                    "start": 1208,
                    "end": 1210,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Mobile Solutions, Tents, etc ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Supply chains are vital to the successful delivery of medical care in a hospital. Both small-scale surge events and major incidents that disrupt basic services compromise the ability of the facility to continue to provide care in a safe and efficient manner. Through a combination of stockpiling within a hospital, interfacility and supplier agreements, and the use of national stockpiles, it is possible to mitigate some of the difficulties caused by these disruptions.",
            "cite_spans": [],
            "section": "Supply Chain Issues ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Basic medical supplies are critical to the effective delivery of medical care. There are many supplies that are commonly needed in disasters, such as intravenous fluids, airway management equipment, medications, cardiac monitors, and syringes and needles. Whether dealing with pandemic flu, explosives, radiation, or another event, these common supplies will be necessary, and a local stockpile within the hospital should be considered.69 Beyond the first 12 to 24 hours, additional supplies should become available through the SNS.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Medical Equipment and Supplies ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In addition to basic medical supplies, other medical equipment must be available in an emergency. Items such as batteries must be available and charged. Personal protective equipment and masks, wheelchairs, beds, oxygen tanks, flashlights, etc., should be considered while making disaster plans. Another critical resource, ventilators, may be in short supply in a disaster. The SNS includes 4000 ventilators in the managed inventory that can arrive at a given location within 24 to 36 hours following a federal disaster declaration and request from the State Department of Health for the assets.70 As space may become an issue in an overcrowded unit, smaller models or units that can be placed on a bed may be of increased value in this setting.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "70",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Medical Equipment and Supplies ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Basic necessities that are given in normal situations can become a precious resource in a disaster setting. Extra sheets, pillows, blankets, and towels are a given resource in normal operating conditions that may become scarce in the setting of a surge or disrupted supply chains. External laundering services may not be available to provide clean linen to a hospital. Disrupted water supplies may prevent laundering in-house. Limited supplies may not be adequate in the setting of a surge. For these reasons it is important to include linen in a hospital’s disaster plans.",
            "cite_spans": [],
            "section": "Linen ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Dirty or improperly cleaned linen may be a source of infection or contamination in a disaster. In a Louisiana hospital, an outbreak of mucormycosis over an 11-month period led to five pediatric deaths. The source of the infection was determined to be linen that was not handled appropriately; 26 of 62 environmental samples of clean linen were found to be contaminated.71 In the setting of a biological or chemical attack or contamination, strict adherence to protocols for proper laundering becomes even more important.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Linen ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "A comprehensive plan for management of hospital linens in the setting of a disaster should include several components. A reasonable stockpile of clean linen to support the surge capacity of the hospital should be available at all times.72 Clear guidelines for increasing turnaround times for in-house laundering should be in place. If available, preexisting plans for mutual aid from local area hospitals or with local laundry businesses may be of use.73 An extremely conservative use of linens should be considered, with changes of linens only when absolutely necessary and a strict limit of linen use for patient care. Hospital staff and permitted patient family members should provide their own linen when possible for their sleeping quarters so as to reserve hospital linen for patient care. Clean linen should not be used to clean spills or mitigate flooding or leaks. If circumstances demand, it is acceptable to consider using soiled linen for these purposes, but contaminated linen should not be used for this at any time.72\n",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Linen ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Disasters, whether naturally occurring or terrorist in nature, result in a rapid need for medications that could rapidly overwhelm a hospital’s normal usage. Additionally, biological, radiological, and chemical incidents require medications and vaccinations rarely used in routine clinical practice. As a consequence, the stockpiling of pharmaceuticals and medical countermeasures has become a critical component of disaster preparedness.",
            "cite_spans": [],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In 1979 the first federally mandated stockpiles were created. The focus at this time was on naturally occurring diseases such as smallpox. Following the Sarin attacks in Japan in 1995, along with the threat of biological weapon production by multiple foreign governments, the federal government created the national pharmaceutical stockpile program, now the SNS program. These resources are intended to augment local stockpiles within a medical facility.68\n,\n74\n",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The most readily available component of the SNS is the 12-hour push package. This premade package contains 50 tons of medical supplies, pharmaceutical agents, and equipment designed to begin 10-day regimens for up to 300,000 patients. The contents of this package include oral and IV antibiotics, airway management equipment, resuscitation equipment, analgesics, and other emergency supplies. These packages are stored at secret locations around the country and are designed to arrive at the site of a disaster within 12 hours of request by state government or federal agency. A 5- to 7-person Technical Advisory Response Unit is also deployed to assist local authorities in the implementation of the push pack.68\n,\n75\n",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "In addition to the 12-hour push pack, the government has managed inventory supplies. Instead of a preassembled unit, these supplies are specific to the event and are designed to arrive within 24 to 36 hours of request. The managed inventory may be used to augment push pack supplies. It also contains vaccines, antitoxins, chelating agents, ventilators, and additional antibiotics. In smaller scale disasters that do not warrant a full push pack, managed inventory supplies can be requested alone.68\n",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 499,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Extensive financial investments by the government have been made to generate vaccines and treatments; $4.7 billion has been contributed to the production of cell-based vaccine technology and stockpiling with another $1.4 billion for oseltamivir.76 Stockpiles of smallpox vaccine are now adequate to vaccinate the entire population of the United States.77 Additional specific antidotes include the Chempack, which is stored locally in all of the states and contains atropine, pralidoxime, and diazepam. These units are designed to be at the site of an emergency within 1 hour.78\n",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Obtaining and maintaining stockpiles of pharmaceuticals and medical countermeasures is an expensive and complicated undertaking. A detailed plan to effectively deploy the countermeasures must be established. The H1N1 influenza pandemic of 2009 serves as an important reminder. While the public health measures undertaken to decrease the spread of disease are suspected to have been largely successful, the deployment of oseltamivir—an antiviral to treat influenza—met with unexpected challenges. Because of cost-saving and shelf life concerns, the Mexican government invested in a dried oral powder requiring reconstitution, with a plan to ship locally for reconstitution. When the pandemic was identified, officials sent the medication, only to learn that local laboratories did not have the necessary components to reconstitute the medication and the medication would have to be shipped back and reconstituted centrally. This with other factors led to a delay of 11 days before the first doses of oseltamivir could be administered.79\n",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Pharmaceuticals and Medical Countermeasures ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Another critical area of disaster preparation is ensuring an adequate food supply for patients in the setting of limited resources or availability. Loss of water and electricity is the most common problem concerning food services, according to a survey of food service directors, yet the majority of the directors polled were unable to identify alternative water sources or procedures to sanitize the lines if they become contaminated.80 Hospitals should consider a stockpile of food and water for a minimum of 96 hours, planning for one quart of water per person per day, taking surge capacity into account. In the setting of advance notice of a potential event, consider expanding reserves to a 5- to 7-day supply. Whenever possible, a normal meal schedule should be maintained, though it may be necessary to adapt menus to supplies. Donations may be accepted if necessary. Drinking water should be preserved, and toilets should be flushed only with nonpotable water. Hospital food supplies should be reserved for patients, and physicians or families should plan to bring their own food supplies. Food stockpiles may be rotated for items with limited shelf life to minimize waste. Interfacility transfer agreements should consider transfer of food and water with the patient. Agreements between suppliers can be made in advance to supply hospitals with additional food in these settings. Food and nutritional services employees are critical employees in a disaster, and planning should directly involve the director of food services.72\n",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 437,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1535,
                    "end": 1537,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Food Services ::: Critical Care Surge Capability ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Developing alternative systems to deliver emergency health services during a pandemic or public health emergency is essential to preserving the operation of acute care hospitals and the overall health care infrastructure. ACSs can serve as areas for primary screening and triage or short-term medical treatment, assist in diverting nonacute patients from hospital EDs, and manage non–life-threatening illnesses in a systematic and efficient manner. In addition to diverting patients to an alternative location where limited medical care can be provided, such as influenza-type care (hydration, bronchodilator therapy, antibiotics and antivirals, etc.) patients could be discharged from acute hospitals to this location prior to returning home. This would allow the health system to handle a surge beyond its original capacity, and in a far-reaching public health emergency allow for the recovery of the health system. Maintaining consistent standards of care in these settings is essential to a uniform approach to the medical management of a public health emergency.",
            "cite_spans": [],
            "section": "Alternative Care Sites ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "The ACS/community based care center operations use the ACS facility to treat patients with specific clinical needs that can be cared for in a nonacute care hospital setting. This strategy may relieve hospitals of new admissions and allow them to focus on patients in need of either emergency care or more sophisticated (critical) care than could be provided in an ACS. In order to use the limited resources at the ACS to treat the most appropriate patients, it is necessary to adopt a model where patients from the community can receive a medical evaluation at another location, where a determination can be made as to the patient’s clinical acuity and where the patient can be most appropriately treated (i.e., home, hospital, or ACS/community-based care center). Public health agencies across the country are working on this model, and states such as New York have adopted statewide models for ACSs to augment the traditional health system during a public health emergency.",
            "cite_spans": [],
            "section": "Alternative Care Sites ::: Legal Considerations ::: Overview of disaster risk management",
            "ref_spans": []
        },
        {
            "text": "Disaster risk management is an integral and necessary component of disaster care. Meticulous planning and preparation are the backbone of this concept. Disaster plans must be field tested frequently, updated and scrutinized regularly, subject to expert review and incorporate lessons from other sources and events. Ideally, these tasks should be undertaken by a disaster committee within a health care facility. Engaging the health care volunteer workforce and local community members and educating them about disaster care and legal protections is highly recommended. Committee members should be well informed about the federal, state, and local laws regarding disasters and be versed in the ethical, legal, and operational challenges associated with health care emergency management.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 28-1: The Changing Standards as a Disaster Situation Evolves\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "C.T.",
                    "middle": [],
                    "last": "Drechsler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Jurisprudence: Physicians, Surgeons, and Other Healers",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "AHRQ",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The Israeli field hospital in Haiti—ethical dilemmas in early disaster response",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Merin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Ash",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Schwaber",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Malpractice immunity for volunteer physicians in public health emergencies: adding insult to injury",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Law Med Ethics",
            "volume": "38",
            "issn": "1",
            "pages": "149-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Altered standards of care during an influenza pandemic: identifying ethical, legal, and practical principles to guide decision making",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "R.O.",
                    "middle": [],
                    "last": "Cadigan",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Biddinger",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Condon",
                    "suffix": ""
                },
                {
                    "first": "H.K.",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Med Public Health Prep",
            "volume": "3",
            "issn": "Suppl 2",
            "pages": "S132-S140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Altering the standard of care in disasters—unnecessary and dangerous",
            "authors": [
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Annas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Emerg Med",
            "volume": "59",
            "issn": "3",
            "pages": "191-195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1814,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Medical management of disasters and mass casualties from terrorist bombings: how can we cope?",
            "authors": [
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Frykberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Trauma",
            "volume": "53",
            "issn": "",
            "pages": "201-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Mass casualty triage: an evaluation of the data and development of a proposed national guideline",
            "authors": [
                {
                    "first": "E.B.",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Coule",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Disaster Med Public Health Prep",
            "volume": "2",
            "issn": "Suppl 1",
            "pages": "S25-S34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "MIEMSS",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The Israeli field hospital in Haiti—ethical dilemmas in early disaster response",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Merin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Ash",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Schwaber",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pou and the hurricane—implications for patient care during disasters",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "Dr."
                    ],
                    "last": "Okie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "MacDonald",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Clara Barton: teacher, nurse, Civil War heroine, founder of the American Red Cross",
            "authors": [
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Hist Nurs J",
            "volume": "7",
            "issn": "3",
            "pages": "75-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Emergency preparedness curriculum in US nursing schools, Survey Results",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Trangenstein",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nurs Educ Perspect",
            "volume": "26",
            "issn": "6",
            "pages": "334-339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Emergency preparedness for nurse practitioners",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "P.T.",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "DeRanieri",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Nurse Pract",
            "volume": "8",
            "issn": "1",
            "pages": "38-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "When disaster happens: emergency preparedness for nurse practitioners",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "P.T.",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "DeRanieri",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Nurse Pract",
            "volume": "8",
            "issn": "1",
            "pages": "38-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Does the employment of physician assistants and nurse practitioners increase liability?",
            "authors": [
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Hooker",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Lic Discipl",
            "volume": "95",
            "issn": "2",
            "pages": "6-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Utilizing paramedics for in-patient critical care surge capacity",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Markenson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Disaster Med",
            "volume": "5",
            "issn": "2",
            "pages": "163-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Public health department training of emergency medical technicians for bioterrorism and public health emergencies: results of a national assessment",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Markenson",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Dimaggio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Public Health Manag Pract",
            "volume": "11",
            "issn": "6 Suppl",
            "pages": "S68-S74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Perspectives of future physicians on disaster medicine and public health preparedness: challenges of building a capable and sustainable auxiliary medical workforce",
            "authors": [
                {
                    "first": "H.E.",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "E.B.",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Med Public Health Prep",
            "volume": "3",
            "issn": "4",
            "pages": "210-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Why medical students should be trained in disaster management: our experience of the Kashmir earthquake",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sabri",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Qayyum",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Disaster preparedness among medical students: a survey assessment",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sauser",
                    "suffix": ""
                },
                {
                    "first": "R.V.",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "R.R.",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Goodhue",
                    "suffix": ""
                },
                {
                    "first": "N.C.",
                    "middle": [],
                    "last": "Chokshi",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Upperman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Disaster Med",
            "volume": "5",
            "issn": "5",
            "pages": "275-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Italian medical students and disaster medicine: awareness and formative needs",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ragazzoni",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Ingrassia",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gugliotta",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tengattini",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Franc",
                    "suffix": ""
                },
                {
                    "first": "F.D.",
                    "middle": [],
                    "last": "Corte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Disaster Med",
            "volume": "8",
            "issn": "2",
            "pages": "127-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Humanitarian logistics in disaster relief operations",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kovács",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Spens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intl J PhysDistrib Logistics Mgmt",
            "volume": "37",
            "issn": "2",
            "pages": "99-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Convergent volunteerism",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Cone",
                    "suffix": ""
                },
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bogucki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Emerg Med",
            "volume": "41",
            "issn": "",
            "pages": "457-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Standard of care—in sickness and in health and in emergencies",
            "authors": [
                {
                    "first": "L.O.",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Hodge",
                    "suffix": "Jr."
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "1378-1380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Pediatric integrated delivery system’s experience with pandemic influenza A (H1N1)",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Fieldston",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Scarfone",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zorc",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Manag Care",
            "volume": "18",
            "issn": "10",
            "pages": "635-644",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Absorbing citywide patient surge during Hurricane Sandy: a case study in accommodating multiple hospital evacuations",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Adalja",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bouri",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Minton",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Morhard",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Emerg Med",
            "volume": "64",
            "issn": "1",
            "pages": "66-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Hospital-based pandemic influenza preparedness and response: strategies to increase surge capacity",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Scarfone",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Fieldston",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Falkowski",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Emerg Care",
            "volume": "27",
            "issn": "6",
            "pages": "565-572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Referral patterns of patients during a disaster: who is coming through your hospital doors?",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Markenson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "3",
            "pages": "226-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Lessons from Sandy—preparing health systems for future disasters",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Redlener",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "24",
            "pages": "2269-2271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Waterworks, a full-scale chemical exposure exercise: interrogating pediatric critical care surge capacity in an inner-city tertiary care medical center",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Roblin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sergio",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Arguilla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prehosp Disaster Med",
            "volume": "29",
            "issn": "1",
            "pages": "100-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Design of a model to predict surge capacity bottlenecks for burn mass casualties at a large academic medical center",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Abir",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Sankar",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prehosp Disaster Med",
            "volume": "28",
            "issn": "1",
            "pages": "23-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Pharmaceuticals and the strategic national stockpile program",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Cordell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dent Clin N Am",
            "volume": "",
            "issn": "",
            "pages": "857-869",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Critical resources for hospital surge capacity: an expert consensus panel",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Bayram",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Catlett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Strategic national stockpile: overview and ventilator assets",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Malatino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Respir Care",
            "volume": "53",
            "issn": "1",
            "pages": "91-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Mucormycosis outbreak associated with hospital linens",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gade",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "472-476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Disaster Prep Plan Template",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mincer",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Quinlisk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "The history and threat of biological warfare and terrorism",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Waeckerle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "",
            "pages": "255-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Medical countermeasures for pandemic influenza: ethics and the law",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "JAMA",
            "volume": "295",
            "issn": "5",
            "pages": "554-556",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "US Medical countermeasure development since 2001: a long way yet to go",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gronvall",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biosecur Bioterror",
            "volume": "10",
            "issn": "1",
            "pages": "66-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "de Jesus Mendez de Lira J, Wirtz V. Oseltamivir storage, distribution and dispensing following the 2009 H1N1 influenza outbreak in Mexico",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gutierrez-Mendoza",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "782-787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Water safety and disaster management procedures reported by Louisiana health care food service directors",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gerald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Environ Health",
            "volume": "67",
            "issn": "10",
            "pages": "30-34",
            "other_ids": {
                "DOI": []
            }
        }
    }
}