{
    "paper_id": "PMC7172812",
    "metadata": {
        "title": "Viral influenza-like illnesses: dynamic interrelationships during the 2015–2016 influenza season in hospitalized patients",
        "authors": [
            {
                "first": "B.A.",
                "middle": [],
                "last": "Cunha",
                "suffix": "",
                "email": "bacunha@winthrop.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It has been said that the only thing predictable about influenza is its unpredictability. Between influenza epidemics, seasonal influenza outbreaks typically occur during the late winter/early spring months. In addition, there are several respiratory viruses that present as influenza-like illnesses (ILIs), including human metapneumovirus (hMPV), coronaviruses (COR), rhinoviruses/enteroviruses (R/E), human parainfluenza viruses (HPIV), and respiratory syncytial virus (RSV).1, 2, 3, 4, 5, 6 The dynamic temporal relationships between ILI respiratory viruses and influenza in hospitalized children and adults have not been well characterized.6, 7, 8, 9, 10\n",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 478,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 481,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 483,
                    "end": 484,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 486,
                    "end": 487,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 489,
                    "end": 490,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 492,
                    "end": 493,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 647,
                    "end": 648,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 650,
                    "end": 651,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 656,
                    "end": 658,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The seasonal peaks of individual ILI viruses are well known. Winter ILI viruses include HPIV and RSV; rhinoviruses are autumn/spring ILI viruses; and the enteroviruses are summer/autumn viruses. Until recently, precise diagnosis of ILI respiratory viruses was frequently not undertaken. However, with the availability of multiplex polymerase chain reaction (PCR) diagnostic tests for respiratory viruses it is now possible to study the temporal relationships between influenza and ILI viruses.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Influenza-like illnesses are clinically and epidemiologically important. From a clinical perspective viral pneumonias due to ILIs in hospitalized children and adults may resemble not only influenza, but also non-viral aetiologies of community-acquired pneumonia; thus knowledge of a diagnosis of ILI may benefit antibiotic and antiviral stewardship.2 From an infection control (IC) standpoint, viral pneumonias due to ILI viruses in hospitalized adults present bed occupancy problems, and may have longer lengths of stay than influenza across all adult age groups.3 Optimally – availability of isolation rooms permitting – ILI viral pneumonias require the same IC precautions as influenza; this may be problematic where there is significant overlap of ILI and influenza intensities. Cohorting of viral community-acquired pneumonias (CAPs) due to ILIs may help, but ideally should be limited to patients shown to have the same viral aetiology.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 564,
                    "end": 565,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to determine the dynamic interrelationships between ILI and influenza viruses in children and adults admitted to our hospital during the 2015–2016 influenza season.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During the influenza season November 2015 to April 2016, all children and adults admitted with influenza or an ILI had nasopharyngeal samples tested for respiratory viruses by a PCR that detects influenza A and B, ILI viruses, and non-viral respiratory pathogens including Mycoplasma pneumonia and Chlamydophila pneumoniae. Viral pneumonia was defined as otherwise unexplained fever, respiratory symptoms, shortness of breath and hypoxia on room air, and a chest film with no focal infiltrates, together with detection of a respiratory virus.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The influenza season 2015–2016 was unusually mild (79 adults and 47 children with influenza A were admitted), but was usual in onset, duration, and termination. Over the same period there were 502 cases of ILI viral infections in children and 140 in adults; among children, most cases were in the <4 years age group. There were no viral/bacterial co-infections.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "There were marked differences in ILI viral types and peak activities in hospitalized adult (Figure 1\n) and paediatric (Figure 2\n) patients. Among adults, influenza A cases peaked in February to March. Interestingly, hMPV peak activity occurred inversely relative to peak influenza A activity. There was only one case of influenza B. There were no real sentinel peaks or warnings of impending influenza A activity in adults, although a modest increase in RSV activity was recorded in November and December.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 119,
                    "end": 127,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "However, in children there was a marked increase in ILI cases months before onset of the influenza season. R/E activity peaked first, in October, followed by the expected RSV peak in November/December. Interestingly, a further R/E peak occurred after the end of the peak influenza activity period. The majority of children hospitalized with RSV and R/E were aged <4 years. There were only four cases of influenza B in hospitalized children. Fifty-one cases were due to influenza B.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Although the numbers of cases are small it is notable that all paediatric HPIV infections were due to HPIV-4, whereas all those in adults were due to HPIV-3 viruses.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For the first time in hospitalized patients at our hospital, the interrelationships of influenza A and the ILI viruses were determined. All children and adults admitted with a possible viral CAP were tested for ILI viruses as well as influenza viruses during the 2015–2016 influenza season.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the peak influenza A activity occurred concurrently in patients of all ages, there were many more influenza A cases in hospitalized adults than in children. Interestingly, a peak in adult hMPV activity occurred between two peaks of influenza A activity, underlining the relevance of establishing an aetiological diagnosis even during the height of the influenza season. In children there was a pronounced progression of different viral illnesses during the season, commencing with a peak of R/E activity, and followed by the expected RSV peak, before the small number of cases of paediatric influenza A occurred.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study has some important limitations in that it was a single-centre study performed over one influenza season. Moreover, it took place over an unusually mild influenza A season. As such, our findings may not be generalizable. However, our study does suggests that ILI viral surveillance cannot be used the predict the onset of the annual peak in influenza A activity in adults, and that the close concurrence between peaks of influenza A and hMPV activity indicates that there is always value in undertaking viral diagnostic testing. However, as might be expected, the peak occurrence of influenza A infection was preceded by two separate peaks of ILI, first caused by R/E, and then RSV. Perhaps not unexpectedly, ILI temporal dynamics in hospitalized adults and children were quite different from each other. Whereas it is generally assumed that ILIs and influenza viruses co-circulate in the community, our data suggest that there is usually only a single predominant virus in hospitalized patients. If this finding is confirmed by other studies, it does suggest that there is considerable scope for cohort isolation of viral respiratory tract infections in hospitals.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, our study did not find that large-scale respiratory virus testing by PCR helped in predicting the onset of the expected annual increase in incidence of influenza. However, the fact that other ILI can occur at around the same time as influenza demonstrates the potential value of diagnostic testing in planning patients placement in hospitals, and determining whether or not to prescribe antiviral treatment for influenza. The clinical wisdom that the only thing predictable about influenza is that it is unpredictable remains valid.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Conflict of interest statement",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Funding sources",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Viral influenza-like illness dynamics in hospitalized adults during the 2015–2016 influenza season, October to March. Weeks along the x-axis are numbered according to the week of each month. HPIV-3, human parainfluenza virus-3; RSV, respiratory syncytial virus; hMPV, human metapneumovirus.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Viral influenza-like illness dynamics in hospitalized children during the 2015–2016 influenza season, October 2015 to March 2016. Weeks along the x-axis are numbered according to the week of each month, October 2015 to March 2016. HPIV-3, human parainfluenza virus-3; RSV, respiratory syncytial virus; hMPV, human metapneumovirus.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe swine influenza A (H1N1) versus human seasonal influenza A (H3N2): clinical comparison",
            "authors": [
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Pherez",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Strollo",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Laguerre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heart Lung",
            "volume": "40",
            "issn": "",
            "pages": "257-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Infection control implications of protracted lengths of stay with noninfluenza viral influenza-like illnesses in hospitalized adults during the 2015 Influenza A (H3N2) epidemic",
            "authors": [
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Musta",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Abruzzo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "36",
            "issn": "",
            "pages": "1368-1370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viral infection in adults hospitalized with community-acquired pneumonia: prevalence, pathogens, and presentation",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Majumdar",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "1141-1148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Influenza A viruses dual and multiple infections with other respiratory viruses and risk of hospitalization and mortality",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Goka",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Vallely",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Mutton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Resp Viruses",
            "volume": "7",
            "issn": "",
            "pages": "1079-1087",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Other respiratory viruses are important contributors to adult respiratory hospitalizations and mortality even during peak weeks of the influenza season",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gilca",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Douville-Fradet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Open Forum Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "2143-2149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [
                {
                    "first": "A.T.",
                    "middle": [],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "S284-S289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Respiratory viral diagnosis by using an automated system of multiplex PCR (Film Array) compared to conventional methods",
            "authors": [
                {
                    "first": "D.N.",
                    "middle": [],
                    "last": "Marcone",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Carballal",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ricarte",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Echavarria",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev Argent Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "29-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The clinical usefulness of lymphocyte:monocyte ratios in differentiating influenza from viral non-influenza-like illnesses in hospitalized adults during the 2015 influenza A (H3N2) epidemic: the uniqueness of HPIV-3 mimicking influenza A",
            "authors": [
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Irshad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "155-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Influenza and other respiratory viruses involved in severe acute respiratory disease in northern Italy during the pandemic and postpandemic period (2009–2011)",
            "authors": [
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Martinelli",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Canuti",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Farsani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}