{
    "paper_id": "PMC7119533",
    "metadata": {
        "title": "Propidium monoazide (PMA) and ethidium bromide monoazide (EMA) improve DNA array and high-throughput sequencing of porcine reproductive and respiratory syndrome virus identification",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Bellehumeur",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Boyle",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steve",
                "middle": [
                    "J."
                ],
                "last": "Charette",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Josée",
                "middle": [],
                "last": "Harel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yvan",
                "middle": [],
                "last": "L’Homme",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luke",
                "middle": [],
                "last": "Masson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carl",
                "middle": [
                    "A."
                ],
                "last": "Gagnon",
                "suffix": "",
                "email": "carl.a.gagnon@umontreal.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence of new viral diseases represents a constant threat to human and animal health. Fortunately, in the past decade, accesses to novel technologies have improved the detection and identification of unknown viruses in clinical samples. Most of these novel virus identification processes are based on viral genome detection using new technologies like pan-viral DNA microarrays (PVDA) and high-throughput sequencing (HTS).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The first PVDA, which contained 1600 oligonucleotides probes targeting highly conserved DNA sequences of 140 distinct selected viral genomes, was reported in 2002 (Wang et al., 2002). Since then, the PVDA has been further developed and includes, in its latest version, 36,000 oligonucleotides probes targeting approximately 1500 distinct viral genomes (Chen et al., 2011). This technology has been used to rapidly identify viruses involved in human illness, like severe acute respiratory syndrome (SARS) (Wang et al., 2003), and in animal diseases (Chen et al., 2011). Use of this technology is of interest as the results can be generally obtained within a day and does not require other advanced technologies for results interpretation (Chen et al., 2011). However, PVDA is dependent on the selected probes it contains and their tolerance to nucleotide mismatch during the DNA hybridization process required for the detection and identification of viruses in a clinical sample (Delwart, 2012).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 181,
                    "mention": "Wang et al., 2002",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 353,
                    "end": 370,
                    "mention": "Chen et al., 2011",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 522,
                    "mention": "Wang et al., 2003",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 549,
                    "end": 566,
                    "mention": "Chen et al., 2011",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 738,
                    "end": 755,
                    "mention": "Chen et al., 2011",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 979,
                    "end": 992,
                    "mention": "Delwart, 2012",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Decreasing costs have made HTS technology more accessible and consequently, its use in identifying novel or unknown viruses affecting humans, animals or plants has increased (Massart et al., 2014, Lipkin and Firth, 2013, Quinones-Mateu et al., 2014). It has even led to the discovery of unforeseen viruses in clinical samples (Bellehumeur et al., 2013). Metagenomic sequencing has the potential to determine the entirety of the nucleic acid sequences within a sample, including viral nucleic sequences of interest (Hall et al., 2014). The metagenomic DNA sequences obtained with HTS are then compared to a genomic database in order to identify the nucleic acid sequences associated with known viruses (Firth and Lipkin, 2013). One major benefit to metagenomic sequencing of clinical samples is the potential to detect and assemble the genome of novel viruses (Barzon et al., 2013).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 195,
                    "mention": "Massart et al., 2014",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 197,
                    "end": 219,
                    "mention": "Lipkin and Firth, 2013",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 221,
                    "end": 248,
                    "mention": "Quinones-Mateu et al., 2014",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 327,
                    "end": 351,
                    "mention": "Bellehumeur et al., 2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 515,
                    "end": 532,
                    "mention": "Hall et al., 2014",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 702,
                    "end": 724,
                    "mention": "Firth and Lipkin, 2013",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 860,
                    "end": 879,
                    "mention": "Barzon et al., 2013",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although both PVDA and HTS have led to the discovery of new viruses in the last years, especially from isolated viruses, both techniques are negatively impacted by the presence of nucleic acid found in clinical samples, mainly host genomic DNA/RNA (Firth and Lipkin, 2013, Kang et al., 2011). The high host to viral DNA ratio in extracted clinical samples greatly decreases PVDA sensitivity since most of the amplified labeled DNA corresponds to host DNA (Kang et al., 2011). For sequencing, depending on the method of tissue preparation and viral particle concentration, again the high host to viral DNA ratio decreases the sensitivity of the technology (Yang et al., 2011). As more reads must be obtained in order to detect the presence of a virus in a clinical sample, this can increase sequencing costs and lower throughput while creating a potential bioinformatics bottleneck. Thus, in order to improve viral detection in clinical samples with HTS and PVDA, the levels of host genomic DNA must be lowered. This is generally done by treating samples with a combination of ultracentrifugation, filtration and/or nuclease treatment (typically DNase and/or RNase treatment) (Hall et al., 2014, Clem et al., 2007). As these methods can introduce bias in viral identification (9) the development of alternative methods to lower host genomic material in clinical samples is of interest.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 271,
                    "mention": "Firth and Lipkin, 2013",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 273,
                    "end": 290,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 473,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 656,
                    "end": 673,
                    "mention": "Yang et al., 2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1176,
                    "end": 1193,
                    "mention": "Hall et al., 2014",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1195,
                    "end": 1212,
                    "mention": "Clem et al., 2007",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ethidium bromide monoazide (EMA) and its analog propidium monoazide (PMA), when combined with PCR, allow the quantification of living cells such as bacteria (Nocker et al., 2007, Nocker et al., 2009, Gatteschi et al., 2012, Codony et al., 2012a). Both are azide-bearing, DNA/RNA-intercalating dyes that only cross damaged lipid membrane barriers. Both dyes can bind and covalently crosslink DNA/RNA when the azide group is converted to a highly reactive nitrene radical upon exposure to bright visible light. Thereafter, they are easily inactivated and the unbound inactivated EMA/PMA remains free in solution. EMA/PMA-generated DNA/RNA cross-linking strongly inhibits reverse-transcription and PCR amplification of the EMA/PMA modified genomes while unmodified genomes from presumptively living bacteria (which possesses intact membranes) can be amplified (Codony et al., 2012a). Interestingly, EMA/PMA treatments have been used to distinguish infectious from non-infectious viruses such as Hepatitis A virus, coxsakievirus, echovirus, norovirus and poliovirus, suggesting that intact virus particles have the potential to protect their genetic material from EMA/PMA chemicals (Elizaquivel et al., 2014).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 177,
                    "mention": "Nocker et al., 2007",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 179,
                    "end": 198,
                    "mention": "Nocker et al., 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 200,
                    "end": 222,
                    "mention": "Gatteschi et al., 2012",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 224,
                    "end": 244,
                    "mention": "Codony et al., 2012a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 858,
                    "end": 878,
                    "mention": "Codony et al., 2012a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1179,
                    "end": 1203,
                    "mention": "Elizaquivel et al., 2014",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In theory, EMA/PMA could be used to prevent host genomic amplification during the PCR steps that are conducted within PVDA and HTS assays, while the viral genome within intact virions are inaccessible to the dyes during treatment before amplification. The main objective of this study was to determine if EMA or PMA treatments can increase the efficacy of PVDA and HTS to detect viruses in clinical samples.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "MARC-145 cells were maintained as described previously and were used for virus production (Beura et al., 2010). The Porcine reproductive and respiratory syndrome virus (PRRSV) strain used to spike tissue and sera samples was the IAF-Klop reference strain (Gagnon et al., 2003). The PRRSV IAF-Klop strain stock was obtained following three cycles of freeze-thaw of PRRSV MARC-145 infected cells. Afterward, the virus stocks were maintained at −70 °C until needed. The infectious dose of the stocks was calculated from MARC-145 infected cells by the Kärber method as described previously (Gagnon et al., 2008). Virus titers were expressed in tissue culture infectious dose 50% per mL (TCID50/mL).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 109,
                    "mention": "Beura et al., 2010",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 275,
                    "mention": "Gagnon et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 587,
                    "end": 606,
                    "mention": "Gagnon et al., 2008",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Cell and virus strains ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lung and blood samples were collected from negative control and PRRSV experimentally infected piglets. Animals care was done according to the guidelines of the Canadian Council of Animal Care and the protocol approved by the Institutional Animal Care Committee (Protocol 12-Rech-1669). The PRRSV strain involved in this infection was PRRSV FMV12-1425619 (GenBank accession number KJ1888950). Sera of non-infected and infected piglets were collected at different time post-infection (pi) and kept at −70 °C until needed. Viral load in samples was determined with a specific PRRSV RT-qPCR assay as previously described (Bellehumeur et al., 2013). Lung samples were collected at necropsy at 28 days pi and stored at −70 °C until needed. Three infected lung samples (PRRSV titers: (1) 4929, (2) 4336 and (3) 9408 TCID50/g) were selected. Two sera samples were selected from PRRSV positive clinical sera samples (PRRSV titers of (1) 1059 and (2) 7413 TCID50/mL) submitted to the Molecular Diagnostic Laboratory (MDL) of the University of Montreal were selected and stored at −70 °C until needed. PRRSV negative swine lung samples or PRRSV negative swine sera samples were spiked with a known quantity of the PRRSV IAF-Klop strain to a final concentration of either 5000 TCID50/mL or 50,000 TCID50/mL. Lung tissue samples (spiked samples or PRRSV positive clinical samples; 100 mg of tissue in 1 mL of PBS with glass beads) were homogenized twice for 5 min in a Mini BeadBeater 96 Homogenizer, centrifuged 1 min at 10,000 rpm in a table top centrifuge and kept at 4 °C until used. Serum samples (spiked samples or PRRSV positive clinical samples) were kept at 4 °C once thawed.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 642,
                    "mention": "Bellehumeur et al., 2013",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "PRRSV spiked tissues and positive clinical samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lung tissue homogenate and serum samples (spiked with PRRSV or clinical samples) were ultracentrifuged for 3 h at 25,000 rpm in a Sorvall TH-641 swinging bucket rotor at 4 °C through 1 mL of a 20% sucrose cushion in TNE buffer (20 mM Tris–HCl (pH 8.0), 150 mM NaCl and 2 mM EDTA). The virus pellets were re-suspended in TNE buffer to the initial sample volume prior to ultracentrifugation. Non-ultracentrifugated sample aliquots were kept at 4 °C for the duration of the ultracentrifugation step. Clinical samples (lung tissue and serum) were assessed by ultracentrifugation only.",
            "cite_spans": [],
            "section": "Ultracentrifugation ::: Samples processing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "EMA and PMA (Biotium, Hayward, CA) were reconstituted according to manufacturer's recommendation. Stock solutions were then diluted in RNase-free water to a working concentration of 2 mM. Both stock and working solutions were kept at −20 °C until used. Lung tissue homogenates with and without ultracentrifugation (spiked or clinical samples) and sera samples (spiked or clinical samples) were subsequently treated with EMA (final concentrations of 100 μM), PMA (final concentrations of 100 μM), or with an equivalent volume of water. Treated samples were then incubated in the dark for 5 min at room temperature, 5 min on ice, and then exposed during 10 min to two 500 W halogen light sources (at a distance of 20 cm from the light source). Micro-centrifuge tubes were kept on ice during light exposure to avoid excessive heating.",
            "cite_spans": [],
            "section": "Ethidium bromide monoazide and propidium monoazide treatments ::: Samples processing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Following treatments, total DNA and RNA were extracted using a phenol-chloroform-isoamyl alcohol. Briefly, 200 μL of a phenol solution at pH 7.6–7.8 (UltraPure™ buffer-saturated phenol; Invitrogen, Burlington, ON), 200 μL of molecular grade chloroform (Fisher scientific, Ottawa, ON) and 20 μL of isoamyl alcohol (Fisher scientific) were added to each sample. Samples were then homogenized and centrifuged in a table-top microcentrifuge for 1 min at 13,000 rpm. The supernatant was kept and assessed for a second phenol-chloroform step. Finally, the supernatant was treated twice with 200 μL of chloroform and total DNA and RNA precipitated by adding 500 μL of ethanol and 20 μL of sodium acetate (3M, pH 5.2) and incubation at −70 °C overnight followed by centrifugation for 30 min at 4 °C in a table-top microcentrifuge at 13,000 rpm. The pellet representing total nucleic acid was resuspended in 50 μL of RNase-free water and stored in a freezer at −70 °C until used.",
            "cite_spans": [],
            "section": "Total nucleic acid extraction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "PRRSV and swine β-Actin (representing swine host genomic DNA) were quantified in extracted DNA/RNA by RT-qPCR and qPCR, respectively. Equal sample volumes were used for each test to ensure comparable results. PRRSV was quantified in DNA/RNA extracted from tested samples using the commercial EZ-PRRSV™ MPX 4.0 Real Time RT-PCR kit (Tetracore, Rockville, Maryland, USA), following the manufacturer's recommendations. The β-actin quantification was done by qPCR using the SsoFast™ EvaGreen® Supermix kit (Bio-rad, Hercules, CA, USA) in order to evaluate host genome in spiked and clinical samples following each treatment. Samples were diluted in RNase free water (1:16) prior to β-actin qPCR tests. The PCR amplification program for β-actin quantification consisted of an enzyme activation step of 3 min at 98 °C followed by 40 cycles of a denaturing step (2 s at 98 °C) and an annealing/extension step (5 s at 58 °C) using the following primers: forward primer (5′-ATCTTCATGAGGTAGTCGGTCAGG-3′) and reverse primer (5′-ACCACTGGCATTGTCATGGACTCT-3′). Both primers were selected to achieve amplification efficiency between 90 and 110% (data not shown) and were designed from the NCBI GenBank mRNA sequences using web-based software primerquest from Integrated DNA technologies. All amplification steps were done on a Bio-Rad CFX 96 apparatus with results expressed as Ct values.",
            "cite_spans": [],
            "section": "PRRSV and host genome quantification by qPCR and RT-qPCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Following treatment and extraction, total nucleic acid samples used for all experiments (i.e. both array detection and PMA/EMA treatment) were amplified using a modified random PCR protocol (Wang et al., 2002, Chen et al., 2011). Random-amplified samples for PVDA testing were spiked with 225 pg of purified pUC19 plasmid DNA and used both as a positive control and localization marker on array slides.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 208,
                    "mention": "Wang et al., 2002",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 210,
                    "end": 227,
                    "mention": "Chen et al., 2011",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "DNA/RNA samples amplification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Probe sequences targeting PRRSV American strains were selected from the PRRSV probes used on the ViroChip developed by Wang et al. (2002) and were deduced from sequences alignment of full and partial PRRSV genomic sequences gathered from the National Center for Biotechnology Information (NCBI) GenBank database using Geneious pro software, version 5.6.6 (Biomatters, Auckland, New Zealand [http://www.geneious.com/]). The PRRSV homology of candidate probes was verified with BLASTN. Each selected oligonucleotide probe (70-mers) was unique and was targeting specific PRRSV conserved regions. Reverse and forward sequences of 17 conserved regions were selected for the PRRSV genotype 2 strains. Two probes were also selected to target a specific region of pUC19 plasmid DNA as an array positioning control and one probe was selected as a negative hybridization control. A total of 37 probes were selected and were synthesized by Eurofins MWG Operon (Huntsville, AL, USA). These probes are reported in the Gene Expression Omnibus (GEO) NCBI database (accession number GSE62910). DNA array spotting was done at the National Research Council Canada, as previously described (Vuong et al., 2013).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 137,
                    "mention": "Wang et al. (2002)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1172,
                    "end": 1190,
                    "mention": "Vuong et al., 2013",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "DNA array development ::: DNA array ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After RT and PCR random-amplification steps, PCR products were incubated with aminoallyl (aa)-dUTP (Invitrogen, Burlington, ON, Canada) in the presence of Klentaq (Clontech) as previously described (Wang et al., 2002, Chen et al., 2011). The generated aa-DNA was purified with the QIAquick PCR purification kit (QIAGEN, Toronto, ON, Canada), re-suspended in 30 μL of RNase-free water and supplemented with 3 μL of 1M sodium bicarbonate. Thereafter, the aa-DNA was incubated for 1h in the presence of 1:10 DMSO-reconstituted Cy3 Mono-Reactive Dye (GE Healthcare Life Sciences, Pittsburgh, PA, USA). Labeled DNA was then purified using a QIAquick PCR purification kit and assessed for quality using a NanoDrop 1000 spectrophotometer (Fisher Scientific, Toronto, ON, Canada).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 216,
                    "mention": "Wang et al., 2002",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 218,
                    "end": 235,
                    "mention": "Chen et al., 2011",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "DNA array hybridization and analysis ::: DNA array ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Microarray slides were pre-hybridized at 50 °C for 1h with 85.5 μL of DIG easy Hyb buffer (Hoffmann-La Roche Limited, Mississauga, ON, Canada) supplemented with 4.5 μL of 10% (w/v) bovine serum albumin (Invitrogen, Burlington, ON, Canada) under 22 mm × 60 mm × 0.25 mm Grace Bio-Labs Hybrislip™ coverslips (Sigma–Aldrich, Oakville, ON, Canada). Subsequently, cover slips were removed by dipping the glass slides into 0.1× SSC (15 mM NaCl, 1.5mM sodium citrate) and the slides dried by a quick centrifugation. Total Cy3-labeled DNA (typically 3 μg) was dried in a Speedvac (Fisher Scientific) then suspended in 7 μL of DIG Easy Hyb buffer. Afterwards, the DNA was denatured for 5 min in a boiling water bath followed by 5 min of incubation on ice. Samples were hybridized overnight in a water bath at 50 °C under 22 mm × 22 mm Grace Bio-Labs Hybrislip™ (Sigma–Aldrich). Finally, coverslips were removed in 0.1× SSC, 0.1% (V/V) sodium dodecyl sulfate (SDS) and the slides washed three times in 0.1× SSC, 0.1% (v/v) SDS and once in 0.1× SSC for 5 min per wash. Hybridized arrays were imaged using a fluorescence scanner (ScanArray; Perkin Elmer, Mississauga, ON, Canada) and ScanArray software version 1.1. Fluorescent spot intensities were scanned at a laser fluorescent intensity of 80–100 and quantified using ScanArray software version 1.1. DNA array fluorescent intensity results were analyzed with Microsoft Excel™. The intensity of each spotted probe was compared to the average intensity of the two negative control spots. For a probe to be considered positive, the average of signal-to-noise fluorescence ratios of their duplicate spots had to be ≥2.0.",
            "cite_spans": [],
            "section": "DNA array hybridization and analysis ::: DNA array ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The random amplified samples were end-repaired and A-tailed using KAPA High Throughput Library Preparation Kit with SPRI solution and Standard PCR Library Amplification/Illumina series (Kapa Biosystems, Wilmington, MA, USA). Illumina TruSeq HT dual indexed adapters (Illumina, SanDiego, CA, USA) were ligated to the amplified samples and the libraries were amplified with the KAPA kit. After the final cleanup, the quality of the libraries were assessed on High Sensitivity DNA Chips (Agilent, Santa Clara, CA, USA) using a 2100 BioAnalyzer (Agilent). Equal amounts of each library were pooled and sequenced on an Illumina MiSeq (2 × 300 paired-end reads, dual-indexed) at the Plateforme d’Analyses Génomiques de l’institut de Biologie Intégrative et des Systèmes de l’Université Laval (Quebec, QC, Canada). Raw sequencing reads were trimmed for the random amplification primers and mapped to the Sus scrofa genome v10.2 and the PRRSV IAF-Klop viral genome sequence using the gsMapper application of Newbler v2.9.",
            "cite_spans": [],
            "section": "High-throughput sequencing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A parametric one-way ANOVA model, followed by Tukey's Multiple Comparison tests (GraphPad PRISM Version 5.03 software) was used to determine if a statistically significant difference exists between the quantification of targeted genes (β-actin or PRRSV) for each treated and untreated samples, as evaluated by qPCR and RT-qPCR. A non-parametric one-way ANOVA model, followed by Dunn's Multiple Comparison Test (GraphPad PRISM software), was used to determine if a statistically significant difference exists between the mean relative fluorescent intensity of each PRRSV detection probe on the DNA array for each treated and untreated samples. The ratio of positive PRRSV reads compared to the total amount of reads following each treatment was analyzed with a mixed linear model, with trial number as a random factor and treatment as a fixed factor, followed by Tukey's Multiple Comparison tests (SAS version 9.3 software, Cary, NC, USA). HTS results were also evaluated individually using chi-square tests in order to determine if the odds to obtained positive PRRSV reads were different following each selected treatments, compared to the total amount of reads not related to PRRSV (GraphPad PRISM software). Finally, a Spearman's non-parametric correlation was also used to evaluate the relation between the presence of DNA contaminant reads and positive PRRSV reads as well as the ratio of PRRSV reads and the PRRSV percent of coverage in HTS results (SAS version 9.3 software). Differences were considered statistically significant with a P\n < 0.05, with the exception of chi-square tests results where only P\n < 0.003 (P\n < 0.05/15) were considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In order to select an effective concentration for EMA and PMA treatment, a preliminary experiment was done with PRRSV spiked lung samples (5000 TCID50/mL; data not shown) and a final EMA and PMA concentration of 100 μM was selected for the realization of subsequent experiments. Using this concentration, the effect of EMA or PMA treatments on virus genome's presence and host genomic DNA was further evaluated in tissue samples spiked with known quantities of PRRSV (5000 TCID50/mL or 50,000 TCID50/mL) but also in serum samples spiked with the same PRRSV quantities. Results with lung homogenates spiked with both concentration of PRRSV indicate that EMA and PMA treatments significantly lowered PRRSV detection compared to non-treated samples (Fig. 1A; P\n < 0.001 and P\n < 0.05 respectively). However, PRRSV detection was more negatively affected following EMA treatment (Fig. 1A; P\n < 0.01), indicating that PMA treatments have less negative impact on RT-qPCR PRRSV detection as observed in the preliminary experiment. Ultracentrifugation had a significant positive impact on PRRSV detection in lung tissue homogenates spiked with either concentration of PRRSV following EMA treatment (Fig. 1A; P\n < 0.001). In lung tissue homogenates spiked only with the highest concentration of PRRSV, ultracentrifugation had also increased significantly PRRSV detection following no treatment and following PMA treatment (Fig. 1A; P\n < 0.01 and P\n < 0.05 respectively). In spiked serum samples, only EMA treatment significantly decreased PRRSV detection (Fig. 1A; P\n < 0.05). Ultracentrifugation significantly improved PRRSV detection in non-treated spiked sera samples (Fig. 1A; P\n < 0.001) and significantly decreased PRRSV RT-qPCR detection in EMA treated spiked sera samples (Fig. 1A; P\n < 0.001).",
            "cite_spans": [],
            "section": "EMA or PMA treatment effects on host-genomic DNA and PRRSV detection in spiked samples ::: Results",
            "ref_spans": [
                {
                    "start": 747,
                    "end": 753,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 875,
                    "end": 881,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1190,
                    "end": 1196,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1413,
                    "end": 1419,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1546,
                    "end": 1552,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1662,
                    "end": 1668,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1771,
                    "end": 1777,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Both EMA and PMA treatments, combined or not with ultracentrifugation, were equally efficient in lowering β-actin amplification in PRRSV spiked lung tissue homogenates (Fig. 1B; P\n < 0.001). Ultracentrifugation of non-treated spiked lung tissue samples also slightly lowered β-actin amount (Fig. 1B; P\n < 0.05). In spiked sera samples, β-actin was already at the limit of detection in untreated samples, which indicates that hg/cont is much lower in sera compared to lung tissue homogenates (Fig. 1B).",
            "cite_spans": [],
            "section": "EMA or PMA treatment effects on host-genomic DNA and PRRSV detection in spiked samples ::: Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 291,
                    "end": 297,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 492,
                    "end": 498,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "After nucleic acid extraction, random amplification and DNA labeling were done on each spiked samples and the fluorescence of each PRRSV probe was measured following the hybridization of labeled samples on DNA arrays and compared to the negative probe fluorescence intensity (see accession number GSE62910 in the GEO NCBI database for raw data). Surprisingly, probes signals intensity and positivity were varying between experiments. For lung samples spiked with PRRSV (5000 TCID50/mL), a low number of slightly positive probes (probes relative signal intensity <5) were detected in untreated samples (Fig. 2A). Interestingly, multiple probes with relative high fluorescence intensity (>5) were detected following PMA treatment when combined with ultracentrifugation and were associated with a significantly higher number of positive probes compared to untreated samples with ultracentrifugation and the PMA treated samples without ultracentrifugation (Fig. 2A; P\n < 0.001). In contrast, the fluorescence intensity of detected positive probes of EMA-treated lung homogenates spiked with PRRSV (5000 TCID50/mL) were significantly lower than all other experimental groups, indicating a lower chance to detect positive probes following treatment with EMA (P\n < 0.05; Fig. 2A).",
            "cite_spans": [],
            "section": "DNA array sensitivity with EMA or PMA treated PRRSV spiked tissues ::: Results",
            "ref_spans": [
                {
                    "start": 602,
                    "end": 608,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 953,
                    "end": 959,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1264,
                    "end": 1270,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In lung samples spiked with a higher concentration of PRRSV (50,000 TCID50/mL), a small number of low intensity positive probes (fluorescence relative signal <5) or no positive probes (fluorescence relative signal <1) were detected in untreated samples (Fig. 2B). A significant increase in the number of high intensity positive probes (fluorescence relative signal >5) were found in samples treated with PMA, with or without ultracentrifugation, when compared to untreated samples without ultracentrifugation (Fig. 2B; P\n < 0.001). Surprisingly, only a few positive probes were found in samples treated with ultracentrifugation and EMA, similar to untreated samples. However, the number and intensity of probes in samples treated with EMA without ultracentrifugation were significantly higher compared to untreated samples without ultracentrifugation (P\n < 0.001).",
            "cite_spans": [],
            "section": "DNA array sensitivity with EMA or PMA treated PRRSV spiked tissues ::: Results",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 510,
                    "end": 516,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In spiked sera samples, it was interesting to observe that all experimental groups had large numbers of probes with high intensity fluorescence signal against PRRSV, including untreated samples (Fig. 2C), indicating overall that all treatments (ultracentrifugation versus PMA/EMA) did not improve DNA array sensitivity when used with sera samples. Interestingly, PMA treatment compared to untreated sera reduced the PVDA sensitivity even if a high number of high intensity positive probes were observed in PMA treated sera (Fig. 2C; P\n < 0.05).",
            "cite_spans": [],
            "section": "DNA array sensitivity with EMA or PMA treated PRRSV spiked tissues ::: Results",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 524,
                    "end": 530,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "DNA sequences obtained from sequencing experiments were compared to the swine mitochondrial (GenBank accession number NC_000845) and chromosomal genomic DNA sequences (GenBank accession numbers NC_010443 to NC_010462) as well as the full genetic sequence of the PRRSV strain used in this study. All HTS reads associated with PRRSV sequence were also considered to evaluate the virus coverage obtained following each treatment combination.",
            "cite_spans": [],
            "section": "HTS efficiency with EMA or PMA treated PRRSV spiked tissues. ::: Results",
            "ref_spans": []
        },
        {
            "text": "In two out of three experiments, PMA and EMA treated PRRSV spiked lung tissues (5000 TCID50/mL) had a significant increase in the number of PRRSV reads when compared to untreated samples, as revealed by the chi-square analysis (Fig. 3A; P\n < 0.001). A strong correlation was found between PRRSV percent of coverage and the higher number of reads following treatment (r\n = 0.81, P\n < 0.001), indicating that the increase in PRRSV coverage is related to the augmentation in PRRSV reads. However, when all three HTS experiments were combined together in the statistical analyses, no significant differences were obtained between the amount of PRRSV specific reads against the total amount of reads (Fig. 3A; P\n = 0.4358) or the PRRSV percentage of coverage (Fig. 3B; P\n = 0.5585). Noteworthy, the experiment showing no improvement in the amount of PRRSV reads was associated with a higher level of hg/cont as revealed in Fig. 3C. In fact, a strong negative correlation was found between the ratio of PRRSV reads (number of PRRSV reads/total number of reads) and the ratio of host genomic reads (number of genomic reads/total number of reads) (r\n = −0.66, P\n < 0.005) in these three experiments. The reason why this experiment indicates a low effect of treatments on the percentage of host genomic DNA and possibly its transcripts is currently unknown but might be caused by a higher rate of host genome released during the tissue preparation.",
            "cite_spans": [],
            "section": "HTS efficiency with EMA or PMA treated PRRSV spiked tissues. ::: Results",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 696,
                    "end": 702,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 755,
                    "end": 761,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 918,
                    "end": 924,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In tissue homogenates spiked with higher amounts of PRRSV (50,000 TCID50/mL), although not statistically significant, statistical analyses revealed a tendency for an increase of the ratio of PRRSV reads when the two HTS experiments were taken into account (Fig. 3D; P\n = 0.0772). Moreover, a significant variation was found in PRRSV coverage in those samples (Fig. 3E; P\n = 0.0103) and a significant increase in PRRSV coverage in PMA treated samples without ultracentrifugation was observed (Fig. 3F; P\n = 0.0082). Ultracentrifugation of samples containing the higher amount of PRRSV did not improve either the PRRSV number of reads or its coverage (Fig. 3D and E).",
            "cite_spans": [],
            "section": "HTS efficiency with EMA or PMA treated PRRSV spiked tissues. ::: Results",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 263,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 360,
                    "end": 366,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 492,
                    "end": 498,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 650,
                    "end": 656,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In PRRSV spiked sera, there was an important increase in the ratio of PRRSV reads and coverage in untreated samples compared to results obtained with lung homogenates (Fig. 3). This was in accordance with the lower amount of host genomic DNA detected in sera of untreated samples (Figs. 1B, and 3I and 5F). According to the chi-square analysis, a slight increase in PRRSV ratio of reads was observed following PMA and EMA treatments. However, ultracentrifugation lowered the ratio of PRRSV reads when combined with EMA treatment (Fig. 3G) and was associated with a lower PRRSV coverage (Fig. 3H).",
            "cite_spans": [],
            "section": "HTS efficiency with EMA or PMA treated PRRSV spiked tissues. ::: Results",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 174,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 287,
                    "end": 288,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 295,
                    "end": 296,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 530,
                    "end": 536,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 587,
                    "end": 593,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In order to confirm the effectiveness of EMA and PMA treatments to increase the sensitivity of PVDA and HTS to detect viruses, both techniques were evaluated with different PRRSV positive clinical samples gathered from PRRSV experimentally infected piglets and clinical samples submitted to the MDL. All clinical samples were ultracentrifuged and treated with PMA or untreated. PMA was selected because overall, our previous findings indicated that PMA treatment was more efficient than EMA with regards to PRRSV RT-qPCR, PVDA and HTS detection.",
            "cite_spans": [],
            "section": "High-throughput sequencing efficiency with EMA or PMA treated PRRSV positive clinical samples. ::: Results",
            "ref_spans": []
        },
        {
            "text": "PRRSV and the amplifiable host genomic DNA copy numbers were significantly reduced in PMA treated lung tissues (Fig. 4\nA and B; P\n < 0.001). The important PRRSV decrease in PMA treated samples was probably caused by the presence of damaged virions and/or non-encapsidated viral genomes within clinical samples. PRRSV was undetectable in all untreated samples by DNA array (Fig. 4C). Interestingly, several PRRSV probes were found positive for lung #1 in PMA treated samples (Fig. 4C; P\n < 0.001). However, PRRSV was not detected by DNA array in lung #3 and few PRRSV probes were found positive with lung #2 following PMA treatment (Fig. 4C). For HTS results, when the three clinical cases are taken into account together, results revealed that PMA tends to increase the number of reads obtained from lung tissues compared to untreated samples (Fig. 4D; P\n = 0.0529). Nonetheless, PMA treatment significantly improved the percentage of PRRSV HTS reads in two out of three clinical cases tested (Fig. 4D, P\n < 0.001). Although these experiments showed an important increase in PRRSV genomic coverage (3–6-fold), no overall significant differences were detected (Fig. 4E; P\n = 0.1117). No increase in PRRSV coverage was detected for lung #1 (Fig. 4E). Although lung #3 showed no increase in the percentage of PRRSV reads, an important increase (6-fold) of PRRSV coverage was detected. However, a higher host genomic DNA content is observed in this sample as suggested by the lower Ct values detected in treated and untreated sample (Fig. 4B) and the higher genomic percentage of reads (Fig. 4F), compared to lungs #1 and #2.",
            "cite_spans": [],
            "section": "High-throughput sequencing efficiency with EMA or PMA treated PRRSV positive clinical samples. ::: Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 373,
                    "end": 379,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 475,
                    "end": 481,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 632,
                    "end": 638,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 844,
                    "end": 850,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1000,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1160,
                    "end": 1166,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1239,
                    "end": 1245,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1530,
                    "end": 1536,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1583,
                    "end": 1589,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "PMA treatment of clinical sera had no significant effect on amplifiable PRRSV (Fig. 5A) or host genomeic DNA levels (Fig. 5B, Ct values >40). In agreement with spiked sera samples, PRRSV was strongly detected with all experimental conditions tested from both clinical sera samples by PVDA and HTS (Fig. 5C, D and E). However, the number of PRRSV positive probes was significantly lower in PMA treated samples for both sera samples (Fig. 5C; P\n < 0.01). HTS results revealed that the PMA treatment also lowers the ratio of PRRSV reads in one out of two cases (Fig. 5D; P\n < 0.001). PRRSV coverage was high in all cases (over 60%), except for serum 2 treated with PMA where the PRRSV percent of coverage was slightly higher than 40%.",
            "cite_spans": [],
            "section": "High-throughput sequencing efficiency with EMA or PMA treated PRRSV positive clinical samples. ::: Results",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 117,
                    "end": 123,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 298,
                    "end": 304,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 432,
                    "end": 438,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 559,
                    "end": 565,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Although generally preferable, direct virus isolation and identification from clinical samples are not always possible and can sometimes lead to mis-identification of the etiological agent (29). Consequently direct identification within clinical samples, using newly available genomic technologies, is desirable. During the past decade, PVDA and HTS technologies have led to the discovery of new viruses (Mishra et al., 2014, Yozwiak et al., 2012, Nakamura et al., 2009, Blomstrom et al., 2009, Mihindukulasuriya et al., 2008, Victoria et al., 2008, Hang et al., 2012, Rosseel et al., 2011). However, the sensitivity of these technologies can suffer from excessive amounts of contaminating host DNA and RNA. Any methodology to decrease the masking effect that these contaminants have on viral detection is important.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 424,
                    "mention": "Mishra et al., 2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 426,
                    "end": 446,
                    "mention": "Yozwiak et al., 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 448,
                    "end": 469,
                    "mention": "Nakamura et al., 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 471,
                    "end": 493,
                    "mention": "Blomstrom et al., 2009",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 495,
                    "end": 525,
                    "mention": "Mihindukulasuriya et al., 2008",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 527,
                    "end": 548,
                    "mention": "Victoria et al., 2008",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 550,
                    "end": 567,
                    "mention": "Hang et al., 2012",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 569,
                    "end": 589,
                    "mention": "Rosseel et al., 2011",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "A new approach to lower the host genomic DNA within clinical samples is presented in this report. Our results support an increase in sensitivity of PVDA and HTS in lung tissue samples treated with PMA and, to a lesser extent, with EMA. This treatment can be done as a standalone treatment or in combination with other treatments like ultracentrifugation. Surprisingly, adding an ultracentrifugation step before the EMA or PMA treatment sometimes lowers the sensitivity of both PVDA and HTS. This is probably caused by a physical degradation of viral particles during ultracentrifugation, making these particles more sensitive to EMA or PMA treatment.",
            "cite_spans": [],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, our results indicate a higher sensitivity of PVDA and HTS with sera samples, compared to tissue homogenates. This may be explained by two phenomena. Firstly, there is a lower concentration of hg/cont in sera samples compared to tissue homogenates, as demonstrated by β-actin DNA measurements for both untreated sera samples and tissue homogenates. Secondly, the random amplification method used to increase the amount of DNA for both HTS and PVDA techniques amplify all nucleic DNA and RNA sequences found in a sample, including hg/cont. Thus, the sensitivity of both PVDA and HTS will be highly affected by the ratio of the viral genetic material of interest over the total amount of hg/cont found in samples. This indicates that the initial amount of hg/cont in clinical samples has a deep impact on PVDA and HTS sensitivity for the identification of viruses. The variation in hg/cont content within nucleic acid extraction from clinical samples may explain the high standard deviation obtained within the results of PVDA and HTS with lung tissue homogenates spiked with the lowest PRRSV concentration. This variation can be explained by multiple factors like the extraction method, the tissue quality and the homogenization process. Also, the virus integrity in clinical samples will have to be taken into account to avoid virus particle degradation during the tissue manipulation, storage and homogenization, which can sensitize viral particles to EMA or PMA treatment. This is especially true for clinical samples where the virus type, the integrity of tissue (dead animal, sample conservation at room temperature, etc.), the amount of hg/cont or the presence of PCR inhibitors will have an critical impact on PVDA and HTS sensitivity. In addition, the efficiency of the random amplification process could be affected by the viral genome itself (its sequence and its secondary structures), making some viral genomes less compatible with the use of random amplification prior to HTS and PVDA (Codony et al., 2012b). It is important to note that our work utilized a unique virus, and does not take into account the efficiency of EMA and PMA treatments on other types of viruses. However, the outer structure of the virions of several viruses can protect the viral genetic material from PMA treatment (Elizaquivel et al., 2014), suggesting that this treatment should reduce the influence of hg/cont when used for clinical samples with other virus types.",
            "cite_spans": [
                {
                    "start": 2012,
                    "end": 2032,
                    "mention": "Codony et al., 2012b",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2319,
                    "end": 2343,
                    "mention": "Elizaquivel et al., 2014",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "Multiple reports have revealed differential PVDA and HTS sensitivities for viral detection and identification in clinical samples following the use of different treatment combinations, including ultracentrifugation and nuclease treatment (Mishra et al., 2014, Djikeng et al., 2008). The lowest viral load in spiked serum samples was shown by Nicholson and collaborators (2011) where they determined the limit of PVDA detection for PRRSV in spiked serum samples, not subjected to nuclease treatment, to be 10,000 TCID50/mL (Nicholson et al., 2011). Similar results were obtained in the present study but with lower virus concentration (5000 TCID50/mL).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 258,
                    "mention": "Mishra et al., 2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 260,
                    "end": 280,
                    "mention": "Djikeng et al., 2008",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 545,
                    "mention": "Nicholson et al., 2011",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "Previous studies have reported the ratio of viral sequencing reads to total number of reads ranged between 0.00019% and 2.8% from non-nuclease treated serum and nasopharyngeal aspirates (Yozwiak et al., 2012, Nakamura et al., 2009). However, Mishra and collaborators (2014) showed a ratio (viral reads/total number of reads) of 0.00012% by HTS from muscle tissue samples (Mishra et al., 2014). In this study, rRNA was depleted and a DNase treatment was done following the RNA extraction, in order to lower hg/cont in that clinical sample (Mishra et al., 2014). These results are in accordance with our work since the percentage of PRRSV specific reads ranged between 0% and 0.00059% in spiked untreated samples and between 0% and 0.19785% in EMA and PMA-treated spiked samples. In contrast, Djikeng and collaborators (2008) have reported much higher ratios of host genomic content to isolated virus ranging between 3 and 40% (Djikeng et al., 2008) while Nakamura and collaborators (2009) have reported higher genomic content ranging between 90.0% and 94.6% (Nakamura et al., 2009). The variation of the host genomic DNA content between those studies is probably explained by the difference in purification and treatment methods used for each virus, like the use of gradient density centrifugation to obtained highly purified viruses with lower hg/cont (Djikeng et al., 2008). The ratio of host genomic DNA content reported in our study varied between 67.50% and 77.40% in untreated samples and between 40.91% and 72.76% in EMA and PMA-treated samples. This represents an improvement over the results reported by Nakamura and collaborators (2009) where no purification methods were used, and less than the ratio of hg/cont reported by Djikeng and collaborators (2008). However, in the last case, the viruses were isolated from cell culture and the virions were subsequently purified.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 207,
                    "mention": "Yozwiak et al., 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 209,
                    "end": 230,
                    "mention": "Nakamura et al., 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 372,
                    "end": 391,
                    "mention": "Mishra et al., 2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 539,
                    "end": 558,
                    "mention": "Mishra et al., 2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 791,
                    "end": 823,
                    "mention": "Djikeng and collaborators (2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 926,
                    "end": 946,
                    "mention": "Djikeng et al., 2008",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 954,
                    "end": 987,
                    "mention": "Nakamura and collaborators (2009)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1058,
                    "end": 1079,
                    "mention": "Nakamura et al., 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1353,
                    "end": 1373,
                    "mention": "Djikeng et al., 2008",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1612,
                    "end": 1645,
                    "mention": "Nakamura and collaborators (2009)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1734,
                    "end": 1766,
                    "mention": "Djikeng and collaborators (2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        },
        {
            "text": "Thus, our results indicate that EMA and PMA treatments improve the sensitivity of PVDA and HTS to detect viruses in clinical samples contaminated with hg/cont. Furthermore, EMA/PMA treatments are faster and easier to perform than a nuclease treatment. Firstly, they require shorter incubation times compared to nuclease treatment which would result in faster processing of clinical samples in a diagnostic laboratory, and should increase the robustness of the method by exerting less stress on temperature sensitive viral particles. Secondly, EMA and PMA are easy to inactivate through light exposure, subsequently leaving EMA/PMA molecules unable to destroy newly exposed viral genomic material following nucleic acid extraction, unlike the case when residual nucleases may still be present after nucleic acid purification steps. This is especially true if RNase or DNase treatment is being used in the presence of RNA or DNA viruses, respectively. PMA/EMA treatments were more effective in tissue samples compared to sera samples which was presumably due to lower hg/cont in the latter. PMA was more effective than EMA in improving HTS and PVDA sensitivity for viral detection in clinical samples. This would be explained by the fact that EMA can leak through phospholipid bilayer membrane (Nocker et al., 2006). Moreover, ultracentrifugation appears to lower the sensitivity of HTS and PVDA following some treatments, possibly because of direct physical degradation of the viral particle. In conclusion, pre-treatment of clinical samples with EMA, and especially PMA, represents an interesting novel approach that improves PVDA and HTS sensitivity for the identification of viruses from clinical samples.",
            "cite_spans": [
                {
                    "start": 1293,
                    "end": 1312,
                    "mention": "Nocker et al., 2006",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion and conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: PRRSV and host genomic detection in spiked tissues following EMA or PMA treatment using qPCR. Effect of EMA and PMA treatments, with or without ultracentrifugation, on (A) PRRSV quantification and (B) host genomic DNA (β-Actin) in lung tissue homogenates spiked with PRRSV (5000 TCID50/mL or 50,000 TCID50/mL) or in serum spiked with PRRSV (5000 TCID50/mL). Results are expressed as Ct and were obtained from two to seven independent experiments. The results of each independent experiment (trial) are illustrated in Supplemental Fig. 1. Sample (TCID50/mL) represents the type of tissue spiked with PRRSV. Numbers in brackets represent the PRRSV concentration for each spiked sample expressed in TCID50/mL. Open bars represent results obtained from samples processed without an ultracentrifugation step while filled bars represent results obtained from samples treated with an ultracentrifugation step. A Ct value of 37 (dashed line) represents the limit of detection of each qPCR test. Labeling of two sets of data with different letters indicates that these two sets of data are statistically different (P < 0.05). Sets of data using letters with the same superscript number must be compared only together.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: PRRSV detection in spiked samples by DNA array following EMA or PMA treatments. DNA array probes relative intensity from A) lung tissue homogenates spiked with PRRSV (5000 TCID50/mL), B) lung tissue homogenates spiked with PRRSV (50,000 TCID50/mL) and C) serum samples spiked with PRRSV (5000 TCID50/mL). Dots are relative fluorescence intensity mean values of two identical probes gathered from two to seven independent experiments (each experiment consisting of a duplicate of 34 PRRSV specific probes) and was calculated as followed: [(PFL − BFL)/BFL] where PFL represents a PRRSV probe fluorescence intensity and BFL represents the basal fluorescence level (negative control probe fluorescence). The results of each independent experiment (trial) are illustrated in Supplemental Fig. 2. The line represents the fluorescence mean value of all probes. Open dot circles represent results obtained from samples processed without an ultracentrifugation step while filled dot circles represent results obtained from samples treated with an ultracentrifugation step. Labeling of two sets of data with different letters indicates that these two sets of data are statistically different (P < 0.05). A probe relative intensity of 1 (dashed line) represents the lowest limit of DNA array positive results.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: PRRSV and host genomic detection efficiency in spiked tissue samples following EMA or PMA treatment by high-throughput sequencing. HTS results gathered from (A–C) lung tissue homogenates spiked with PRRSV (5000 TCID50/mL); from (D–F) lung tissue homogenates spiked with PRRSV (50,000 TCID50/mL); and from (G–I) serum samples spiked with PRRSV (5000 TCID50/mL). The amounts of PRRSV specific reads compared to the total number of reads gathered from each HTS run (expressed as %) are reported in panels (A), (D) and (G) while the percentage coverage of PRRSV recovered from the total number of PRRSV specific reads are reported in panel (B), (E) and (H). The host genomic specific reads compared to the total number of reads gathered from each HTS run (expressed as %) are reported in panels (C), (F) and (I). Open bars represent results obtained from samples processed without an ultracentrifugation step while filled bars represent results obtained from samples treated with an ultracentrifugation step. The results from each experiment are expressed separately in each graphic. Labeling of two sets of data with different letters indicates that these two sets of data are statistically different (P < 0.05). Sets of data using letters with the same superscript number must be compared only together. The overall P-values shown in the boxes represent the statistical analysis of treatments effects taking into account all the experimental groups.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Detection of PRRSV and of host genomic DNA in clinical lung samples by RT-qPCR, DNA array and high-throughput sequencing following PMA treatment. Results obtained from three clinical lung samples by (A) PRRSV RT-qPCR; (B) swine host genomic quantification (β-Actin) qPCR; (C) DNA array; D) HTS PRRSV specific reads compared to the total amount of reads (expressed as %); (E) HTS PRRSV percentage coverage recovered from the total number of PRRSV specific reads; and (F) host genomic specific reads compared to the total amount of reads (expressed as %). Open bars or open circles represent results obtained from untreated samples while filled bars or filled circles represent results obtained from samples treated with PMA. A Ct value of 37 (dashed line) represents the limit of detection of each qPCR test. Dots are relative fluorescence intensity mean values of two identical probes gathered from three independent experiments (each experiment consisting of a duplicate of 34 PRRSV specific probes) and was calculated as followed: [(PFL − BFL)/BFL] where PFL represents a PRRSV probe fluorescence intensity and BFL represents the basal fluorescence level (negative control probe fluorescence). The line represents the fluorescence mean value of all probes. A probe relative intensity of 1 (dashed line) represents the lowest limit of DNA array positive results. Results obtained from each clinical case are expressed separately in each panel. The overall P values shown in boxes represents the statistical analysis of treatments effects taking into account all the experimental groups. When two sets of data or group of data are labeled with an asterisk, it indicates that these two sets of data and group are statistically different (***P < 0.001). Labeling of two sets of data with different letters indicates that these two sets of data are statistically different (P < 0.05). Only sets of data using letters with the same superscript number should be compared together.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Detection of PRRSV and of host genomic DNA in clinical sera samples by RT-qPCR, DNA array and high-throughput sequencing following PMA treatment. Results obtained from two clinical serum samples by (A) PRRSV RT-qPCR; (B) swine host genomic quantification (β-Actin) qPCR; (C) DNA array; (D) HTS PRRSV specific reads compared to the total amount of reads (expressed as %); (E) HTS PRRSV percentage coverage recovered from the total number of PRRSV specific reads; and (F) host genomic specific reads compared to the total amount of reads (expressed as %). Open bars or open circles represent results obtained from untreated samples while filled bars or filled circles represent results obtained from samples treated with PMA. A Ct value of 37 (dashed line) represents the limit of detection of each qPCR test. Dots are relative fluorescence intensity mean values of two identical probes gathered from two independent experiments (each experiment consisting of a duplicate of 34 PRRSV specific probes) and was calculated as followed: [(PFL − BFL)/BFL] where PFL represents a PRRSV probe fluorescence intensity and BFL represents the basal fluorescence level (negative control probe fluorescence). The line represents the fluorescence mean value of all probes. A probe relative intensity of 1 (dashed line) represents the lowest limit of DNA array positive results. The results from each clinical case are expressed separately in each panel. The overall P values shown in boxes represent the statistical analysis of treatments effects taking into account all the experimental groups. When two sets of data or group of data are labeled with an asterisk, it indicates that these two sets of data and group are statistically different (***P < 0.001; **P < 0.01). Labeling of two sets of data with different letters indicates that these two sets of data are statistically different (P < 0.05). Only sets of data using letters with the same superscript number should be compared together.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "High-throughput sequencing revealed the presence of an unforeseen parvovirus species in Canadian swine: the porcine partetravirus",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bellehumeur",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Mandeville",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Can. Vet. J.",
            "volume": "54",
            "issn": "",
            "pages": "787-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Next-generation sequencing technologies in diagnostic virology",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Barzon",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Lavezzo",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Costanzi",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Franchin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clin. Virol.",
            "volume": "58",
            "issn": "",
            "pages": "346-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Porcine reproductive and respiratory syndrome virus nonstructural protein 1beta modulates host innate immune response by antagonizing IRF3 activation",
            "authors": [
                {
                    "first": "L.K.",
                    "middle": [],
                    "last": "Beura",
                    "suffix": ""
                },
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "1574-1584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Detection of a novel porcine boca-like virus in the background of porcine circovirus type 2 induced postweaning multisystemic wasting syndrome",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Blomstrom",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Belak",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Fossum",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "McKillen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res.",
            "volume": "146",
            "issn": "",
            "pages": "125-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Using a pan-viral microarray assay (Virochip) to screen clinical samples for viral pathogens",
            "authors": [
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "DeRisi",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Vis. Exp.",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Virus detection and identification using random multiplex (RT)-PCR with 3′-locked random primers",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Clem",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Telang",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chesney",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol. J.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Amoeba-related health risk in drinking water systems: could monitoring of amoebae be a complementary approach to current quality control strategies?",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Codony",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Adrados",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Future Microbiol.",
            "volume": "7",
            "issn": "",
            "pages": "25-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Well water as a possible source of Waddlia chondrophila infections",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Codony",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fittipaldi",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Morato",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microbes Environ.",
            "volume": "27",
            "issn": "",
            "pages": "529-532",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Animal virus discovery: improving animal health, understanding zoonoses, and opportunities for vaccine development",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Opin. Virol.",
            "volume": "2",
            "issn": "",
            "pages": "344-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Viral genome sequencing by random priming methods",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Djikeng",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kuzmickas",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Depasse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Genomics",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Recent developments in the use of viability dyes and quantitative PCR in the food microbiology field",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Elizaquivel",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Aznar",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Appl. Microbiol.",
            "volume": "116",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The genomics of emerging pathogens",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "W.I.",
                    "middle": [],
                    "last": "Lipkin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu. Rev. Genomics Hum. Genet.",
            "volume": "14",
            "issn": "",
            "pages": "281-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Adenoviral-expressed GP5 of porcine respiratory and reproductive syndrome virus differs in its cellular maturation from the authentic viral protein but maintains known biological functions",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Lachapelle",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Langelier",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Massie",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch. Virol.",
            "volume": "148",
            "issn": "",
            "pages": "951-972",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Development and use of a multiplex real-time quantitative polymerase chain reaction assay for detection and differentiation of Porcine circovirus-2 genotypes 2a and 2b in an epidemiological survey",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "del Castillo",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Music",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Fontaine",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "20",
            "issn": "",
            "pages": "545-558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Exploring the no-man's land between molecular nanomagnets and magnetic nanoparticles",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Gatteschi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fittipaldi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Sangregorio",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sorace",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Angew. Chem. Int. Ed.",
            "volume": "51",
            "issn": "",
            "pages": "4792-4800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluation of rapid and simple techniques for the enrichment of viruses prior to metagenomic virus discovery",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Bissielo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol. Methods",
            "volume": "195",
            "issn": "",
            "pages": "194-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Random amplification and pyrosequencing for identification of novel viral genome sequences",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Forshey",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Kochel",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Biomol. Tech.",
            "volume": "23",
            "issn": "",
            "pages": "4-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Improvement of the specificity of a pan-viral microarray by using genus-specific oligonucleotides and reduction of interference by host genomes",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Med. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "1624-1630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Viral surveillance and discovery",
            "authors": [
                {
                    "first": "W.I.",
                    "middle": [],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Opin. Virol.",
            "volume": "3",
            "issn": "",
            "pages": "199-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Current impact and future directions of high throughput sequencing in plant virus diagnostics",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Massart",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Olmos",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Jijakli",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Candresse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res.",
            "volume": "188C",
            "issn": "",
            "pages": "90-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Identification of a novel coronavirus from a beluga whale by using a panviral microarray",
            "authors": [
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Mihindukulasuriya",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "St Leger",
                    "suffix": ""
                },
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Nordhausen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol.",
            "volume": "82",
            "issn": "",
            "pages": "5084-5088",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Identification of a novel polyomavirus in a pancreatic transplant recipient with retinal blindness and vasculitic myopathy",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "R.H.",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Infect. Dis.",
            "volume": "210",
            "issn": "",
            "pages": "1595-1599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Direct metagenomic detection of viral pathogens in nasal and fecal specimens using an unbiased high-throughput sequencing approach",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sakon",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Utility of a panviral microarray for detection of swine respiratory viruses in clinical samples",
            "authors": [
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kukielka",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Brockmeier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Microbiol.",
            "volume": "49",
            "issn": "",
            "pages": "1542-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Comparison of propidium monoazide with ethidium monoazide for differentiation of live vs. dead bacteria by selective removal of DNA from dead cells",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nocker",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Camper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Microbiol. Methods",
            "volume": "67",
            "issn": "",
            "pages": "310-320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Use of propidium monoazide for live/dead distinction in microbial ecology",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nocker",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Sossa-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Camper",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl. Environ. Microbiol.",
            "volume": "73",
            "issn": "",
            "pages": "5111-5117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Selective detection of live bacteria combining propidium monoazide sample treatment with microarray technology",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nocker",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Camper",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brousseau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Microbiol. Methods",
            "volume": "76",
            "issn": "",
            "pages": "253-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Deep sequencing: becoming a critical tool in clinical virology",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Quinones-Mateu",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Reyes-Teran",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Virol.",
            "volume": "61",
            "issn": "",
            "pages": "9-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Identification and complete genome sequencing of paramyxoviruses in mallard ducks (Anas platyrhynchos) using random access amplification and next generation sequencing technologies",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Rosseel",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lambrecht",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Vandenbussche",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "van den Berg",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Van Borm",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol. J.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Rapid identification of known and new RNA viruses from animal tissues",
            "authors": [
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Victoria",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Schnurr",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Fecal source tracking in water using a mitochondrial DNA microarray",
            "authors": [
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Vuong",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Villemur",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Payment",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brousseau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Water Res.",
            "volume": "47",
            "issn": "",
            "pages": "16-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Microarray-based detection and genotyping of viral pathogens",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Coscoy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zylberberg",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Avila",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. U.S.A.",
            "volume": "99",
            "issn": "",
            "pages": "15687-15692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Viral discovery and sequence recovery using DNA microarrays",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                },
                {
                    "first": "Y.T.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "PLoS Biol.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Unbiased parallel detection of viral pathogens in clinical samples by use of a metagenomic approach",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Microbiol.",
            "volume": "49",
            "issn": "",
            "pages": "3463-3469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Virus identification in unknown tropical febrile illness cases using deep sequencing",
            "authors": [
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Yozwiak",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Skewes-Cox",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Stenglein",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Balmaseda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Negl. Trop. Dis.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}