{
    "paper_id": "PMC7247478",
    "metadata": {
        "title": "The role of tacit knowledge in communication and decision-making during emerging public health incidents",
        "authors": [
            {
                "first": "S.",
                "middle": [],
                "last": "Sanford",
                "suffix": "",
                "email": "sarah.sanford96@gmail.com",
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [],
                "last": "Schwartz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Emergencies and disasters impact communities globally each year, with important impacts on health, environments and economics [1]. There is increasing recognition of the importance of sharing knowledge between the many actors involved in and affected by disasters to reduce risks from emergencies [2]. The exchange of knowledge across health systems is crucial during a rapidly evolving emergency or incident that presents potential risks to community health and wellbeing [3,4]. Emerging public health incidents (EPHIs) are “all-hazards events caused by infectious disease, natural or anthropogenic causes with the potential to overwhelm or otherwise disrupt routine local capacities due to their timing, scale or unpredictability.” [5]; 2) Knowledge exchange is a considerable challenge during EPHIs due to many factors, such as the uncertainty attributed to novel incidents, the diverse actors involved in response, and resource and time constraints. Knowledge and information-sharing is a key part of emergency management and contributes to building preparedness and resilience for future events. Despite the importance of knowledge exchange, there is a lack of understanding of the role of tacit knowledge in guiding communication and decision-making during EPHIs. Illuminating features and roles of tacit knowledge in health provider and system decision-making and communication has potential practical relevance in enhancing strategies for knowledge management related to EPHIs, and broadening the understanding of legitimate knowledge about these events.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 299,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 474,
                    "end": 475,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 476,
                    "end": 477,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 735,
                    "end": 736,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Tacit knowledge refers to the implicit knowledge that is used to direct everyday practice. The concept was first explored in depth by sociologist Michael Polanyi in the 1960s when he argued that a significant part of human knowledge and skill is derived from informal understandings and abilities that underlie conscious thought, and are transmitted through culture and history, rather than direct teachings [6]. This form of knowledge is often difficult to articulate or transmit to others, as its role in shaping judgements and corresponding actions, is often taken-for-granted by the actor [7,8]. The concept of tacit knowledge has been used to highlight experiences and learning that occur over time, and represent an embodied and often intuitive form of action [9]. It has been described by others as “not simply doing by learning, but doing as a form of learning,” to highlight that learning frequently occurs without the conscious intention to learn, or even the realization that learning has taken place [9]; p. 4).",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 594,
                    "end": 595,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 596,
                    "end": 597,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Explicit knowledge on the other hand, is the usual reference point from which tacit knowledge is defined, and is typified by written or codified ‘facts,’ ‘scientific evidence,’ and other formal products that result from research and policy [9]. This category also describes prescriptive approaches to knowledge, such as professional practice guidelines, and the relationship between tacit and explicit forms has been referred to in terms of the tension between intuitive knowledge situated in ‘forward-looking’ practice, and generalized, retrospective, theory-based knowledge [10].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In contrast to explicit knowledge, professional expertise and knowledge gained from ongoing immersion in a local context or with a specific community or population typify tacit knowledge [7]. The expertise of health professionals, for example, is often characterized by actual experience in the field, and cannot be transmitted solely through classroom training. Furthermore, tacit knowledge is frequently understood as both individual and social in nature [9,11]. For example, it can encompass ongoing discretion or judgements that direct action for the individual, and allow for adaptation to variation and specific contexts, or it can refer to collective values and understandings that frame action for a group.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In their research on tacit knowledge in Finland, Puusa & Eerikainen [12] described four pertinent elements: experience, mastery of the big picture, expert networks, and social skills. The sustained experience of work environments allows people to see beyond discrete tasks and interactions and to determine how they fit into the broader structure of the organization or political context. It additionally enables people to develop networks of accessible contacts to draw from to address particular problems and acquire the social skills required to work collaboratively. Importantly, tacit and explicit knowledge are intimately interconnected and tacit knowledge can be seen as providing the tools to know when to trust explicit knowledge [12]. From this perspective, these two categories overlap and tacit knowledge influences social exchanges through a complex interaction between both ‘formal’ and ‘informal’ knowledge [13].",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Informal processes and experiences that relate to tacit knowledge require closer attention for their potential contribution to communication and knowledge exchange in public health [7,14]. Despite the fact that these forms of knowledge are reported as the preferred mode by which some clinician groups make decisions, communicate, and take action [15], the reliance on evidence-based decision-making by most health-related disciplines and fields has promoted a narrow focus on knowledge which can be tested and standardized. To overlook tacit forms of knowledge is to deny a key dimension of action, the dynamic nature of knowledge, and in turn exclude an important resource for public health. As Kothari et al. [7] note, the privileging of explicit knowledge can also have the effect of diminishing locally grounded knowledge in public health. Recognizing the value of experiential knowledge is potentially important for the adaptation of evidence so that it is relevant and compatible with specific local environments [9,14].",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1021,
                    "end": 1022,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Some research on health care provider knowledge of protocol for emergencies suggests that there are significant gaps in readiness for these events within the health care system [16]. Given their uncertainty and potential for widespread harm, strong collaboration and knowledge exchange between public health and hospital settings is needed to facilitate effective and rapid action during EPHIs [17]. This is especially true for acute care (e.g., emergency departments), given its role in linking the community with the health care system [18,19].",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In Ontario, hospitals receive guidance from both provincial and local health bodies with respect to different public health issues. Previously, there has been evidence of barriers to knowledge exchange between these two settings. For example, during the 2003 SARS outbreak in Ontario, evolving public health directives on disease exposures during aerosol-generating procedures (e.g., intubation), failed to be appropriately translated into acute care settings, thereby greatly increasing the risk of infection of health care workers [20]. Retrospective work on this issue suggests that this was, in part, a result of inadequate engagement with local knowledge and provision of feedback to clinicians, where guidelines failed to incorporate the experiences of frontline staff [21]. With this in mind, research that explores the role of tacit knowledge in guiding communication and decision-making during EPHIs, has the potential to contribute to greater collaboration between these settings to more effectively guide action. Greater knowledge of this area could improve uptake of public health guidance in hospital settings, but also facilitate the integration of health care providers' experiences into public health practice guidelines.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 536,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In our research examining communication across health system sectors, the development of relationships emerged as a key part of communication [5]. Participants described a complex arrangement of formal processes that guided their public health communications and actions, but also drew extensively from a more informal set of tools to facilitate knowledge exchange. This is consistent with evidence on the importance of relationship-building as part of emergency risk communication more broadly [22]. The field of emergency management is adapting to acknowledge greater emphasis on skills and approaches that value tacit knowledge and improve relationships to promote “people-centred” approaches and reframe traditional hierarchies in decision-making [13,23]. Weichselgartner & Pigeon [13] analyzed conceptualizations of knowledge to advance disaster research and policy using French case studies, and found gaps and fragmentation of knowledge within these platforms and policies. In this context, their analysis supports the need for a movement towards a shared risk knowledge that is both understandable and actionable by a diverse range of knowledge users. There is similarly increasing recognition of the importance of social infrastructure in enhancing resilience of communities and organizations to the impacts of emergencies and disasters [3,4].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1347,
                    "end": 1348,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1349,
                    "end": 1350,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study we examine in-depth and articulate the features of relationships and communication that are influenced by tacit knowledge in the EPHI context. Tacit knowledge in public health settings was not defined prior to data collection by researchers, however, key features of tacit knowledge in public health processes have been described elsewhere in terms of experiences of routine ways of conducting planning processes, the specific (e.g., localized) characteristics of public health initiatives, and understanding and anticipating how others (e.g., team members) will function [7]. These parameters of tacit knowledge in public health settings – what is natural or routine in practice, how practice is intuitively tailored to specific contexts, and information derived from past experience or relationships – guided this work. The objectives are to explore: (1) the ways in which tacit knowledge is employed in communication, decision-making and relationship-building between both the acute care and public health settings; and (2) the implications of mobilizing tacit knowledge for communication practices and broader health system resilience in the context of uncertainty and EPHIs.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 588,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our research builds on previous work by analyzing the role that tacit knowledge plays in EPHIs, which are by their very nature highly uncertain events that elicit comparatively reactive responses by decision-makers. By articulating the taken-for-granted dimensions of public health action on EPHIs, decision-makers and practitioners can take steps to more intentionally cultivate what works in the use of this knowledge, to contribute to the social dimensions in emergency management activities of risk communication, planning and learning. Focusing on tacit knowledge highlights the qualitative aspects of interpersonal communication, which are often overlooked in attempts to bring evidence into practice.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Moreover, anticipating possible adverse outcomes associated with the role of tacit knowledge during EPHIs would allow decision-makers to better apply effective public health interventions to protect the health and safety of communities.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The findings presented in this paper are from a 2014–2015 study that explored perspectives on local communication practices between public health and emergency department (ED) clinicians around public health guidance addressing EPHIs. The emergent themes from this analysis informed the development of a framework to promote effective communication in the setting of emerging incidents [5]; however, the interconnection between relationship characteristics and how participants explained their decision-making and communication practices warranted future study. As such, we conducted a secondary analysis [24] to examine more closely how tacit knowledge is employed in professional relationships and communication processes between public health and acute care settings, and to consider the broader implications of these findings for building resilient and responsive health systems. More specifically, we focused on how the data described specific dimensions of tacit knowledge as being employed in communications about EPHIs.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The study focused on the Ontario provincial health system in Canada, specifically on hospital emergency departments (EDs) and local public health units as important health system stakeholders in EPHIs. Key informants included decision-makers from local public health units and clinician administrators in hospital EDs with considerable knowledge of and experience in communication between public health agencies and EDs. The study used a purposive sampling technique to include representation from both acute care (EDs) and PHUs, and across regions within Ontario, in order to obtain broad insights and rich information [25]. The sample included ED physician and nurse administrators who are the main point of contact between external information sources about EPHIs and front line clinicians. Public health physicians/decision-makers consisted of Medical Officers of Health and Associate Medical Officers of Health because of their role providing guidance and recommendations about EPHIs to acute care settings.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 623,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Study setting and data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Semi-structured interviews lasting between 50 and 100 min were conducted in person and by telephone. Twenty-six interviews were conducted with 14 public health and 12 ED participants. Interviews explored participants' experiences, including challenges and strategies, communicating about public health guidance related to EPHIs either within their setting (e.g., ED participants to ED clinicians) or across settings (e.g., Public Health to ED administrators). Our sample included representation from public health and emergency department participants in urban, urban-rural and rural health regions in order to capture variation in experiences across these geographic categories in Ontario.",
            "cite_spans": [],
            "section": "Study setting and data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Interview guides explored general experiences and processes, in addition to more focused inquiry on communication practices, such as different types of events (e.g., infectious disease versus environmental incident) or how specific contexts (e.g., rural versus urban) shape communication. Using open-ended questions, participants were asked to describe their decision-making process and courses of action in relation to communication of public health guidance. Interviews explored new avenues of interest in response to participant narratives. Standard tools and mechanisms were employed to ensure rigour in process, including audio recordings, verbatim transcripts, and field and coding notes documenting impressions and insights on data collection and analysis [26]. The study methodology, including context, data collection and analysis processes has been described in detail in a previous publication [5]. The research was subject to review and approval by the institutional Ethics Review Board.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 766,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 906,
                    "end": 907,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Study setting and data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Data was analyzed with a more focused inquiry on tacit knowledge in communication. As the concept of ‘informal knowledge’ had emerged during the original analysis as a key theme, we knew that generally this was a meaningful part of participants’ experiences of communication. The analysis was an iterative process that involved moving between emerging themes related to informal knowledge and the data, to further develop analytic focus over time. This paper presents a focused, detailed thematic analysis [27] of the complexities and implications of tacit knowledge for communication and organizational processes related to EPHIs. Quotes from the data are included below to illustrate the analytic themes and participants are distinguished using unique identifiers that indicate ED (emergency department participants) and PH (public health participants), in addition to a corresponding number.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 509,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Participants described tacit knowledge in terms of the ways that they exercise judgment in their communication and decision-making about EPHIs. While participants used their discretion when drawing upon their networks to gather and convey information about specific events, the use of judgement across different situations was often difficult to describe and generalize.“I don't even know how you begin to quantify this … people develop their own networks based on what works. So if I have emailed somebody in the past, and got a useless reply, I won't contact them again.” (ED001)\n“If something were to become emergent … I would probably call or have my staff call. So, it really again is a little bit context-specific, but we have a lot of regular communications and relationship building we do.” (PH004)\n",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "The intuitive judgements that contribute to effective communication was often explained as acquired through previous experiences. Participants also explained that they would make decisions about how to proceed in the moment, whether or not to engage in follow-up communication, which actors to involve in communication processes, or when to shift into direct contact for communicating with others, based on the specific situation that they were dealing with. For ED participants, this meant determining if guidance was relevant to their local context, or contemplating how public health guidance could be ‘tailored’ to specific environments.“The stuff that is not relevant, we don't do much with, other than maybe send it to the docs as an FYI. The stuff that is highly relevant we take a much more active approach to our communication.” (ED003)\n“For our Ebola plan, we had to come up with, okay, so let's say if someone failed a screen; what is the physical process of how you would carry it out? So then we put a plan in place, if they would use this room, you would call these people, you would, and this is where the store of extra supplies are. So there are always practical parts that is the tailoring part.” (ED006)\n",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Study participants also described their experience in the ED setting as important in guiding their judgments and actions about public health guidance.“I would suspect that everybody builds their networks and everybody has their ways of getting information out there through trial and error.” (ED001)\n",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "The above quote conveys the idea that people test methods and develop strategies for communicating information based on past experiences. Many ED participants similarly described their knowledge about adherence to public health guidance as informed by observation from working in the setting.“I don't have any formal way of measuring things. I do work a fair amount myself in the department, so when I am working, I can see how the physicians are managing patient flow, and doing their PPE and stuff like that.” (ED004)\n",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "While participants were not always able to describe in detail the process of how public health guidance was operationalized, their active immersion in the emergency department was frequently described as a consistent and trusted source of knowledge.",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Public health participants similarly described interactions with members of the community, such as schools and individual parents, as informing their understanding of how public health information was being operationalized on the ground.“[We find out that there are problems] through patients that called us to follow up. They themselves might have called us and followed up, afterward, seeking advice, because they weren't aware of the guidelines that we worked hard to disseminate.” (PH005)\n“Well we don't always know [if guidance has been taken up]. If it is something that is particularly urgent or pressing, we will do a follow up, a phone call follow up or a site visit follow up to make sure there are no questions, or if there is support that is needed. Unless we do that follow up, there is probably no way for us to be proactively aware of that …. ” (PH011)\n",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Many participants also gained insight and knowledge about how public health guidance was taken up from feedback from those who were closely associated with or working in the setting. Participants described using personal judgement to guide communication about EPHIs that were based on previous practice, but also frequently made decisions based on experience or feedback at one specific moment in time.",
            "cite_spans": [],
            "section": "The use of tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Participants described actively cultivating tacit knowledge and skills in order to facilitate public health action on emerging incidents. A key element of this strategy was the development of strong relationships to facilitate communication and the exchange of information. Public health participants characterized person-to-person communication as important for conveying information.“When things happen, people get anxious, or if you think you have a case of Ebola for example, we will talk with people on the phone, even though we know what we are saying is in the piece of paper we left with them three hours ago.” (PH001:86)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "Direct communication was used to address unknowns, such as human responses and emotions linked to difficult situations.“You know relationships are what makes communication effective no matter where you are. So even if I went to a new area, I would want to go and meet [people in the emergency department or hospital]. It is really important.” (PH002)\n“It falls upon myself and [my colleague] to take time and go out and meet with the physicians … so by going out and talking to them, they can see that the conduit is available, and they can talk to us that way. So for the formal avenues we also have to do the informal networking … and therefore they feel if there is anything they don't understand, they will call me or email me or contact me … They give you a time, a little window of opportunity, to grab it, and deal with that. That is more in the rural or the remote ones, and they have a lot of change over, so you have to go out frequently enough to get them.” (PH006)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "As the quote above describes, the process of relationship building is different across contexts (e.g., remote or rural environments), may require different strategies across settings, and allows for informal consultation about public health issues. As the participant describes above, in some rural and remote environments the development of new relationships is an ongoing effort due to frequent staff changeovers in these areas. In these cases, rapport and trust in relationships may have to be developed quite quickly, which indicates a set of tacit knowledge and skill specific to the local and occupational context.",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "Some participants identified unique figures on their teams that crossed over between public health and acute care settings, and held ‘insider’ knowledge of both settings that contributed to the ease of communication. This relationship provided quick and direct access to public health information or ED settings as needed:“[Public health role] … communicates directly with us, so we are lucky to have that. So my role in that job was to sort of communicate to the physicians, and make sure the physicians were ready from our standpoint, and I guess to help the administration with planning.” (ED010)\n“I think I need to clarify that because I am from the community … I would pick up the phone and say, ‘oh who's on, who is working in emerg today?’ And they will tell me … I had a role here for a long time.” (PH013)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "The public health participant quoted above described their insider knowledge as contributing to trust that leads to greater acceptance from the other clinicians with respect to public health information and guidance.“They [alerts and advisories] are all written by myself, because I write in doctor's language as opposed to in, you know, sort of health promoter's language and since I started doing that about seven years ago, the amount of usefulness and how they appreciate them, I have gotten lots of positive feedback from docs that they like them.” (PH013)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "Participants pointed out that established connections can lead more easily to direct communication when necessary and greater trust, which can be especially useful in emergency situations when the ability to communicate widely and rapidly is crucial:“The clinical resource nurse in the nursing department is exceptional. She knows exactly how to get the information out to the people … She knows her people … She has email addresses that the general management don't have, because she builds friendship networks.” (ED001)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "These kinds of pre-established connections allowed public health participants in particular to hold greater understanding of the local setting during public health events.",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "I think actually the major issue is … whether they have developed a trust relationship with you or not. So that is why I do go to the rounds, and I think it is partly listened to because of what people hear, and in the press, but it is partly listened to in our context, and becomes relevant in the context because of the relationship that has already been built up and I mean lots of people say that the time to build a relationship is not in a crisis.” (PH001)“I did family practice here for years before I went into public health. So I have you know a very good knowledge of all the medical staff and the community … We are very small, and so we know each other. You know I see the CEO of the hospital. I saw [him], I think three times last week at various meetings. And when you live in a small community like that too, and you know with all the people that have to help each other in real life, like it is not very anonymous you know. You need to be accountable.” (PH004)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "These quotes demonstrate the importance of the local context in framing communications that are based on trust and accountability. For example, some participants in small and remote communities indicated that the scale and relationships between community members increased the need for transparency and accountability of key public health figures.",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "Another public health participant described the rapport that they developed with clinicians as increasing their own insight into the local context and possible reasons that generalized directives for large geographies may be inappropriate in some settings.“It depends on the experience, that you have established a rapport with them. Then they feel they can get frank, quick answers, not a lot of blather. And they may say, I don't see why you are asking us to do this and this. In [rural region in Ontario] here I don't see why that is relevant at all and that is going to take up time …” (PH006)\n",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "By these accounts, building relationships and knowledge of local contexts prior to emergency circumstances is crucial for building the trust and credibility required to facilitate communication during crises, and participants actively employed these strategies in their work.",
            "cite_spans": [],
            "section": "Strategies to facilitate public health action on EPHIs through tacit knowledge ::: Results",
            "ref_spans": []
        },
        {
            "text": "Public Health participants described a number of challenges specific to communicating during EPHIs. These challenges were linked to the uncertainty inherent in unfolding events, about which, knowledge is constantly changing.“If the common denominator is that these things that we are talking about are all novel then there may be ambiguity. The science may not have caught up, to be able to … tell people things with great certainty … I can think of what I would say in this situation were it to arise … 'The science continues to evolve in this area, and we will make sure to give you all the information as we get it, recognizing that it may be limited or it too may be subject to change, but this is you know the best information that we have.'\" (PH010)\n“Well the issue, one of the issues for us is that information changes so quickly … And so trying to convey that information in a timely way is difficult … and trying to keep up with information that is changing quickly is very difficult.” (PH014)\n",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Participants described the importance of acknowledging the uncertainty in EPHIs in communication.",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Another difficulty that some hospitals and health units experienced was in providing guidelines or information that was consistent with other institutions.“And then one health unit would say ‘Well, we want to move ahead,’ but then you would find out that your neighbour who works in this county got that shot today, and you were turned away in [name of local health unit region], because you aren't the priority population, so when we don't move together, then that again creates problems of inequity … You know there is a lot of variation going on, and one can see why, but it does make it confusing for the public.” (PH004)\n",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Variations across organizations due to a lack of accepted evidence or knowledge about how to respond was presented as a challenge during EPHIs. This is partially because individuals who are present across both spaces (e.g., members of the public or healthcare providers) can identify inconsistencies through observation.[I]t was actually a big problem for us, because a lot of the docs have people or friends that work in other hospitals, and many of our physicians work in other hospitals. So when, you know, the notoriety around Ebola started to happen, they were very, very nervous, saying well I have heard that my friend at that hospital is getting such and such a piece of equipment and why aren't we getting it? Where is ours?” (ED003:16)\n",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this context, the uncertainty surrounding EPHIs creates opportunities for people to obtain information through relationships and networks and use informal observation as a way to assess situations. Inconsistencies across hospital sites can increase concerns around the acceptability of measures (e.g., personal protective equipment) in protecting employees against risks. The uncertainty and corresponding variation (or lack of coordination) that characterizes EPHIs necessitates flexible responses from communicators and decision-makers.“So [information about EPHIs] has never been stagnant. It is always on the move, and often the challenge is not dealing with the reality of the emergency, but the perception of the emergency, and that was always the more complicated side of it. So part of being informed by this having gone through a history over a number of years, of different events that were all different in their own way, and all had their own successes and failures … So I think if there is an idea that we are looking for the perfect cookie cutter, we are going to be disappointed.” (PH006)\n",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "As this public health participant suggests, their flexible/adaptive approach draws largely from intuition about responding to perceptions of uncertainty.",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Participants simultaneously acknowledged the substantial formal guidelines and procedures that are required during EPHIs such as the risk of Ebola Virus Disease or other emerging infectious diseases.“So for example Ebola where the risk is high, you know you need to set up a task force … It is a major issue. If it is something small, low risk, sometimes depending on how small it is, a simple email can suffice, and then we can also discuss it during our safety huddles which occur every day.” (ED009)\n“I think that the level of urgency is usually different, and by their nature, you know public health events tend to not occur very often … the emerging public threats issue is a lot more dramatic I guess, because it is a bit more of the unknown, and we rely on external sources of information that we wouldn't necessarily have a familiarity or comfort with to distill on our own. So when that happens, then it is all a matter of level of urgency and risk and relevance for us.” (ED003)\n",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "While the level of urgency during EPHIs is often understood as requiring a structured and coordinated response, the uncertainty and lack of knowledge about the emerging risk often poses a challenge to implementing these kinds of responses. Furthermore, it is because of the uncertainty inherent to EPHIs, that people also rely on other forms of knowledge (e.g., observation, informal communications) to communicate, assess situations on the basis of their unique professional experience and make decisions.",
            "cite_spans": [],
            "section": "The challenges of using tacit knowledge to guide public health action on EPHIs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Our analysis demonstrates that tacit knowledge is a key component of communication and decision-making about emerging public health incidents. Based on these results, the main dimensions of tacit knowledge are revealed in the way that participants exercise judgement in relation to: methods and networks of communication; how to adapt existing public health guidance to specific contexts; and determining what requires action in local settings. In the context of EPHIs as evolving and uncertain, participants built from previous experiences, and direct observation in the field, to determine the expedient and appropriate course of action. Furthermore, our research shows that participants actively facilitate public health action in EPHIs through tacit knowledge, in their development of strong relationships that enable direct communication and knowledge of the local setting, and cultivate trust. At the same time, the lack of formal guidelines due to evolving knowledge, and subsequent reliance on tacit knowledge, sometimes posed a challenge in the face of the urgency that many EPHIs pose, as did the potential for inconsistencies in public health actions across settings. Tacit knowledge (connection to local settings) also allowed for the observation of discrepancies in practice across different contexts.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "These accounts depict communication as a complex and active process that is largely established by the specificity of the local setting. Decision-makers use discretion when choices are contingent upon a range of unknown conditions and factors. The use of discretion described enables flexibility in tailoring responses to meet the specific requirements of public health incidents. Relationship-building to promote communication was generally used as an informal strategy chosen by participants to better perform their duties, rather than a formal mechanism within the public health or emergency department setting. Strong relationships facilitate access to settings, which can be important for effective emergency management, and understanding why public health information may not be appropriate for a specific environment. Trusting relationships were also portrayed as key to accountability and credibility in the communication of risk. According to our research, discretion based on prior experience and knowledge of the local setting, solid relationships, and a sense of trust, are important for navigating and implementing appropriate responses to EPHIs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results speak to the interconnection between tacit and explicit knowledge. How explicit knowledge is enacted on the ground is action-based as opposed to codified. Use of explicit knowledge such as broader directives or guidelines in local settings becomes subjected to individual judgement and past experiences, and reshaped by the specificities of local contexts. Other fields have encouraged the mobilization of tacit knowledge in support of individual and organizational goals, perhaps most notably, organizational management (or knowledge management within organizations) [[28], [29], [30]]. Additional fields where the concept has been studied include urban environmental studies [9], tourism research [31], entrepreneurial design research [10], knowledge translation in health [8], education [32,33] and public health [7].",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 587,
                    "end": 591,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 788,
                    "end": 789,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 803,
                    "end": 805,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 829,
                    "end": 830,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings support other studies that indicate that people have difficulty describing the processes they use that draw from tacit knowledge [10,32]. This may be explained by the fact that these descriptions – knowledge of local contexts developed over years, judgements that rely on one's accumulated experiences, trust in relationships and networks that while professional are also personal – are largely taken-for-granted and often undervalued within the current context of evidence-based decision-making. Despite long-standing recognition of the limits of traditional hierarchies of evidence in guiding decision-making [[34], [35], [36], [37]], the paradigm remains dominant in the current health-focused knowledge system. Common critique of the authority of evidence in medicine and elsewhere focus on the designation of hierarchy to different forms of knowledge (e.g., clinical versus empirical), and the corresponding implication that types of evidence differ in degree or value rather than form. In fact, there are many distinct modes of knowledge that determine decisions, not least of which is experiential evidence [34].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 625,
                    "end": 629,
                    "mention": "[34]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 631,
                    "end": 635,
                    "mention": "[35]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 637,
                    "end": 641,
                    "mention": "[36]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 643,
                    "end": 647,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More recently, alternative perspectives have shifted from “‘de-emphasizing’ individual experts' intuition and knowledge in the clinical practice … towards ‘integrating’ it” into formal accounts of decision-making [37]; p. 420). Despite this, experiential and other forms of knowledge continue to be positioned as inferior to standardized evidence, particularly when they are cast as impeding the uptake of evidence-based guidelines or procedures. The tension between the standardization of practice inherent in evidence-based approaches, and the need for clinicians to be able to improvise based on sensitivity to the individual, the “particular” (i.e., the uniqueness of a particular situation), and the unexpected, has also been noted [37,38].",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 741,
                    "end": 743,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "At the same time, the use of “improvisation” [37] does not necessarily indicate non-compliance in practice; in fact, all participants in our study noted that guidelines and directives were taken seriously at both the individual, team, and organizational level. Instead, this discretion is a component of experiential knowledge that is highly valuable in the face of uncertainty or when standardized procedures do not match the particularity of the situation. Furthermore, the success of clinical practice is contingent on the ability of individual clinicians to be able to recognize the specific instances in which evidence-based guidelines do not apply [38]. This perspective aligns with the understanding that there are legitimate context-specific reasons for why directives are not followed, and that the onus is on institutions to support the empowerment of clinicians or the public to understand and act on health risks [22,39,40].",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 932,
                    "end": 934,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One apparent variation in context from our results was the rural/remote setting in Ontario. Participants in these areas described regular staffing changeovers that further necessitated frequent informal communication, greater accountability for decision-makers due to smaller populations and less anonymity, and alluded to a perception that some public health guidance or directives may be less relevant to the local rural or remote context. Where greater informal communication is needed, people may rely on their local knowledge and past experience working with remote or rural practitioners to build trust and rapport. These findings point to the need to carefully consider local factors when applying guidance and standards to rural settings, as resistance to a ‘one size fits all’ standardization when urban centres are perceived as making decisions for rural peripheries (e.g., for travel-related EPHIs such as Severe Acute Respiratory Syndrome or Ebola virus disease) can represent larger power differences between both contexts.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The inclusion of tacit knowledge in decision-making related to disaster management needs to be examined in relation to health equity. As history has repeatedly demonstrated, emergencies do not impact local populations equally, due to a range of social, economic and political factors [[41], [42], [43]]. Attempts to include diverse perspectives and experiences to better understand differences in resilience need to be grounded in social contexts and driven by community. Other research has contested a ‘one-size-fits-all’ response to disaster planning by emphasizing the importance of participation by local communities in such activities [44,45]. At the same time, many barriers exist that prevent participation, including lack of trust in actors and institutions that typically initiate such processes [46]. Similarly, the lack of integration of local stakeholder knowledge into fields such as disaster risk reduction, reflects engrained and unequal relations of power that need to be unpacked and acknowledged in order to increase inclusivity in decision-making processes [13]. Tacit knowledge has the potential to reflect a deeper understanding of how inequity or deprivation is uniquely experienced in local contexts, which is significant for understanding how these inequities might undermine resilience.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "mention": "[41]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 291,
                    "end": 295,
                    "mention": "[42]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 297,
                    "end": 301,
                    "mention": "[43]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The dependence on tacit knowledge in response to uncertainty poses a challenge in emergency situations, when health care personnel and the public expect a consistent and high quality response for which they hold public health leaders to account. Traditional forms of scientific evidence can be difficult to generate when data collection and study design efforts are limited during responses to EPHIs for a variety of reasons (e.g., diversion of resources away from research or time constraints). Processes that rely on intangible concepts such as intuition or judgment, may be more difficult to codify for an organization or part of the health system. Debriefing after emergencies often focuses on explicit knowledge and does not necessarily capture the breadth of knowledge acquired during public health and health system responses to emergencies. For example, the development and functioning of relationships and teams may be difficult to articulate as part of a formal debrief.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In response to difficulties accessing tacit knowledge, Fraser, Beswick & Crowley [32] developed methods to encourage in-depth reflection by expert science and math teachers to uncover the unconscious elements of everyday practice for other less experienced educators in the field. The resulting framework promoted professional experience and knowledge by enabling less experienced teachers to choose resources and activities and engage in lesson planning appropriate for their pedagogical context. Similar approaches may be useful in further explicating dimensions of tacit knowledge useful for practitioners, such as how to make decisions about and act on public health guidance in diverse local contexts when responding to specific EPHIs (e.g., natural disasters versus emerging infectious disease.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Tacit knowledge was consistently described by our participants as being initiated and maintained at the individual rather than the organizational (e.g., hospital and public health unit) level. An obvious example of this was the frequent description of personal relationships that facilitate communication in these settings. Despite these individualized accounts, the sharing of tacit knowledge at the organizational level has significant potential to contribute to organizational resilience. Rhem [47] acknowledges the importance of tapping into tacit knowledge as a strategy for knowledge management in the aftermath of emergencies, and provides a number of different ways to achieve this. For example, “externalization” refers to the conversion of tacit knowledge into explicit knowledge through outputs such as best practices, or tips and techniques. “Socialization” refers to the process of sharing tacit knowledge, using collaborative methods such as individual or group meetings. A similar approach is the use of “storytelling” to elicit the tacit knowledge of subject matter experts to strengthen organizational capacity and ensure that this type of knowledge is not entirely dependent on individuals [48]. This can be a useful tool for understanding people's experiences of the field and informal processes that may be extremely valuable to practice, yet not captured in organizational materials or protocols.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some authors argue that only certain methods that engage with psychology can uncover the embodied and affective elements of tacit knowledge that lie beyond ordinary consciousness [28]. Participants in our study presented the general features of their tacit knowledge, but they tended to have more difficulty speaking to specific examples of these. While there may be limits to conveying the exact form or content of an individual's tacit knowledge, general features (e.g., the nature and type of relationships and details of past experiences) that are readily conveyed can still be valuable to organizational learning.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, our study indicates that tacit knowledge is especially important in EPHI decision-making. In this paper, we have outlined what the dimensions of tacit knowledge are in this context, and have identified some challenges that result from the use of tacit knowledge in EPHIs. Our findings suggest that the dimensions of tacit knowledge should be a key consideration for public health decision-making, particularly in identifying opportunities to facilitate preparedness and response. Furthermore, planning related to EPHIs would benefit from considering strategies to manage differences in action across different settings, including addressing inequities. To our knowledge, no research has examined the relationship between tacit knowledge, health and social equity, and EPHIs, which points to an important opportunity for developing knowledge in this field.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some limitations of this study include that it focused on a relatively narrow sample to gain the perspectives of key decision-makers. Future work would benefit from a more diverse sample to include a broader perspective on tacit knowledge. For example, this could include the experiences of community groups and organizations in taking action in response to EPHIs. Finally, this research focused on EPHIs in general and did not delve in depth into the role of tacit knowledge in a specific event. Research that examines what tacit knowledge looks like in relation to specific EPHIs (e.g., an environmental disaster such as flooding versus emerging infectious disease such as COVID-19) would allow us to further explore the specificity of tacit knowledge.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The authors have no conflict of interest to declare related to this research. All funding received for this work was provided internally through Public Health Ontario, and did not influence study design, methods or reporting of findings.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The sendai framework for disaster risk reduction: renewing the global commitment to people's resilience, health, and well-being",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Aitsi-Selmi",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Egawa",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wannous",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Disaster Risk Sci.",
            "volume": "6",
            "issn": "2",
            "pages": "164-176",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-015-0050-9"
                ]
            }
        },
        "BIBREF1": {
            "title": "The tacit knowledge of entrepreneurial design: interrelating theory, practice and prescription in entrepreneurship research",
            "authors": [
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Selden",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bus. Ventur. Insights",
            "volume": "11",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2019.e00122"
                ]
            }
        },
        "BIBREF2": {
            "title": "Theoretical perspectives in medical education: past experience and future possibilities",
            "authors": [
                {
                    "first": "K.V.",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med. Educ.",
            "volume": "45",
            "issn": "1",
            "pages": "60-68",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2923.2010.03757.x"
                ]
            }
        },
        "BIBREF3": {
            "title": "Is tacit knowledge really tacit?",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Puusa",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Eerikäinen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Electron. J. Knowl. Manag.",
            "volume": "8",
            "issn": "3",
            "pages": "307-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The role of knowledge in disaster risk reduction",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Weichselgartner",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pigeon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Disaster Risk Sci.",
            "volume": "6",
            "issn": "",
            "pages": "107-116",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-015-0052-7"
                ]
            }
        },
        "BIBREF5": {
            "title": "It's a feel. That's what a lot of our evidence would consist of\": public health practitioners' perspectives on evidence",
            "authors": [
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Strange",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Scarr",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pennock",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Yew",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Terpstra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eval. Health Prof.",
            "volume": "34",
            "issn": "3",
            "pages": "278-296",
            "other_ids": {
                "DOI": [
                    "10.1177/0163278710393954"
                ]
            }
        },
        "BIBREF6": {
            "title": "The role of tacit knowledge in the work context of nursing",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Herbig",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Büssing",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ewert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Adv. Nurs.",
            "volume": "34",
            "issn": "5",
            "pages": "687-695",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2648.2001.01798.x"
                ]
            }
        },
        "BIBREF7": {
            "title": "Analysis of emergency health care workforce and service readiness for a mass casualty event in the republic of Ireland",
            "authors": [
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Veenema",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Boland",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "O'Connor",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Schneider-Firestone",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Disaster Med. Public Health Prep.",
            "volume": "13",
            "issn": "2",
            "pages": "243-255",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2018.45"
                ]
            }
        },
        "BIBREF8": {
            "title": "Policy making to build relationships: a grounded theory analysis of interviews and documents relating to H1N1, Ebola, and the U.S. Public health preparedness network",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Health Hum. Serv. Adm.",
            "volume": "39",
            "issn": "3",
            "pages": "313-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Factors associated with preparedness of the US healthcare system to respond to A pediatric surge during and infectious disease pandemic: is our nation prepared?",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "R.V.",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Upperman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Disaster Med.",
            "volume": "12",
            "issn": "4",
            "pages": "203-226",
            "other_ids": {
                "DOI": [
                    "10.5055/ajdm.2017.0275"
                ]
            }
        },
        "BIBREF10": {
            "title": "Emergency physicians' adherence to center for disease control and prevention guidance during the 2009 influenza A H1N1 pandemic",
            "authors": [
                {
                    "first": "Y.H.",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Kelen",
                    "suffix": ""
                },
                {
                    "first": "A.F.",
                    "middle": [],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "West. J. Emerg. Med.",
            "volume": "14",
            "issn": "2",
            "pages": "191-199",
            "other_ids": {
                "DOI": [
                    "10.5811/westjem.2012.11.12246"
                ]
            }
        },
        "BIBREF11": {
            "title": "The public health response during and after the Lac-Mégantic train derailment tragedy: a case study",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Généreux",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Maltais",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Simard",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pinsonneault",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Disaster Health",
            "volume": "2",
            "issn": "3–4",
            "pages": "113-120",
            "other_ids": {
                "DOI": [
                    "10.1080/21665044.2014.1103123"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ontario",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Intubation of SARS patients: infection and perspectives of healthcare workers",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Caputo",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Byrick",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Orser",
                    "suffix": ""
                },
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Orser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can. J. Anesth.",
            "volume": "53",
            "issn": "2",
            "pages": "122-129",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03021815"
                ]
            }
        },
        "BIBREF14": {
            "title": "Making sense of communication interventions in public health emergencies – an evaluation framework for risk communication",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "McClelland",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Gamhewage",
                    "suffix": ""
                },
                {
                    "first": "P.P.",
                    "middle": [],
                    "last": "de Souza",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Apfels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Commun. Healthc.",
            "volume": "8",
            "issn": "3",
            "pages": "233-240",
            "other_ids": {
                "DOI": [
                    "10.1080/17538068.2015.1101962"
                ]
            }
        },
        "BIBREF15": {
            "title": "Towards people-centred approaches for effective disaster risk management: balancing rhetoric with reality",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Scolobig",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Schröter",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jörin",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Patt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Disaster Risk Reduct.",
            "volume": "12",
            "issn": "",
            "pages": "202-212",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2015.01.006"
                ]
            }
        },
        "BIBREF16": {
            "title": "Issues encountered in a qualitative secondary analysis of help-seeking in the prodrome to psychosis",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gladstone",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Boydell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Behav. Health Serv. Res.",
            "volume": "34",
            "issn": "4",
            "pages": "431-442",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-007-9079-x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Characteristics of qualitative descriptive studies: a systematic review",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Sefcik",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bradway",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Res. Nurs. Health",
            "volume": "40",
            "issn": "",
            "pages": "23-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "Y.S.",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "E.G.",
                    "middle": [],
                    "last": "Guba",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual. Res. Psychol.",
            "volume": "3",
            "issn": "",
            "pages": "77-101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF20": {
            "title": "Engaging tacit knowledge in support of organizational learning",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bennet",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bennet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vine: J. Inf. Knowledge Manag. Syst.",
            "volume": "38",
            "issn": "1",
            "pages": "72-94",
            "other_ids": {
                "DOI": [
                    "10.1108/03055720810870905"
                ]
            }
        },
        "BIBREF21": {
            "title": "Tacit Knowledge: review and possible research directions",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Venkitachalam",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Knowl. Manag.",
            "volume": "16",
            "issn": "2",
            "pages": "357-372",
            "other_ids": {
                "DOI": [
                    "10.1108/13673271211218915"
                ]
            }
        },
        "BIBREF22": {
            "title": "Unravelling the complexities of disaster management: a framework for critical social infrastructure to promote population health and resilience",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "O'Sullivan",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Kuziemsky",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Toal-Sullivan",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Corneil",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc. Sci. Med.",
            "volume": "93",
            "issn": "",
            "pages": "238-246",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2012.07.040"
                ]
            }
        },
        "BIBREF23": {
            "title": "The role of tacit knowledge in group innovation",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sensiper",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Calif. Manag. Rev.",
            "volume": "40",
            "issn": "3",
            "pages": "112-132",
            "other_ids": {
                "DOI": [
                    "10.2307/41165946"
                ]
            }
        },
        "BIBREF24": {
            "title": "Exploring local knowledge and socio-economic factors for tourist attractiveness and sustainability",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "De Lucia",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pazienza",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Balena",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Caporale",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Tourism Res.",
            "volume": "22",
            "issn": "",
            "pages": "81-99",
            "other_ids": {
                "DOI": [
                    "10.1002/jtr.2320"
                ]
            }
        },
        "BIBREF25": {
            "title": "Making tacit knowledge visible: uncovering the knowledge of science and mathematics teachers",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Beswick",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Teach. Teach. Educ.",
            "volume": "86",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tate.2019.102907"
                ]
            }
        },
        "BIBREF26": {
            "title": "Academic writing and tacit knowledge",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Elton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Teach. High. Educ.",
            "volume": "15",
            "issn": "2",
            "pages": "151-160",
            "other_ids": {
                "DOI": [
                    "10.1080/13562511003619979"
                ]
            }
        },
        "BIBREF27": {
            "title": "The limits of evidence-based medicine",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Respir. Care",
            "volume": "46",
            "issn": "2",
            "pages": "1435-1441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Meaning and measurement: an inclusive model of evidence in health care",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "VanDenKerkhof",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Eval. Clin. Pract.",
            "volume": "7",
            "issn": "2",
            "pages": "91-96",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2753.2001.00279.x"
                ]
            }
        },
        "BIBREF29": {
            "title": "The evidence-based medicine paradigm: where are we 20 Years later? Part I & II",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Seshia",
                    "suffix": ""
                },
                {
                    "first": "G.B.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Can. J. Neurol. Sci.",
            "volume": "40",
            "issn": "4",
            "pages": "465-481",
            "other_ids": {
                "DOI": [
                    "10.1017/s0317167100014542"
                ]
            }
        },
        "BIBREF30": {
            "title": "Improvising prescription: evidence from the emergency room",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Clegg",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "e Cunha",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Giustiniano",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rego",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br. J. Manag.",
            "volume": "27",
            "issn": "2",
            "pages": "406-425",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-8551.12143"
                ]
            }
        },
        "BIBREF31": {
            "title": "Particularizing the general: sustaining theoretical integrity in the context of an evidence-based practice agenda",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Sawatzky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv. Nurs. Sci.",
            "volume": "37",
            "issn": "1",
            "pages": "5-18",
            "other_ids": {
                "DOI": [
                    "10.1097/ANS.0000000000000011"
                ]
            }
        },
        "BIBREF32": {
            "title": "New perspectives on risk communication: uncertainty in a complex society",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Boholm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Risk Res.",
            "volume": "11",
            "issn": "1–2",
            "pages": "1-3",
            "other_ids": {
                "DOI": [
                    "10.1080/13669870801947897"
                ]
            }
        },
        "BIBREF33": {
            "title": "Public health emergency preparedness: a framework to promote resilience",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "O'Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Généreux",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Publ. Health",
            "volume": "18",
            "issn": "",
            "pages": "1344-1349",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-018-6250-7"
                ]
            }
        },
        "BIBREF34": {
            "title": "Risk communication as a core public health competence in infectious disease management: development of the ECDC training curriculum and programme",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Apfel",
                    "suffix": ""
                },
                {
                    "first": "Ü.",
                    "middle": [],
                    "last": "Nurm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Euro Surveill.",
            "volume": "21",
            "issn": "14",
            "pages": "ii-30188",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2016.21.14.30188"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/maq.12261"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Klinenburg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7208/chicago/9780226026718.001.0001"
                ]
            }
        },
        "BIBREF37": {
            "title": "Mercury poisoning in grassy narrows: environmental injustice, colonialism, and capitalist expansion in Canada",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Iliniak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "McGill Sociol. Rev.",
            "volume": "4",
            "issn": "",
            "pages": "43-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Community views of the federal emergency management agency's “whole community” strategy in a complex US City: Re-envisioning societal resilience",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "Z.E.",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "O'Sullivan",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "DeFino",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Technol. Forecast. Soc. Change",
            "volume": "121",
            "issn": "",
            "pages": "31-38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.techfore.2016.12.009"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Thompson-Dyck",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Galaskiewicz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Urban Resilience",
            "volume": "",
            "issn": "",
            "pages": "279-293",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-39812-9_14"
                ]
            }
        },
        "BIBREF40": {
            "title": "Enablers and barriers to community engagement in public health emergency preparedness: a literature review",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ramsbottom",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "O'Brien",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ciotti",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Takacs",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Community Health",
            "volume": "43",
            "issn": "",
            "pages": "412-420",
            "other_ids": {
                "DOI": [
                    "10.1007/s10900-017-0415-7"
                ]
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Rhem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Knowledge Management in Practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1201/9781315374376"
                ]
            }
        },
        "BIBREF42": {
            "title": "Using storytelling to elicit tacit knowledge from Subject Matter Experts (SMEs)",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Whyte",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Classen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Knowl. Manag.",
            "volume": "16",
            "issn": "6",
            "pages": "950-962",
            "other_ids": {
                "DOI": [
                    "10.1108/13673271211276218"
                ]
            }
        },
        "BIBREF43": {
            "title": "Effective communication of public health guidance to emergency department clinicians in the setting of emerging incidents: a qualitative study and framework",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Health Serv. Res.",
            "volume": "17",
            "issn": "1",
            "pages": "312-323",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-017-2220-5"
                ]
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Polanyi",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The use of tacit and explicit knowledge in public health: a qualitative study",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rudman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Dobbins",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Implement. Sci.",
            "volume": "7",
            "issn": "",
            "pages": "20-31",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-7-20"
                ]
            }
        },
        "BIBREF46": {
            "title": "Uncovering tacit knowledge: a pilot study to broaden the concept of knowledge in knowledge translation",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Bickford",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Dobbins",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Health Serv. Res.",
            "volume": "11",
            "issn": "",
            "pages": "198-207",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-11-198"
                ]
            }
        },
        "BIBREF47": {
            "title": "Working out what works: the role of tacit knowledge where urban greenspace research, policy and practice intersect",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "",
            "pages": "1-19",
            "other_ids": {
                "DOI": [
                    "10.3390/su11185029"
                ]
            }
        }
    }
}