{
    "paper_id": "PMC7163529",
    "metadata": {
        "title": "Coronavirus disease 2019: The harms of exaggerated information and non‐evidence‐based measures",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "P.",
                    "A."
                ],
                "last": "Ioannidis",
                "suffix": "",
                "email": "jioannid@stanford.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Based on Altmetric scores, the most discussed and most visible scientific paper across all 20+ million papers published in the last 8 years across all science is a preprint claiming that the new coronavirus' spike protein bears “uncanny similarity” with HIV‐1 proteins.\n2\n The Altmetric score of this work has reached an astronomical level of 13 725 points as of 5 March 2020. The paper was rapidly criticized as highly flawed, and the authors withdrew it within days. Regardless, major harm was already done. The preprint fuelled conspiracy theories of scientists manufacturing dangerous viruses and offered ammunition to vaccine deniers. Refutation will probably not stop dispersion of weird inferences.",
            "cite_spans": [],
            "section": "FAKE NEWS AND WITHDRAWN PAPERS",
            "ref_spans": []
        },
        {
            "text": "The first report documenting transmission by an asymptomatic individual was published in the New England Journal of Medicine on January 30. However, the specific patient did have symptoms, but researchers had not asked.\n3\n Understanding the chances of transmission during the asymptomatic phase has major implications for what protective measures might work.",
            "cite_spans": [],
            "section": "FAKE NEWS AND WITHDRAWN PAPERS",
            "ref_spans": []
        },
        {
            "text": "\nLancet published on February 24 an account from two Chinese nurses of their front‐line experience fighting coronavirus. The authors soon retracted the paper admitting it was not a first‐hand account.",
            "cite_spans": [],
            "section": "FAKE NEWS AND WITHDRAWN PAPERS",
            "ref_spans": []
        },
        {
            "text": "These examples show how sensationalism affects even top scientific venues. Moreover, peer review may malfunction when there is little evidence and strong opinions. Opinion‐based peer review may even solidify a literature of spurious statements. As outlined below, for the main features of the epidemic and the response to it, circulating estimates are often exaggerated, even when they come from otherwise excellent scientists.",
            "cite_spans": [],
            "section": "FAKE NEWS AND WITHDRAWN PAPERS",
            "ref_spans": []
        },
        {
            "text": "An early speculation that 40%‐70% of the global population will be infected went viral.\n4\n Early estimates of the basic reproduction number (how many people get infected by each infected person) have varied widely, from 1.3 to 6.5.\n5\n These estimates translate into manyfold difference in the proportion of the population eventually infected and dramatically different expectations on what containment measures (or even any future vaccine) can achieve. The fact that containment measures do seem to work, means that the basic reproduction number is probably in the lower bound of the 1.3‐6.5 range, and can decrease below 1 with proper measures. The originator of the “40%‐70% of the population” estimate tweeted on March 3 a revised estimate of “20%‐60% of adults,” but this is probably still substantially exaggerated. Even after the 40%‐70% quote was revised downward, it still remained quoted in viral interviews.\n6\n\n",
            "cite_spans": [],
            "section": "EXAGGERATED PANDEMIC ESTIMATES",
            "ref_spans": []
        },
        {
            "text": "Early reported CFR figures also seem exaggerated. The most widely quoted CFR has been 3.4%, reported by WHO dividing the number of deaths by documented cases in early March.\n7\n This ignores undetected infections and the strong age dependence of CFR. The most complete data come from Diamond Princess passengers, with CFR = 1% observed in an elderly cohort; thus, CFR may be much lower than 1% in the general population, probably higher than seasonal flu (CFR = 0.1%), but not much so.",
            "cite_spans": [],
            "section": "EXAGGERATED CASE FATALITY RATE (CFR)",
            "ref_spans": []
        },
        {
            "text": "Observed crude CFR in South Korea and in Germany,\n8\n the countries with most extensive testing, is 0.9% and 0.2%, respectively, as of March 14, and crude CFR in Scandinavian countries is about 0.1%. Some deaths of infected, seriously ill people will occur later, and these deaths have not been counted yet. However, even in these countries many infections probably remain undiagnosed. Therefore, CFR (or, more properly called, infection fatality rate, counting as cases all infected individuals) may be even lower rather than higher than these crude estimates.",
            "cite_spans": [],
            "section": "EXAGGERATED CASE FATALITY RATE (CFR)",
            "ref_spans": []
        },
        {
            "text": "At face value, the epidemic curve of new cases outside China since late February is compatible with exponential community spread. However, reading this curve is very difficult. Part of the growth of documented cases could reflect rapid increases in numbers of coronavirus tests performed. The number of tests done depends on how many test‐kits are available and how many patients seek testing. Even if bottlenecks in test availability are eventually removed, the epidemic curve may still reflect primarily population sensitization and willingness for testing rather than true epidemic growth. China data are more compatible with close contact rather than wide community spread being the main mode of transmission.",
            "cite_spans": [],
            "section": "EXAGGERATED EXPONENTIAL COMMUNITY SPREAD",
            "ref_spans": []
        },
        {
            "text": "Under alarming circumstances, extreme measures of unknown effectiveness are adopted. China initially responded sluggishly, but subsequently locked down entire cities.\n9\n School closures, cancellation of social events, air travel curtailment and restrictions, entry control measures and border closure are applied by various countries. Italy adopted country‐level lockdown on March 8, and many countries have been following suite.",
            "cite_spans": [],
            "section": "EXTREME MEASURES",
            "ref_spans": []
        },
        {
            "text": "Evidence is lacking for the most aggressive measures. A systematic review on measures to prevent the spread of respiratory viruses found insufficient evidence for entry port screening and social distancing in reducing epidemic spreading.\n10\n Plain hygienic measures have the strongest evidence.\n10\n, \n11\n Frequent hand washing and staying at home and avoiding contacts when sick are probably very useful. Their routine endorsement may save many lives. Most lives saved may actually be due to reduced transmission of influenza rather than coronavirus.",
            "cite_spans": [],
            "section": "EXTREME MEASURES",
            "ref_spans": []
        },
        {
            "text": "Most evidence on protective measures comes from nonrandomized studies prone to bias. A systematic review of personal protective measures in reducing pandemic influenza risk found only two randomized trials, one on hand sanitizer and another on facemasks and hand hygiene in household members of people infected with influenza.\n11\n\n",
            "cite_spans": [],
            "section": "EXTREME MEASURES",
            "ref_spans": []
        },
        {
            "text": "Given the uncertainties, one may opt for abundant caution and implement the most severe containment measures. By this perspective, no opportunity should be missed to gain any benefit, even in the absence of evidence or even with mostly negative evidence.",
            "cite_spans": [],
            "section": "HARMS FROM NONEVIDENCE‐BASED MEASURES",
            "ref_spans": []
        },
        {
            "text": "This reasoning ignores possible harms. Impulsive actions can indeed cause major harm. One clear example is the panic shopping which depleted supplies of face masks, escalation of prices and a shortage for medical personnel. Masks, gloves and gowns are clearly needed for medical personnel, and their lack poses healthcare workers' lives at risk. Conversely, they are meaningless for the uninfected general population. However, a prominent virologist's comment\n12\n that people should stock surgical masks and wear them around the clock to avoid touching their nose went viral.",
            "cite_spans": [],
            "section": "HARMS FROM NONEVIDENCE‐BASED MEASURES",
            "ref_spans": []
        },
        {
            "text": "Policymakers feel pressure from opponents who lambast inaction. Also, adoption of measures in one institution, jurisdiction or country creates pressure for taking similar measures elsewhere under fear of being accused of negligence. Moreover, many countries pass legislation that allocates major resources and funding to the coronavirus response. This is justified, but the exact allocation priorities can become irrational.",
            "cite_spans": [],
            "section": "MISALLOCATION OF RESOURCES",
            "ref_spans": []
        },
        {
            "text": "For example, undoubtedly research on coronavirus vaccines and potential treatments must be accelerated. However, if only part of resources mobilized to implement extreme measures for COVID‐19 had been invested towards enhancing influenza vaccination uptake, tens of thousands of influenza deaths might have been averted. Only 1%‐2% of the population in China is vaccinated against influenza. Even in the United States, despite improvements over time, most adults remain unvaccinated every year.",
            "cite_spans": [],
            "section": "MISALLOCATION OF RESOURCES",
            "ref_spans": []
        },
        {
            "text": "As another example, enhanced detection of infections and lower hospitalization thresholds may increase demands for hospital beds. For patients without severe symptoms, hospitalizations offer no benefit and may only infect health workers causing shortage of much‐needed personnel. Even for severe cases, effectiveness of intensive supportive care is unknown. Excess admissions may strain health care systems and increase mortality from other serious diseases where hospital care is clearly effective.",
            "cite_spans": [],
            "section": "MISALLOCATION OF RESOURCES",
            "ref_spans": []
        },
        {
            "text": "An argument in favour of lockdowns is that postponing the epidemic wave (“flattening the curve”) gains time to develop vaccines and reduces strain on the health system. However, vaccines take many months (or years) to develop and test properly. Maintaining lockdowns for many months may have even worse consequences than an epidemic wave that runs an acute course. Focusing on protecting susceptible individuals may be preferable to maintaining countrywide lockdowns longterm.",
            "cite_spans": [],
            "section": "LOCKDOWNS—FOR HOW LONG?",
            "ref_spans": []
        },
        {
            "text": "The potential consequences on the global economy are already tangible. February 22‐28 was the worst week for global markets since 2008, and the worse may lie ahead. Moreover, some political decisions may be confounded with alternative motives. Lockdowns weaponized by suppressive regimes can create a precedent for easy adoption in the future. Closure of borders may serve policies focused on limiting immigration. Regardless, even in the strongest economies, disruption of social life, travel, work and school education may have major adverse consequences.",
            "cite_spans": [],
            "section": "ECONOMIC AND SOCIAL DISRUPTION",
            "ref_spans": []
        },
        {
            "text": "The eventual cost of such disruption is notoriously difficult to project. A quote of $2.7 trillion\n13\n is totally speculative. Much depends on the duration of the anomaly. The global economy and society is already getting a major blow from an epidemic that otherwise (as of March 14) accounts for 0.01% of all 60 million annual global deaths from all causes and that kills almost exclusively people with relatively low life expectancy.",
            "cite_spans": [],
            "section": "ECONOMIC AND SOCIAL DISRUPTION",
            "ref_spans": []
        },
        {
            "text": "Leading figures insist that the current situation is a once‐in‐a‐century pandemic.\n14\n A corollary might be that any reaction to it, no matter how extreme, is justified.",
            "cite_spans": [],
            "section": "CLAIMS FOR ONCE‐IN‐A‐CENTURY PANDEMIC",
            "ref_spans": []
        },
        {
            "text": "This year's coronavirus outbreak is clearly unprecedented in amount of attention received. Media have capitalized on curiosity, uncertainty and horror. A Google search with “coronavirus” yielded 3 550 000 000 results on March 3 and 9 440 000 000 results on March 14. Conversely, “influenza” attracted 30‐ to 60‐fold less attention although this season it has caused so far more deaths\n15\n globally than coronavirus.",
            "cite_spans": [],
            "section": "CLAIMS FOR ONCE‐IN‐A‐CENTURY PANDEMIC",
            "ref_spans": []
        },
        {
            "text": "Different coronaviruses actually infect millions of people every year, and they are common especially in the elderly and in hospitalized patients with respiratory illness in the winter. A serological analysis\n16\n of CoV 229E and OC43 in 4 adult populations under surveillance for acute respiratory illness during the winters of 1999‐2003 (healthy young adults, healthy elderly adults, high‐risk adults with underlying cardiopulmonary disease and a hospitalized group) showed annual infection rates ranging from 2.8% to 26% in prospective cohorts, and prevalence of 3.3%‐11.1% in the hospitalized cohort. Case fatality of 8% has been described in outbreaks among nursing home elderly.\n17\n Leaving the well‐known and highly lethal SARS and MERS coronaviruses aside, other coronaviruses probably have infected millions of people and have killed thousands. However, it is only this year that every single case and every single death gets red alert broadcasting in the news.",
            "cite_spans": [],
            "section": "CLAIMS FOR ONCE‐IN‐A‐CENTURY PANDEMIC",
            "ref_spans": []
        },
        {
            "text": "Some fear an analogy to the 1918 influenza pandemic that killed 20‐40 million people.\n18\n Retrospective data from that pandemic suggest that early adoption of social distancing measures was associated with lower peak death rates.\n19\n However, these data are sparse, retrospective and pathogen‐specific. Moreover, total deaths were eventually little affected by early social distancing: people just died several weeks later.\n19\n Importantly, this year we are dealing with thousands, not tens of millions deaths.",
            "cite_spans": [],
            "section": "COMPARISONS WITH 1918",
            "ref_spans": []
        },
        {
            "text": "The Box 1 summarizes the problems with inaccurate and exaggerated information in the case of COVID‐19. Even if COVID‐19 is not a 1918‐recap in infection‐related deaths, some coronavirus may match the 1918 pandemic in future seasons. Thus, we should learn and be better prepared. Questions about transmission, duration of immunity, effectiveness of different containment and mitigation methods, the role of children in viral spread, and assessment of the effectiveness of vaccines and drugs are essential to settle timely.",
            "cite_spans": [],
            "section": "LEARNING FROM COVID‐19",
            "ref_spans": []
        },
        {
            "text": "This research agenda requires carefully collected, unbiased data to avoid unfounded inferences. Larger‐scale diagnostic testing should help get more unbiased estimates of cases, basic reproduction number and infection fatality rate. The research agenda also deserves proper experimental studies. Besides candidate vaccines and drugs, randomized trials should evaluate also the real‐world effectiveness of simple measures (eg face masks in different settings), least disruptive social distancing measures and healthcare management policies for documented cases.",
            "cite_spans": [],
            "section": "LEARNING FROM COVID‐19",
            "ref_spans": []
        },
        {
            "text": "If COVID‐19 is indeed the pandemic of the century, we need the most accurate evidence to handle it. Open data sharing of scientific information is a minimum requirement. This should include data on the number and demographics of tested individuals per day in each country and the demographics and background diseases of patients requiring hospital care and intensive care and those who die. Proper prevalence studies and trials are also indispensable.",
            "cite_spans": [],
            "section": "LEARNING FROM COVID‐19",
            "ref_spans": []
        },
        {
            "text": "If COVID‐19 is not as grave as it is depicted, high evidence standards are equally relevant. Exaggeration and overreaction may seriously damage the reputation of science, public health, media and policymakers. It may foster disbelief that will jeopardize the prospects of an appropriately strong response if and when a more major pandemic strikes in the future.",
            "cite_spans": [],
            "section": "LEARNING FROM COVID‐19",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID‐19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "title": "Uncanny similarity of unique inserts in the 2019‐nCoV spike protein to HIV‐1 gp120 and Gag",
            "authors": [],
            "year": null,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.927871"
                ]
            }
        },
        "BIBREF2": {
            "title": "Study claiming new coronavirus can be transmitted by people without symptoms was flawed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "How many people might one person with coronavirus infect? Wall Street Journal",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019‐nCov)",
            "authors": [],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "248-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "CBS News, March 2, 2020: coronavirus may infect up to 70% of world's population, expert warns",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Experts: Rapid testing helps explain few German virus deaths",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Early containment strategies and core measures for prevention and control of novel coronavirus pneumonia in China",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "54",
            "issn": "3",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses",
            "authors": [],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Effectiveness of personal protective measures in reducing pandemic influenza transmission: a systematic review and meta‐analysis",
            "authors": [],
            "year": 2017,
            "venue": "Epidemics",
            "volume": "20",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Coronavirus could cost the global economy $2.7 trillion. Here's how",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Responding to Covid‐19 ‐ a once‐in‐a‐century pandemic?",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF14": {
            "title": "Global mortality associated with seasonal influenza epidemics: new burden estimates and predictors from the GLaMOR Project",
            "authors": [],
            "year": 2019,
            "venue": "J Glob Health",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical impact of human coronaviruses 229E and OC43 infection in diverse adult populations",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "10",
            "pages": "1634-1642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "An outbreak of human coronavirus OC43 infection and serological cross‐reactivity with SARS coronavirus",
            "authors": [],
            "year": 2006,
            "venue": "Can J Infect Dis Med Microbiol",
            "volume": "17",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "7019",
            "pages": "904-906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Public health interventions and epidemic intensity during the 1918 influenza pandemic",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "18",
            "pages": "7582-7587",
            "other_ids": {
                "DOI": []
            }
        }
    }
}