{
    "paper_id": "PMC7243221",
    "metadata": {
        "title": "PPE or not PPE - that is the question",
        "authors": [
            {
                "first": "Len",
                "middle": [],
                "last": "D’Cruz",
                "suffix": "",
                "email": "len.dcruz@bda.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nThis paper provides a different way of looking at dentists' ethical responsibilities when there is a scarcity of essential protective equipment.It looks at the distortion of the moral and psychological imperatives created by the elevation of healthcare workers to 'frontline heroes'.The paper reflects the challenges facing dentists trying to run a business and make a profit while managing issues of best interests treatment, social distancing and other state-sanctioned laws.\n",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "My colleague is telephone triaging patients during the lockdown phase of the COVID-19 pandemic. No routine treatment is being provided in accordance with the current guidelines, and face-to-face consultations and treatments are being reduced to absolute necessity.1",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "A 76-year-old lady phones. She has been with the practice, regularly attending for a number of years. She lives on her own, has been self-isolating for a number of weeks and is in pain. The lower right third molar is carious and split, and it needs an extraction. She is on bisphosphonates. A referral was made to a minor oral surgery referral service seven months ago and the patient has been referred on to the hospital because of its complexity. She has been waiting since then.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "A filling keeps the pain at bay as the tooth is painful otherwise.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "The filling has come out and the patient is in extreme pain. She needs a glass ionomer type filling to keep her going. That's all she needs - she is in tears on the phone and just needs someone to help her. This does not fit into the criteria for acceptance by the urgent treatment centres and now NHS 111 have sent her back to the practice.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "You do not have the necessary PPE to provide the filling. What are you going to do for her?",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "There are more details, but this is no different to many of the calls taken by dentists and their teams across the country, and indeed across the globe during this pandemic recently. The particular details may be different but the bare facts are the same. There is a patient in severe pain and they need your help. You could be a clinician in any healthcare speciality; this one just happens to be a dental patient and it's your own dental patient from your own dental practice. The dilemma faced is similar to other healthcare fields.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "We always think we will act ethically and we have a somewhat inflated belief in how righteous and patient-centred we are. People believe they will behave ethically in a given situation, but they don't. They then believe they behaved ethically when they didn't.2",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Every UK dental student given this scenario will trot out an algorithmic answer based on the GDC Standards for the Dental Team guidelines, starting with the patient's best interests.3",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "It's so much more difficult than that, as many reflective, thoughtful, wet-fingered dentists will attest to from their experiences over the past few weeks. This is no armchair academic exercise - these are real people in real situations every single day of the week.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "So, if we are going to start anywhere, let's start with you. Not the patient.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "And already, that is instinctively wrong. Our razor-like focus is always patient-centred. Our antenna is tuned into the patient's needs; their comfort, wellbeing and health - why would we be doing this job if that was not a fixed personal, moral imperative, irrespective of whatever the professional and ethical requirements are?",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "But let's start with your own best interests for once, because I think we should.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "There is no emergency in a pandemic.4 A thoughtful piece from a nurse on the frontline in Africa during the Ebola crisis in West Africa in 2014.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 37,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "A healthcare worker should start with the premise of self-preservation. If you don't look after yourself, no one else will. And if you are not well, catch the virus and come out of the clinic, you cannot do the crucial job you are trained and an expert in doing and someone else will have to do it. They may not be as good at it as you and it takes them away from doing what they might be doing which could be equally important.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Self-sacrifice is the stuff of religion, Shakespearean dramas and stirring, epic films. It's not really the stuff of frontline healthcare.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Without the right PPE - whatever that 'right' happens to be - this self-sacrifice is surely not what the public expect of us. Or the government. Or our families. Or indeed ourselves. The language adopted by the media and government agencies that makes this a 'war' against the virus, a 'battle' to save lives and those working through this taking their place on the 'frontlines' is not helpful when we contemplate the reality of what healthcare workers are doing.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Soldiers sign up to the 'frontline' in the expectation of putting themselves in harm's way and risking life and limb as part of their paid job. They know the risks and bravely face them. Healthcare staff did not do the job to risk their own lives but to save others. The language of war emboldens spirits, ostensibly binds the public together in a common purpose, but it puts healthcare workers in a perilous ethical position. Should they be expected,5 as part of that so-called frontline, to go over the top and face a hail of virus particles, without adequate protection, as the administrators behind them shout helpfully that supplies are on their way…just keep going.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "The characterisation of them as 'heroes' puts moral, emotional and psychological pressure on these people to act like heroes, to take risks they might not otherwise have done, to toil longer hours without breaks and work without the right equipment and PPE.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "In a pandemic, three of the four bioethical principles6 should be reversed and focused on the healer, not the patient.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "While justice, particularly distributive justice in Beauchamp and Childress' exposition of bioethics, looks at society's notions of what is fair and equitable to all patients and the public at large under conditions of scarcity and competition to obtain goods, the other three principles - respect for autonomy, nonmaleficence and beneficence - are prefigured around the patient's particular needs and desires.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "In the unique circumstances of a pandemic needing health workers to treat the patient, this may need to be reversed.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Many organisations that are imploring government agencies to provide sustainable supplies of PPE are at the same time advising clinicians not to put their own lives at risk.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "If we are to continue this conflict analogy, we might rehearse the well-known phrase (whose providence remains unclear) that truth is the first casualty of war. Is the evidence being made to fit an evidence-based policy or the shortage of PPE?7",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "With the media highlighting the issue,8,9 the government acknowledged the shortage of PPE but changed the guidelines to suit the acute shortage.10 There was much criticism over this, suggesting this was erosion of previous standards.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 40,
                    "end": 41,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 144,
                    "end": 146,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "The most recent guidance on PPE would suggest that, in this scenario, probably a non-aerosol generating procedure (AGP) situation, PPE is required to treat this 76-year-old in primary care.11",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "So, we have examined this scenario from the dentist's perspective (we haven't even started to think about the nurse and receptionist yet); now let's look at it from the patient's perspective.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "She is 76 years old, mobile, medically fit and well, and taking bisphosphonates. The tooth is a carious, broken down lower third molar. She is on a waiting list to have the extraction done in a tertiary centre and just needs a filling placed back in the tooth to relieve the agonising pain keeping her up at night. In normal circumstances, she would be in and out of the practice with the treatment done in less than half an hour.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "During the delay phase of the pandemic, a feature of which is the government's population distancing strategies,12 that is not so easy. She should not be coming out; if she is vulnerable to the virus and if she contracts it, she becomes a resource implication for the NHS. We have all been told to #StayatHome #ProtecttheNHS and #SaveLives.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "The moral hazard created by taking this patient out of self-isolation to solve her dental pain might imperil her health, which then requires the previously avoidable use of other finite resources - ventilators, more valuable PPE, beds, diagnostics and more staff putting their own health at risk.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "So this is not just about what's best for the patient exclusively.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "There are very good ethical business reasons to go back to work sooner rather than later, but the interface between delivering healthcare to make a profit and stay in business and providing ethical healthcare in the patient's best interests is complex. This is a very delicate balance to get right.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Returning to work after lockdown makes the imperative to recuperate lost income and mitigate further financial losses more pressing. Some commentators are not sure the balance is always patient-centred: 'The commercial philosophy has no moral code based on a value system other than money and, thus, many times the patient's needs and well-being are overlooked for financial gain.'13",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 383,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "When thinking about interpreting current guidelines on PPE for non-AGPs, if we choose to operate beyond the guidelines in the belief that they will provide better protection, that is a personal decision. However, if that becomes the standard accepted as the professional norm, it adds huge expense, limits treatment time dramatically and reduces access to services for patients while increasing the costs.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Dentistry won't be back to 'normal', that's for sure. For years possibly.",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "So, what did my colleague do in the end? What should she have done? What would you have done in the same situation?",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "Really?",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}