{
    "paper_id": "PMC7129473",
    "metadata": {
        "title": "Understanding the \"Scope\" of the Problem: Why Laparoscopy is Considered Safe During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [
                    "N"
                ],
                "last": "Morris",
                "suffix": "",
                "email": "snmorris@partners.org",
                "affiliation": {}
            },
            {
                "first": "Amanda",
                "middle": [
                    "Nickles"
                ],
                "last": "Fader",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Magdy",
                "middle": [
                    "P"
                ],
                "last": "Milad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Humberto",
                "middle": [
                    "J"
                ],
                "last": "Dionisi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel nature of the COVID-19 pandemic presents many challenges to gynecologists working to optimize the care of their patients. No part of our practice has been more disrupted than the ability to offer timely procedures to our patients with gynecologic surgical indications. Despite efforts to limit elective surgery during the COVID-19 pandemic, urgent and emergent procedures must still be performed. For many of these urgent procedures, such as ruptured ectopic pregnancy, hemorrhagic ovarian cysts, or ovarian torsion, laparoscopy may offer the best surgical approach and outcomes for the patient. However, some have suggested that laparoscopic procedures should be avoided, and laparotomy procedures be universally employed when a patient is COVID-19 positive or status is unknown due to concerns about aerosolization of viral particles via the pneumoperitoneum. We strongly disagree with this premise. Based on best available evidence, we concur with both the recent U.S. joint professional society statement on minimally invasive gynecology during the COVID-19 pandemic (1) as well as the European joint society statements (2) endorsing laparoscopy as a safe surgical approach in this setting.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1083,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1135,
                    "end": 1136,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2, the virus that causes COVID-19, is a respiratory pathogen. Both RNA and infectious virus are detected primarily from human upper and lower respiratory tract specimens. The COVID-19 virions are approximately 0.125 micron in size and are most commonly transmitted as larger (> 20 microns) respiratory water droplets. The virus may also be aerosolized and transmitted in smaller droplets (< 10 microns) in gas suspension. Particle size has implications for suspension time and filtration requirements. SARS-CoV-2 RNA has also been detected in blood and stool specimens, but it is unknown if infectious virus is present in these extrapulmonary specimens (3). To date, no studies have identified SARS-CoV-2 in surgical smoke, and even if found, it is not known whether these viral particles are infectious. Additionally, while viral RNA may be detected in the blood, no transmission of COVID-19 has been documented through this route (4).",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 664,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 942,
                    "end": 943,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What have we learned from other viral epidemics and surgical risks? That the risk of viral disease transmission with laparoscopy is virtually zero. Although the viral DNA of blood-borne viral pathogens, such as hepatitis B and human immunodeficiency virus (HIV), have been detected in surgical plume after the use of surgical energy (e.g. electrosurgery, laser and harmonic scalpel, there is no evidence to indicate that use of electrosurgery during laparoscopy increases the risk of disease transmission via the surgical plume or pneumoperitoneum (5,6). Further, surgery in patients with HIV and hepatitis B and C has been ongoing for decades, without documented increased risk of transmission from the surgical plume or laparoscopic pneumoperitoneum to surgeons, anesthesiologists or operating room personnel. In fact, when possible, laparoscopic techniques that significantly minimize exposure of surgeons to blood-borne pathogens is far preferred to laparotomy.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 551,
                    "end": 552,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Additionally, although COVID-19 is a novel disease, evidence from similar respiratory viruses, such as influenza and other coronaviruses (Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS-CoV)), have not shown evidence of disease transmission through surgical plume or laparoscopic gas during prior viral epidemics or annual flu seasons (7). The bottom line is: there is no compelling data to support the notion that respiratory or blood-borne infectious viruses are transmitted through the surgical plume or aerosolized laparoscopic gas.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "One must also consider the adverse impact of adopting overarching policy changes (such as “laparotomy is better during the COVID-19 pandemic because of theoretical aerosolization risks”) based on erroneous assumptions. What is not theoretical is that converting more cases to laparotomy during the COVID-19 pandemic will have dire downstream consequences, including prolonged hospital stays and bed utilization, an increased likelihood of intensive care unit stay, greater risk of patient harm from surgical complications (including undesirable pulmonary issues during a respiratory viral crisis), and greater risks of COVID-19 exposure for both the patient and health care providers. Given the lack of data to support the claim that COVID-19 virus spreads via the laparoscopic smoke plume or pneumoperitoneum, one cannot justify the increased utilization of precious resources, greater number of surgical complications, and infectious exposure risks to patient and caregivers that would result if laparoscopic approaches were abandoned during this period.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, despite this reassuring data, precautions should be considered to minimize any potential or theoretical risks during the COVID-19 pandemic. There are several relevant safety considerations for clinical teams who participate in gynecologic surgery during this time. Laparoscopy most commonly involves general anesthesia, with the associated intubation, extubation, and mechanical ventilation, which may produce airborne viral droplets in a COVID-19 positive patient. General anesthesia is not contraindicated in COVID-19 confirmed patients, but the surgical team should minimize exposure to airborne virus during intubation and extubation and OR personnel should don adequate PPE including face shields, N95 filtered masks if available, gowns and gloves. Even if it is assumed that limited viral particles may become airborne via pneumoperitoneum during laparoscopy, the operating room is one of the safest places in the hospital to avoid COVID-19 exposure, given the air filtration/circulation in most standard ORs, the sterile field, and surgeons and anesthesiologist will be wearing PPE.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Several techniques can be used to minimize the potential risk of airborne viral particles at the time of surgery via any route, and specifically during laparoscopy. Performing laparoscopy with lower intraabdominal CO2 pressures and minimizing the use of energy will limit the production of surgical plume and pneumoperitoneum. Additionally, the use of a smoke evacuation/filtration system allows for controlled release and filtration of the surgical plume. Ideally, gas and plume evacuation and filtration is accomplished with the use of ultralow particulate air filter (ULPA) rated to screen particles of 0.1 micron in diameter (e.g., the ConMed Airseal or Stryker Pneumoseal).  In contrast, high efficiency air filters (HEPA) are only required to filter particles of 0.3 micron in diameter. Of note, N95 masks are rated to filter out at least 95% of very small (0.3 micron) particles. (3) While smoke evacuation and filtration systems can be used both at the time of laparoscopy and laparotomy, laparoscopy offers the unique advantage of being able to almost entirely contain the surgical plume in the abdominal cavity. In conjunction with tightly fitting laparoscopic ports, an evacuation/filtration system can be used to minimize release of potential airborne virus into the operating room environment, while simultaneously evacuating the surgical smoke actively or passively. It is important to avoid sudden release of the pneumoperitoneum. This is most relevant prior to tissue extraction, whether via a mini-laparotomy or vaginally, and at the completion of the surgery. At these times, the abdominal cavity should be actively desufflated through a filtration system or with a simple piece of tubing attached to a suction canister, rather than releasing the pneumoperitoneum into the operating room. Use of a containment bag for tissue extraction can help maintain seal and may limit loss of pneumoperitoneum.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 889,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This is in contrast to smoke evacuation at the time of laparotomy, where containment of the surgical smoke is challenging, if not impossible. The smoke evacuator must ideally be within 2 cm of the source, with 50% loss of capture for every 1 cm from the source of the plume. If COVID-19 particles can indeed be disseminated into the surgical plume, then surgeons and OR personnel may be more likely to experience direct exposure to viral particles from a laparotomy approach.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In summary, laparoscopy remains the preferred surgical approach for gynecologic patients during the COVID-19 pandemic for most surgical indications. The theoretical risk of airborne SARS-CoV-2 from an abdominal source at the time of surgery has not been substantiated. There is no current evidence that infection of OR personnel occurs via laparoscopy any more so than laparotomy surgery. However, given the paucity of data, it is prudent to take precautions in the operating room given that viral particles can be aerosolized during intubation and extubation. We believe laparoscopy offers the opportunity for better containment and filtration of the surgical gas and plume compared with laparotomy, and continues to offer vastly more health benefits, particularly during the COVID-19 pandemic and when precious PPE and hospital resources as well as minimizing viral exposure risks are so critical to mitigating this public health crisis. Let's not lose sight of the “scope” of the problem: it is imprudent, and even dangerous, to blindly abandon tried-and-true, safe surgical practices during a viral pandemic. Laparoscopy, when clinically appropriate, achieves the goal of optimizing patient care and outcomes, while minimizing risk to the surgical and perioperative teams.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Detecting hepatitis B virus in surgical smoke emitted during laparoscopic surgery",
            "authors": [
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Occupational and Environmental Medicine",
            "volume": "73",
            "issn": "",
            "pages": "857-863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Reduction of HIV transmission during laparoscopic procedures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Surg Laparosc Endosc",
            "volume": "3",
            "issn": "",
            "pages": "2-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronavirus Disease 2019: Coronaviruses and Blood Safety",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transfus Med Rev",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}