{
    "paper_id": "PMC7152472",
    "metadata": {
        "title": "Specific testing of textiles for transportation",
        "authors": [
            {
                "first": "M.",
                "middle": [],
                "last": "Richaud",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Vermeersch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.I.",
                "middle": [],
                "last": "Dolez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Dolez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Olivier",
                "middle": [],
                "last": "Vermeersch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valério",
                "middle": [],
                "last": "Izquierdo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The automotive sector is the largest consuming sector of technical textiles worldwide (Carrigg & Alarid, 2016). According to the 2015 International Trade Statistics released by the World Trade Organization, the total of world exportations of automotive products was worth $1395 billion, representing 7.5% of the world's merchandise exports (WTO, 2015). In 2014, Europe was exporting around 51.5% of this share, before Asia (23.9%) and North America (20.9%). Technical textiles refer to the manufacture of a wide range of automotive products such as seatbelts, airbags, upholstery, headliners, carpets, tire reinforcements, filters, fiber-reinforced composites, thermal and acoustic insulators, etc. They are used in cars; in recreational vehicles such as motorcycles, snowmobiles, campers, and quads; in public transportation such as buses and streetcars; and in commercial vehicles such as trucks, fire trucks, ambulances, army vehicles, and construction trucks. Textile exports, when considered separately from clothing, accounted for $314 billion in 2014 (WTO, 2015).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 109,
                    "mention": "Carrigg & Alarid, 2016",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 341,
                    "end": 350,
                    "mention": "WTO, 2015",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 1059,
                    "end": 1068,
                    "mention": "WTO, 2015",
                    "ref_id": "BIBREF123"
                }
            ],
            "section": "Road vehicles ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Rising concerns for road traffic safety have motivated governments to impose stricter legislations and apply new standards in automotive transportation, such as the compulsory use of 3-point seatbelts and the presence of airbags for drivers as well as front and rear passengers. A study performed by Markets and Markets Analysis predicts that the increase in the demand for premium cars in regions such as Europe, North America, and Asia Pacific should drive the airbag and seatbelt markets upward to $23.6 and $9.0 billion respectively by 2019 (M&M, 2014a).",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 556,
                    "mention": "M&M, 2014a",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Road vehicles ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the area of composites, the value of the automotive market is expected to reach more than $7 billion by 2019, with a compound annual growth rate of 22% for carbon fiber reinforced polymer composites (M&M, 2014b). Indeed, textile-reinforced composites offer an interesting opportunity to help solve the weight challenge (Wilson, 2015). In 2014, the automotive industry produced 58,000 tons of carbon fiber-reinforced composites, 1.6 million tons of natural fiber-reinforced composites, and 3 million tons of glass fiber-reinforced composites.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 213,
                    "mention": "M&M, 2014b",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 323,
                    "end": 335,
                    "mention": "Wilson, 2015",
                    "ref_id": "BIBREF122"
                }
            ],
            "section": "Road vehicles ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The use of technical textiles in aircrafts has long contributed to the reduction in weight and the associated reduction in fuel expenses. But even though the introduction of mandatory seatbelts and the presence of life vests under the seats have contributed to saving many lives, the presence of synthetic fabrics in airplanes has also been the cause of many deaths. According to a study led by the National Transportation Safety Board on 26 plane crashes that occurred between 1983 and 2000, among the 45% passengers who did not survive the accidents, 26% lost their lives because of the violence of the impact while almost 5% died of fire-related causes (NTSB, 2001). In addition, it was observed that, in crashes with a higher survivability rate after impact, the rate of fire-related causalities was higher. As a matter of fact, many polymers used in seats, curtains, cushions, carpets, etc. do not display a high enough flame retardancy and/or they generate toxic fumes while burning (Bertrand, 2005).",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 667,
                    "mention": "NTSB, 2001",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 990,
                    "end": 1004,
                    "mention": "Bertrand, 2005",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Aircrafts ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Furthermore, in the last 20 years, the proportion of fiber-reinforced composites used in the aerospace industry has increased from 10% to 50%, such as in the Airbus 350 XWB or the Boeing 787 Dreamliner (Airbus, 2016). The objective is to reduce the overall weight of the structure and cut fuel consumption. These materials also require less maintenance thanks to the larger resistance to corrosion. However, the cost of the carbon fiber raw material is still higher than steel or aluminum, for instance, despite the twofold drop over the last decade made possible by the increased production volume and the development of new manufacturing processes. Carbon fiber-reinforced composites are gaining ground and becoming competitive thanks to the reduction in defects and cycle time as well as the development of new resin systems and new fiber placement and composite manufacturing processes (Rao, Simha, Rao, & Ravi Kumar, 2015); this provides interesting perspectives for aircraft manufacturers willing to push innovation forward in this sector of industry.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 215,
                    "mention": "Airbus, 2016",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 891,
                    "end": 926,
                    "mention": "Rao, Simha, Rao, & Ravi Kumar, 2015",
                    "ref_id": "BIBREF102"
                }
            ],
            "section": "Aircrafts ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Textiles also hold a large place in marine transport (Singha & Singha, 2012): sails, inflatable crafts, life jackets, personal flotation devices, hovercraft skirts, reinforcement for composite parts, securing and lifting webbings, upholstery, etc. In fact, some even wonder if, with a compound annual growth rate expected to exceed 6% by 2020, marine composites would not be one of the key components of the future of the textile industry (Technavio, 2016). Indeed, marine vessels made of textile-reinforced composites are about 50% lighter than those made of steel and more than 30% lighter than those made of aluminum.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 75,
                    "mention": "Singha & Singha, 2012",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 440,
                    "end": 455,
                    "mention": "Technavio, 2016",
                    "ref_id": "BIBREF115"
                }
            ],
            "section": "Marine transportation ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In terms of performance, the technical textiles used in the marine industry are subjected to strict requirements to ensure the safety of the passengers and merchandise that are transported. Flame resistance may thus be a critical criterion for some applications. In addition, requirements may include resistance to puncture and tearing as well as to ultraviolet rays, sea salt, and humidity exposure.",
            "cite_spans": [],
            "section": "Marine transportation ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "These highly demanding requirements have pushed innovation forward within this sector; the use of new materials has been investigated in order to insure the durability of the structures in particular. As a matter of fact, boat hulls are now made of glass fiber reinforced composite with a vinylester matrix, which provides an increased resistance to UV exposure and salt corrosion (Miyano & Nakada, 2009). Other high performance materials used in marine transportation include Spectra®, a high strength/high modulus extended chain polyethylene fiber whose chemical and abrasion resistance is superior to aramids; Treviria, a heat treated polyester fiber fabric; and carbon fibers (Singha & Singha, 2012).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 403,
                    "mention": "Miyano & Nakada, 2009",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 681,
                    "end": 702,
                    "mention": "Singha & Singha, 2012",
                    "ref_id": "BIBREF110"
                }
            ],
            "section": "Marine transportation ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The railway industry is another important market for technical textiles. It comprises trains and subways. The growth is fueled by the sustained demand in Asia and Western Europe as well as rising markets in Africa/Middle East and Eastern Europe (Statista, 2016). Textiles are used in flooring (carpets), seats, ceilings, curtains, as well as reinforcement for composite parts. The main driver for textile use in rail transport is, once again, weight.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 260,
                    "mention": "Statista, 2016",
                    "ref_id": "BIBREF127"
                }
            ],
            "section": "Rail transport ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Requirements for textiles in trains include nontoxicity of smoke, flame resistance, low abrasion, and durability. In particular, the toxicity of smoke in the case of a fire and emissions of volatile organic compounds (VOC) as a result of use are of large concern. Examples of requirements for fabrics and composites used in passenger rail transportation may be found in the standard NFPA 130 (2017) relative to fixed guideway transit and passenger rail systems. It covers seat upholstery, covers, window shades, woven seat cushion suspensions, and other fiber reinforced composite body parts.",
            "cite_spans": [],
            "section": "Rail transport ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Mass transportation is subject to very high standards in terms of passengers' safety. These translate into high requirements set by national and international regulations on fabric and composite properties and performance. On the other hand, recreational motor vehicles such as snowmobiles, motorcycles, jet skis, and sailing ships are not bound to such strict specifications, for instance, in terms of safety or durability. Requirements on constitutive materials are thus less demanding.",
            "cite_spans": [],
            "section": "Other applications ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The aerospace industry has also benefited from the significant improvements in terms of mechanical properties of technical textiles. For instance, the thermal protection system of space rockets/shuttles may include fibrous silica batting, graphite rayon fabric-reinforced phenolic resin composite, aramid felts, and/or alumina fiber cloth (Milgrom, 2013). On the other hand, solar sails, made of aluminized carbon fiber fabrics, for instance, may open up new regions of the solar system to exploration by allowing the development of propellant-free interplanetary space crafts (Johnson, 2012).",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 353,
                    "mention": "Milgrom, 2013",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 578,
                    "end": 591,
                    "mention": "Johnson, 2012",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Other applications ::: MobilTech—A growing market ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Over the years, the technical textile market has experienced a steady growth, increasing from less than 15 million tons and about $80 billion in 1995 to more than 23.5 million tons and about $130 billion in 2010 (David Rigby Associates, 2003). The trend is not slowing down: a TechNavio analysis has forecasted that the global technical textile market will reach a compound annual growth rate of 3.71% over the period 2015–19 (Technvio, 2014). Given the broad use of technical textiles on all five continents, this large growth rate has led to a need for manufacturers of technical textiles worldwide to standardize their testing methods for transportation applications.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 241,
                    "mention": "David Rigby Associates, 2003",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 427,
                    "end": 441,
                    "mention": "Technvio, 2014",
                    "ref_id": "BIBREF116"
                }
            ],
            "section": "The stakeholders ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In particular, the requirements of manufacturers of transportation equipment have increased over time as regulations towards passengers' safety have become more stringent (Pamuk & Çeken, 2009). Part and component suppliers are also experiencing an increase in competition and a request for the improvement in their product quality in order to keep their original partnerships and comply with the market expectations. Being able to rely on the suppliers' constant quality is a concern for manufacturers of transportation equipment. Some original equipment manufacturers (OEM) and their clients have built strong partnerships based on the sharing of common values regarding quality and safety. The key is to offer clients the best products available on the market at the desired price.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 191,
                    "mention": "Pamuk & Çeken, 2009",
                    "ref_id": "BIBREF99"
                }
            ],
            "section": "The stakeholders ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Since the creation of the International Organization for Standardization (ISO) in 1947, a series of technical committees have been formed to support the development of standards in the various transportation means, including the following (ISO 2016):●ISO/TC22 for road vehicles, which was formed in 1947 and has published 839 standards;●ISO/TC 20 for aircraft and space vehicles, which was also formed in 1947 and has published 649 standards;●ISO/TC 8 for ships and marine technology, formed in 1947 as well and has published 288 standards;●ISO/TC 269 for railway applications, which was formed in 2012 and has published 2 standards;The establishment of these reference testing methods has helped engineers develop products that can easily be exported worldwide.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "mention": "ISO 2016",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "The stakeholders ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "At the state level, standardization activities in the field of transportation equipment have also been conducted within the American Society for Testing and Materials (ASTM), the Canadian Standards Association (CSA), the Association Française de Normalisation (AFNOR), the Deutsches Institut für Normung (DIN), the British Standards Institution (BSI), the Italian Organization for Standardization (UNI), the Japanese Engineering Standards Committee (JESC), and the Standardization Administration of China (SAC) for instance. In addition, the Society of Automotive Engineers (SAE) is a US-based association whose mission includes the development of standards. Initially limited to the automobile industry, its scope has been broadening in 2016 to include engineers in all types of mobility-related professions.",
            "cite_spans": [],
            "section": "The stakeholders ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Passengers' safety is the major concern for Mobiltech textile manufacturers and has to be ensured by a tight control of the fire performance of the textile components and assemblies. Great efforts have been devoted over the last years to developing fire-resistant and nontoxic smoke generating textiles for airplanes, trains, ships, and road vehicles. In parallel, standards were established to confirm the level of performance of these materials.",
            "cite_spans": [],
            "section": "Standards for fire protection and smoke toxicity ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "For instance, the National Fire Protection Association (NFPA) in the United States has published a series of standards for textiles used in transportation. These documents include good practices in terms of testing methods of the fire behavior on fibers, fabrics, and composites, and the measurement of the level of toxicity of the fumes generated upon burning. The use of these standards is not limited to the United States and has found a large echo among manufacturers of transportation equipment.",
            "cite_spans": [],
            "section": "Standards for fire protection and smoke toxicity ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A certain hierarchy may be observed regarding fire protection and smoke toxicity requirements. In the case of aircrafts, the US Federal Aviation Administration is the leading authority (Horrocks, 2013). At a second level, aircraft manufacturers (Boeing, Bombardier, Airbus, etc.), as well as part and component suppliers set the performance thresholds along with the certification procedures. For trains, the NFPA is a leader for urban communities (for subways and commuter trains) and states (for other rolling stocks) in North America. In Europe, the standard series EN 45545 relative to fire protection on railway vehicles, which was published in 2010, is gradually being adopted and should prevail over state authorities as well as rolling stock manufacturers.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 200,
                    "mention": "Horrocks, 2013",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Standards for fire protection and smoke toxicity ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Some textiles used for Mobiltech applications are also subject to various mechanical constraints. Fiber reinforced composites used for structural applications such as in airplane fuselages or wings, car doors, roofs and bodywork parts have to maintain their mechanical properties for the entire lifetime of the structure. It is therefore critical, especially when passengers' safety is at stake, to assess the durability of structural parts and observe the damages induced by mechanical stressors, including impact, fatigue, and abrasion.",
            "cite_spans": [],
            "section": "Standards on structural and aesthetic durability ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition, technical textiles used for carpets, curtains, upholstery, and headliners may also have to resist use and abuse, including acts of vandalism. In Europe, fabrics are increasingly used for railway seat manufacturing in order to reach passengers' expectations in terms of comfort but also reduce the overall weight of the train. These fabrics have to be particularly resistant to tearing, cutting, marker and paint, chewing gum stains, etc. Resistance to these aggressors has to be assessed by laboratory tests prior to introducing the product on the market.",
            "cite_spans": [],
            "section": "Standards on structural and aesthetic durability ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Many textiles used inside private or public means of transportation also serve an aesthetic function; thus, this aspect has to be maintained as much as possible over the lifetime of the product. For that purpose, color fastness to ultraviolet or perspiration exposure along with crocking tests are conducted on dyed fabrics, and resistance to pilling is assessed on carpets, curtains, and upholstery.",
            "cite_spans": [],
            "section": "Standards on structural and aesthetic durability ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "All of these tests are required by car, airplane, train, and ship manufacturers and must be conducted by Mobiltech textile suppliers. These tests may also be stipulated by competent authorities such as the National Highway Traffic Safety Administration (NHTSA) in the United States, Motor Vehicle Safety (MVS) in Canada, or the European Council for Automotive R&D (EUCAR) in Europe.",
            "cite_spans": [],
            "section": "Standards on structural and aesthetic durability ::: Regulations, OEM specifications, and standardization organizations ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The first airbag system for cars was developed in 1951 (Hetrick, 1953). It consisted originally of bladders inflated with compressed air. Nowadays, they are made of plain weave super high tenacity nylon 6,6 or polyester (PET) fabrics (Orme, Walsh, & Westoby, 2014). Some are coated with silicone and equipped with vents in the back as a way to allow a controlled deflation after impact. In addition, a large increase in the airbag inflation rate upon impact has been obtained. They now inflate through a chemical reaction generating nitrogen gas in < 50 ms (Tan & Yu, 2012).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 69,
                    "mention": "Hetrick, 1953",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 235,
                    "end": 263,
                    "mention": "Orme, Walsh, & Westoby, 2014",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 558,
                    "end": 572,
                    "mention": "Tan & Yu, 2012",
                    "ref_id": "BIBREF113"
                }
            ],
            "section": "Airbags ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "During a car crash, the kinetic energy of the car is released into the bodies of the passengers who are propelled toward the windshield. Their acceleration relative to the car depends on the speed of the vehicle prior to the impact and the accumulation of energy during the crash (Sobhani, Young, Logan, & Bahrololoom, 2011). As a complement to seatbelts, the presence of airbags is now considered as a key factor for survival during a crash. Airbags are controlled by a central unit which monitors a series of sensors, including accelerometers that can detect variations in the vehicle speed indicative of a crash. Due to the forces involved and the speed of the airbag deployment and inflation, it has to be constructed out of very high strength fabrics so that it does not explode, distort, or tear during the two most critical phases of its action: inflation and impact of the body. The airbag has thus to be designed so that it does not fail catastrophically, doesn't allow tear propagation, and includes very high safety factors.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 323,
                    "mention": "Sobhani, Young, Logan, & Bahrololoom, 2011",
                    "ref_id": "BIBREF111"
                }
            ],
            "section": "Airbags ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "A first step in assessing airbag requirements consists of evaluating the different speeds at which bodies will be propelled toward the airbags depending on the weight of the body and the initial car velocity. In the case of a crash involving two moving vehicles, the kinetic energy of the crash may double if the collision is frontal. To help car manufacturers determine the requirements of their airbags, Sobhani et al. (2011) developed a model allowing the estimate of the injury severity in the case of a two-vehicle crash based on the calculation of the collision kinetic energy using the car speed, total mass, angle of collision, etc.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 427,
                    "mention": "Sobhani et al. (2011)",
                    "ref_id": "BIBREF111"
                }
            ],
            "section": "Airbags ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "Tests assessing the performance of airbags in the United States may be conducted on the entire system using unbelted 50th-percentile size and weight male instrumented crash dummies seated in the front of a vehicle impacting a fixed rigid barrier perpendicular to its axis of travel at speeds of up to 48 km/h (FMVSS 208). Injury criteria are set in terms of head acceleration, thoracic acceleration, chest deflection, force transmitted axially through the upper leg, and level of neck injury. In addition, all portions of the dummy shall remain inside the passenger compartment. By comparison, the corresponding European test method involves belted crash test dummies (ECE 94, 2003). The airbag module may also be evaluated using a test stand that simulates deployment conditions in a vehicle (ASTM D5428, 2008). The performance is assessed in terms of the variation in the airbag pressure and geometry over time as well as final conditions of the airbag module components.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "mention": "FMVSS 208",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 669,
                    "end": 681,
                    "mention": "ECE 94, 2003",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 794,
                    "end": 810,
                    "mention": "ASTM D5428, 2008",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Airbags ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "The requirements may also be set on the airbag fabric, yarn, and sewing thread (Fung & Hardcastle, 2001). Efforts to provide standardized test methods to that extent have been carried out by the ASTM Subcommittee D13.20 on inflatable restraints, the Society of Automotive Engineers (SAE), and car manufacturers, for instance. Table 14.1\nprovides a list of fabric properties relevant to airbag with examples of associated test methods. In addition, the fabric may be inspected for imperfections using ASTM D5426 (2012).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 103,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 500,
                    "end": 517,
                    "mention": "ASTM D5426 (2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Airbags ::: Performance testing related to safety",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 336,
                    "mention": "Table 14.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The presence of seat belts in cars dates back to 1930 after two American doctors found that crash related injuries in cars were largely related to the motion of passengers under the effect of their kinetic energy and could be prevented by an appropriate retention system (Imre & Cotetiu, 2014). Lap or 2-point seat belts became compulsory in Europe for front car seats in 1965. A further improvement was the introduction of 3-point seat belts that restrain the motion of the chest toward the steering wheel or the front panel, which proved to be fatal in many cases: They are now mandatory in front and back seats of cars in many countries and are also used in a series of other road vehicles such as trucks and in the front seats of other commercial vehicles such as buses and ambulances. Lap seat belts are still found in buses and aircrafts for passenger seats. In the case of child safety seats as well as for aircraft and racing car pilots for instance, 4-, 5-, or 6-point seat belts are used with additional buckling belts over the other shoulder and between the legs.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 292,
                    "mention": "Imre & Cotetiu, 2014",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Seat belts ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "Current 3-point seat belt systems comprise a piece of webbing, a retractor, a pillar-loop, a tongue, a buckle, and a 3rd point anchor. The webbing is generally a multiple layer woven made of high-tenacity continuous filament polyester yarns (Fung & Hardcastle, 2001). It has to have very high strength and good abrasion resistance, be soft and flexible in the longitudinal direction and rigid in the transverse direction, and resist UV degradation.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 265,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Seat belts ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "According to the current process in the car industry, the information about seat belt components is provided to the component manufacturer in a Design Goal Document (DGD) (Imre & Cotetiu, 2014). This includes the positioning of each seat belt component, which depends on the inside layout of the car, as well as the vehicle destination market, which will dictate which standards the seat belt system has to comply with. For instance, Europe refers to ECE R16 (restraints and safety belts) and ECE R44 (child restraints in power driven vehicles), while requirements for seat belts used in the United States are provided in FMVSS 208 (occupant crash protection), FMVSS 209 (seat belt assemblies), FMVSS 210 (anchorages for seat belt assemblies), and FMVSS 213 (child restraint system). If a car manufacturer decides to develop a new component for its seat belts, it will go through several steps of validation before having its component accepted by the competent committees and organisms. Computer aided design (CAD) will help model the component and choose the raw materials. It is also used for running virtual failure analysis through a failure mode and effects analysis (FMEA) and constraint accumulation calculation by finite elements analysis (FEA). Then tests will be run on prototypes, including abrasion, puncture resistance, stiffness, elongation at break, ultimate tensile strength, accelerated fatigue testing, and UV, heat, and humidity aging. Finally, a serial process control (SPC) will determine the stability and predictability of the process.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 192,
                    "mention": "Imre & Cotetiu, 2014",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Seat belts ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "As in the case of airbags, seat belts may be tested as a system using a 50th percentile adult male dummy in the driver and passenger front seats of a vehicle subjected to frontal barrier crash test, lateral moving barrier crash test, and rollover test (FMVSS 208). The frontal barrier crash test involves the vehicle impacting a fixed rigid barrier perpendicular to its axis of travel at speeds up to 48 km/h. In the lateral moving barrier crash test, the vehicle is impacted laterally on either side by a barrier moving at 32 km/h. The rollover test is conducted at 48 km/h over a concrete surface. Depending on the test performed, injury criteria may be set in terms of head acceleration, thoracic acceleration, chest deflection, force transmitted axially through the upper leg, and/or level of neck injury. In addition, all portions of the dummy shall remain inside the passenger compartment.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "mention": "FMVSS 208",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Seat belts ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "Requirements may also apply to the webbing materials. The performance factors to be assessed include the following (TC TSD 209, 2013):●Width after conditioning for at least 24 h in an atmosphere having a temperature of 23°C and a relative humidity between 48% and 67%;●Breaking strength measured with a rate of grip separation between 51 and 102 mm/min;●Elongation when subjected to a force of 11.120 N;●Resistance to abrasion, measured in terms of residual breaking strength;●Resistance to light, measured in terms of residual breaking strength and color retention after 100 h exposure to type E carbon-arc at 60°C; and●Resistance to microorganisms, measured in terms of residual breaking strength.\n",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "mention": "TC TSD 209, 2013",
                    "ref_id": "BIBREF114"
                }
            ],
            "section": "Seat belts ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "If they cannot be considered as a safety accessory per se, tires play a very large role in ensuring the safety of the vehicle. At the interface with the ground, they are a key component that determines the vehicle behavior while it ramps up and brakes. Developed and patented in the mid-19th century by a Scottish engineer, R. W. Thompson, pneumatic tires take advantage of the exceptional performance of vulcanized rubber (Fung & Hardcastle, 2001). A Scottish-born veterinary surgeon, John Boyd Dunlop, rediscovered pneumatic tires at the end of the nineteenth century while trying to improve the rolling comfort of his son's tricycle. His design involved the use of a fabric as reinforcement for the rubber. Another large step was made in 1946 by Michelin, who invented the radial tire method of construction. The more stable structure it produces allows a large increase in the tire longevity, driving safety, and fuel efficiency compared to the original cross-ply construction. They now have taken over most of the passenger road vehicle market, and the use of cross-ply tires is limited to some applications for trucks, trailers, farm equipment, and emerging markets (Lindenmuth, 2006).",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 447,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1173,
                    "end": 1189,
                    "mention": "Lindenmuth, 2006",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Tires ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "Car and light truck radial tires contain about 5% polymer textiles for the carcass and 10%–12% of steel for the belt, which provide strength to the tire (McDonel, 2006). The amount of textile in cross-ply tires is larger with about 21% (Fung & Hardcastle, 2001). Textiles in radial carcasses are primarily composed of polyester, while they are mostly nylon for cross-ply structures (McDonel, 2006). Aramids are also used when high strength-to-weight ratio and temperature resistance are required, for instance, in aircrafts and racing cars (Fung & Hardcastle, 2001). A small amount of aramid and nylon may be found as well in belt overlays (McDonel, 2006). Other tire components include natural and synthetic rubber, reinforcing fillers such as carbon black and silica, and various additives including vulcanization agents, plasticizers, stabilizers, antioxidants, and antiozonants (Lindenmuth, 2006).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 167,
                    "mention": "McDonel, 2006",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 237,
                    "end": 260,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 383,
                    "end": 396,
                    "mention": "McDonel, 2006",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 541,
                    "end": 564,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 641,
                    "end": 654,
                    "mention": "McDonel, 2006",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 883,
                    "end": 899,
                    "mention": "Lindenmuth, 2006",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Tires ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "Some tests are performed on the whole tire structure as described for instance in the US Federal Motor Vehicle Safety Standard (FMVSS 139) or in its European counterpart (EC 661, 2009). In the case of pneumatic tires, they cover the tire dimensions, high speed performance, endurance, low inflation pressure performance, and strength. In addition, the tire textile components may also be tested at the yarn, cord, and fabric scale (ASTM D885, 2010). Table 14.2\nprovides a list of the properties tested along with examples of applicable test methods.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "mention": "FMVSS 139",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 171,
                    "end": 183,
                    "mention": "EC 661, 2009",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Tires ::: Performance testing related to safety",
            "ref_spans": [
                {
                    "start": 450,
                    "end": 460,
                    "mention": "Table 14.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "When goods are transported by road, boat, train, and air, they have to be strongly secured to keep them from tilting, sliding, or moving around, which would be a source of danger and/or might damage them (DVSA, 2017). Straps and slings are generally used to ensure this function. They may also be employed as a way to lift objects to load them on and unload them from the transportation mean. They are generally made with high-tenacity polyamide, polyester, or polypropylene multifilament.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 215,
                    "mention": "DVSA, 2017",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Lifting and securing slings ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "A series of European standards cover the safety aspects of textile slings: flat woven webbing slings made of manmade fibers (EN 1492-1, 2008), roundslings made of manmade fibers (EN 1492-2, 2008), and lifting slings made from natural and manmade fiber ropes (EN 1492-4, 2008). A fourth standard for disposable flat woven slings is in preparation. Properties and performance of slings assessed in these standards comprise the type of polymer and yarn; the webbing construction, width, thickness, and tenacity; the change in webbing width under load; the working load limit and minimum failure force; and the interaction of the sling with fittings. A description of requirements and test methods may also be found in ASME B30.9 (2010) for slings used in conjunction with cranes and ANSI B77.1a (2012) for passenger ropeways (aerial tramways, aerial lifts, surface lifts, tows and conveyors), for instance.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 140,
                    "mention": "EN 1492-1, 2008",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 179,
                    "end": 194,
                    "mention": "EN 1492-2, 2008",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 259,
                    "end": 274,
                    "mention": "EN 1492-4, 2008",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 715,
                    "end": 732,
                    "mention": "ASME B30.9 (2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 780,
                    "end": 798,
                    "mention": "ANSI B77.1a (2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Lifting and securing slings ::: Performance testing related to safety",
            "ref_spans": []
        },
        {
            "text": "For automotive applications, standards concerning flame resistance of materials have been prepared by international and national organizations as well as car manufacturers. For instance, Volvo has broadened the scope of the NHTSA flammability test for motor vehicle interior materials, FMVSS 302, by conducting the test on specimens aged for 14 days at 38°C at 95% RH and at 70°C in addition to conditioned specimens (VCS 5031,19, 2004). Some countries have also adopted modified versions of standards issued by organization such as NFPA, the EU Council, and NHTSA in the United States.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 435,
                    "mention": "VCS 5031,19, 2004",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "Road vehicles ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "The most common flammability test for road vehicle interior materials measures the horizontal burning rate of specimens exposed to a low-energy flame for 15 s in a combustion chamber (FMVSS 302, n.d, ISO 3795, 1989, ASTM D5132, 2011, VCS 5031,19, 2004). The test also determines if and when the flame self-extinguishes. It applies to textiles situated within 13 mm of the occupant compartment air space in passenger cars, multipurpose passenger vehicles, trucks, and buses, as well as for tractors and agriculture and forestry machinery.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 198,
                    "mention": "FMVSS 302, n.d",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 200,
                    "end": 214,
                    "mention": "ISO 3795, 1989",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 216,
                    "end": 232,
                    "mention": "ASTM D5132, 2011",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 234,
                    "end": 251,
                    "mention": "VCS 5031,19, 2004",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "Road vehicles ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "Other flammability test methods may involve a test chamber replicating the section of a school bus to assess the burning behavior of upholstered seating used in school buses (ASTM E2574, 2012). The chamber is equipped with two ventilation openings at each end and holds three rows of seats. The ignition source consists of a propane gas burner installed either on top or under one of the seats. The flammability performance is assessed in terms of the time elapsed between ignition and flame extinguishment, mass loss of the seat assembly, occurrence of flame spreading to other seats, and seat material melting or dripping.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 191,
                    "mention": "ASTM E2574, 2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Road vehicles ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "In Europe, the European Aviation Safety Agency (EASA) has regulatory authority and executive tasks in the field of civil aviation safety. It works jointly with the National Aviation Authorities (NAAs) of the different European country members of the ESEA in order to ensure that airplane manufacturers and OEMs from these different countries fulfill the various standardization requirements and regulations. EASA also works on technical agreements with its counterparts in the world such as the Federal Aviation Administration (FAA) in the United States or the Canadian Aviation Regulation (CAR). The FAA publishes federal aviation regulations (FAR) and advisory circulars (AC), which provide guidance for compliance with airworthiness standards for airplane manufacturers.",
            "cite_spans": [],
            "section": "Aerospace ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "For instance, the FAA standard on airworthiness of airplanes (FAR/CS 25.853) includes several flammability test methods that apply to textile components:●12 s vertical flame test, with measurement of the flame time, burn length, and flaming time of drippings;●15 s horizontal flame test, with measurement of the average burn rate;●Seat cushion flame test, with measurement of the burn length and weight loss;●Radiant heat exposure test, with measurement of the heat released;●Smoke emission test, with measurement of the specific optical smoke density.\n",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 75,
                    "mention": "FAR/CS 25.853",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Aerospace ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "EASA for its part is currently reviewing its legislation on civil aircrafts to take into account the increased air traffic and arrival of new technologies such as drones (Juul, 2016). In particular, it intends to better standardize the way flammability testing is conducted (EASA CM-CS-004, 2013).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 181,
                    "mention": "Juul, 2016",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 275,
                    "end": 295,
                    "mention": "EASA CM-CS-004, 2013",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Aerospace ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "Some aerospace companies have also developed their own flammability test standards. For instance, Boeing's BSS fire test standards include vertical, horizontal, and 45 degrees flame tests (BSS 7230), smoke density tests (BSS 7238), gas toxicity tests (BSS 739), and heat release tests (BSS 7322) (AIM-Aerospace, 2015). Airbus has also vertical (AITM 2.0002A and B), horizontal (AITM 2.0003), and 45 degrees (AITM 2.0004) flame tests, heat release test (AITM 2.0006), and smoke density tests (AITM 2.0007). In Canada, Bombardier requires conformance to its SMP 800C test for toxic gas generation.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 316,
                    "mention": "AIM-Aerospace, 2015",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Aerospace ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "The NFPA Standard for Fixed Guideway Transit and Passenger Rail Systems (NFPA 130, 2014) provides guidelines on tests to be performed on materials used in trains. Their behavior in the case of a fire is characterized by their flame resistance and smoke emission. Tests may be carried out on component materials or complete seat or mattress assembly. Table 14.3\nlists test methods recommended in the NFPA 130 standard (2014) as well as in other US standards such as ASTM E2061 (2015) and FRA 216 (1999) of the Federal Railroad Administration for the different types of textiles or textile-based items.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 87,
                    "mention": "NFPA 130, 2014",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 399,
                    "end": 423,
                    "mention": "NFPA 130 standard (2014)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 465,
                    "end": 482,
                    "mention": "ASTM E2061 (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 487,
                    "end": 501,
                    "mention": "FRA 216 (1999)",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Rail ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 360,
                    "mention": "Table 14.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The permanence of the surface flammability and smoke emission characteristics of the materials is also verified after dynamic fatigue testing using roller shear or constant force pounding (ASTM D3574, 2016), after washing according to the manufacturer's recommended procedure or ASTM E2061 (2015), and, if relevant, after dry cleaning according to ASTM D2724 (2007).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 205,
                    "mention": "ASTM D3574, 2016",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 279,
                    "end": 296,
                    "mention": "ASTM E2061 (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 348,
                    "end": 365,
                    "mention": "ASTM D2724 (2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Rail ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "In Europe, a common strategy in terms of fire requirements and test methods for materials used in railway vehicles has been set with the recent publication of the standard EN 45545-2 (2013). Requirements depend on the amount of material, its location, its use, and if it is in contact with another material. Three main categories of performance are measured:●Ignitability and flame spreading using ISO 5658-2 (2006) for curtains and shades, ISO 12952-2 (2010) for linens and blankets, ISO 9239-1 (2010) for composite flooring, ISO 11925-2 (2010) for air filters●Heat release rate using a cone calorimeter technique (ISO 5660-1, 2015)●Smoke generation (ISO 5659-2, 2012)\n",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 189,
                    "mention": "EN 45545-2 (2013)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 398,
                    "end": 415,
                    "mention": "ISO 5658-2 (2006)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 441,
                    "end": 459,
                    "mention": "ISO 12952-2 (2010)",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 485,
                    "end": 502,
                    "mention": "ISO 9239-1 (2010)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 527,
                    "end": 545,
                    "mention": "ISO 11925-2 (2010)",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 616,
                    "end": 632,
                    "mention": "ISO 5660-1, 2015",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 652,
                    "end": 668,
                    "mention": "ISO 5659-2, 2012",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Rail ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "In addition, flame tests are conducted on complete seats in a large scale chamber according to ISO/TR 9705-2 (2001). The results are obtained in terms of the variation of the heat output and heat release rate with time. The seats are tested in the as-produced condition as well as after damage has been created to simulate an act of vandalism committed with a knife (EN 45545-2, 2013).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 115,
                    "mention": "ISO/TR 9705-2 (2001)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 367,
                    "end": 383,
                    "mention": "EN 45545-2, 2013",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Rail ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "The International Maritime Organization (IMO) has the worldwide authority to set new standards for safety, minimum official requirements, and environmental performance of naval transportation ships. For instance, it has published fire test procedures (FTP) for testing flammability of materials including textiles used onboard. Table 14.4\nprovides a list of these different tests. The flammability test for vertically suspended textiles and films is also performed on specimens subjected to accelerated aging by dry-cleaning, laundering, water leaching, and weathering (IMO FTP Code, 2010).",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 588,
                    "mention": "IMO FTP Code, 2010",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Marine ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 338,
                    "mention": "Table 14.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Indications about fire test methods for textiles used in marine ships may also be found in the US Code of Federal Regulations 46 CFR Part 72.05-55 subsection relative to structural fire protection for furniture and furnishings for shipping. In addition, ship manufacturers may have to assess the fire characteristics of mattresses and bedding assemblies according to NFPA 267 (1998). The test method uses an open calorimeter environment to determine the heat release, smoke density, weight loss, and generation of carbon monoxide of mattresses and bedding assemblies exposed to a flaming ignition source.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 382,
                    "mention": "NFPA 267 (1998)",
                    "ref_id": "BIBREF94"
                }
            ],
            "section": "Marine ::: Testing related to flammability, smoke generation, and toxicity",
            "ref_spans": []
        },
        {
            "text": "Transportation was the leading segment of nonwoven filter media applications in 2014 with 21.2% of the total market revenue (James, 2015). This trend has been maintained since then and may be attributed in part to tougher regulations towards the reduction in carbon emissions from automobiles. Further, with respect to cars, large concerns have also been raised about the air quality inside the passenger compartment (Fung & Hardcastle, 2001). Indeed, research has shown that, because of the tunnel effect, the exhaust gas concentration inside a car may be six times higher than outside. This phenomenon is amplified when a car is driven as a closed distance from the preceding one. The question of inside air filtration is also critical in public transportation, especially for long distance travel segments (Santos O'Connor, 2012).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 136,
                    "mention": "James, 2015",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 418,
                    "end": 441,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 810,
                    "end": 831,
                    "mention": "Santos O'Connor, 2012",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Filtration ::: Testing related to hygiene",
            "ref_spans": []
        },
        {
            "text": "Cabin air filters may combine three mechanisms (Fung & Hardcastle, 2001): mechanical filtration of the solid particles through the pores of the nonwoven, electrostatic attraction of the solid particles on the charged nonwoven fibers, and adsorption of gases and removal of odors by activated carbon granules distributed across the nonwoven filter.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 71,
                    "mention": "Fung & Hardcastle, 2001",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Filtration ::: Testing related to hygiene",
            "ref_spans": []
        },
        {
            "text": "The performance of air filters may be tested for particulate and gas filtration. For instance, standard ISO/TS 11155-1 (2001) allows assessing the pressure loss, fractional filtration efficiency, and accelerated particulate holding capability of filter elements for road vehicle passenger compartments using standardized laboratory particulate challenges larger than 0.3 μm. The dynamic gas adsorption of the passenger compartment air filters of road vehicles may be characterized according to the test methods described in ISO/TS 11155-2 (2009). The air pressure loss as well as the gas and vapor removal characteristics are measured for a series of relevant contaminants.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 125,
                    "mention": "ISO/TS 11155-1 (2001)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 524,
                    "end": 545,
                    "mention": "ISO/TS 11155-2 (2009)",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Filtration ::: Testing related to hygiene",
            "ref_spans": []
        },
        {
            "text": "Textiles used for seats, handles, carpets, etc. may also be treated to provide them with an antimicrobial function. The antimicrobial agent may be applied as a finishing treatment on the yarn or the fabric, or it may be incorporated into the polymer extrusion solution or the spinning bath (Zhao & Chen, 2016). In the latter case, it has to slowly migrate towards the fiber surface to provide its function during use. Finishing treatments may use conventional exhaust and pad-dry-cure methods as well as newly developed padding, spraying, coating, foam finishing, and microencapsulation techniques. For instance, silver nanoparticles have recently generated interest because they appear as a more health and environmentally friendly antimicrobial alternative to halogenated phenols such as triclosan. In addition, bacteria are less prone to develop resistance to silver nanoparticles than conventional antibiotics (Chernousova & Epple, 2013). Other strategies involve the use of natural compounds such as chitosan to limit the occurrence of side effects on health and the environment (Lim & Hudson, 2004).",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 308,
                    "mention": "Zhao & Chen, 2016",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 915,
                    "end": 940,
                    "mention": "Chernousova & Epple, 2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1085,
                    "end": 1103,
                    "mention": "Lim & Hudson, 2004",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Antimicrobial textiles ::: Testing related to hygiene",
            "ref_spans": []
        },
        {
            "text": "The antibacterial activity of textile products may be quantified by directly inoculating fabric swatches with gram-positive Staphylococcus aureus and/or gram negative Klebsiella pneumoniae organism cultures (AATCC TM100, 2012). The antibacterial activity value of the tested textile is computed using bacteria counts on the samples immediately after inoculation and after the desired contact period. Other standard test methods provide alternative transfer and printing techniques for inoculation (ISO 20743, 2013). More details about antibacterial efficiency test methods are available in Chapter 6.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 225,
                    "mention": "AATCC TM100, 2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 498,
                    "end": 513,
                    "mention": "ISO 20743, 2013",
                    "ref_id": "BIBREF132"
                }
            ],
            "section": "Antimicrobial textiles ::: Testing related to hygiene",
            "ref_spans": []
        },
        {
            "text": "Textile reinforcements for composites include yarns, strands, tows or rovings (Strong, 2008). They may be used directly, for instance, in filament winding or fiber placement processes. They may also be transformed into more complex textile structures such as wovens, knits, and braids with anisotropic properties in all three directions. On the other hand, nonwovens or mats are manufactured directly using fibers or chopped strands that are more or less randomly distributed in the plane of the structure. Recently, noncrimp fabrics (NCF) have been developed to combine the strength and perfect fiber placement of wovens with the flexibility, ease of manufacture, and absence of fiber crimp of nonwovens (Schnabel & Gries, 2011). The 2-D sheet materials may then be assembled by stitching, Z-pinning, or tufting, for instance, to create complex shaped, 3-D structures that will be cut to shape to be fitted in the composite part mold (Mouritz, 2011). Near net-shape preforms may also be prepared directly using 3-D textile manufacturing techniques, which include 3-D interlock and orthogonal noncrimp weaving as well as 3-D braiding. This allows improving the pace of the process and the quality of the composite. The 2-D reinforcements and 3-D preforms may also be delivered as prepregs, i.e., with the textile being coated with the resin only partially cured (Strong, 2008). Prepregs need to be stored in cold conditions to prevent premature complete polymerization.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "mention": "Strong, 2008",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 706,
                    "end": 728,
                    "mention": "Schnabel & Gries, 2011",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 936,
                    "end": 949,
                    "mention": "Mouritz, 2011",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1363,
                    "end": 1375,
                    "mention": "Strong, 2008",
                    "ref_id": "BIBREF112"
                }
            ],
            "section": "Tests on composite textile reinforcements ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "The properties of the textile reinforcement as well as its compatibility with the matrix play a major role in the performance of the composite material (Strong, 2008). Indeed, the reinforcement gives the composite its strength and stiffness because it bears the stress applied on the composite part, which is transferred by the matrix. Properties measured on the reinforcement include the following:●Density of the 1-D raw material (fiber/filament/yarn/strand/tow/roving), e.g., using Archimedes' method (ASTM D3800, 2016) or a pycnometer (ASTM D70, 2009; ASTM D5550, 2014);●Elastic modulus, strength, and elongation at break of the 1-D raw material, e.g., using ASTM D4018 (2017) for continuous filament carbon and graphite fiber tows;●Dry uniaxial bending of the reinforcement, e.g., based on standard test ASTM D1388 (2014) or using the apparatus developed by Jldain (2015). Buckling of inner yarns may be observed using a translucent bending surface.●Draping behavior of the reinforcement, e.g., using the double curvature technique developed by Harrabi et al. (2008);●In-plane shear of the reinforcement using a bias extension or picture frame technique (Long, Boisse, & Robitaille, 2005). In-plane shear is considered to be the main deformation mechanism taking place when the reinforcement is formed to a 3-D geometry. This test also provides a measurement of the maximum deformation, with the yarn locking angle;●Biaxial in-plane tension of the reinforcement, e.g., using the biaxial tensile device with cruciform specimens described in Long et al. (2005). It allows characterizing the warp and weft yarn interaction in woven fabrics.●Dry compaction of the reinforcement, e.g., adapted from standard test ISO 5084 (1996). The test involves the application of compression cycles and provides a measurement of the preform thickness under a certain level of normal stress as well as the through-thickness rigidity of the material. It also gives an estimate of the maximum fiber volume fraction that can be achieved (Robitaille & Gauvin, 1998);●Pore size distribution in the reinforcement, e.g., using microscopy, X-ray microtomography, and capillary flow porometry (Bonnard, Causse, & Trochu, 2017). This last technique allows accessing the dual scale structure of fibrous reinforcements;●Resin permeability of the reinforcement using unidirectional injection or bidirectional flow measurement from a pointwise injection gate (Demaría, Ruiz, & Trochu, 2007). The test may be conducted with 100 cp silicon oil that behaves as a Newtonian fluid.\n",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 165,
                    "mention": "Strong, 2008",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 505,
                    "end": 521,
                    "mention": "ASTM D3800, 2016",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 540,
                    "end": 554,
                    "mention": "ASTM D70, 2009",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 556,
                    "end": 572,
                    "mention": "ASTM D5550, 2014",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 663,
                    "end": 680,
                    "mention": "ASTM D4018 (2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 809,
                    "end": 826,
                    "mention": "ASTM D1388 (2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 863,
                    "end": 876,
                    "mention": "Jldain (2015)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1050,
                    "end": 1071,
                    "mention": "Harrabi et al. (2008)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1160,
                    "end": 1192,
                    "mention": "Long, Boisse, & Robitaille, 2005",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1545,
                    "end": 1563,
                    "mention": "Long et al. (2005)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1713,
                    "end": 1728,
                    "mention": "ISO 5084 (1996)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2021,
                    "end": 2046,
                    "mention": "Robitaille & Gauvin, 1998",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 2171,
                    "end": 2202,
                    "mention": "Bonnard, Causse, & Trochu, 2017",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2432,
                    "end": 2461,
                    "mention": "Demaría, Ruiz, & Trochu, 2007",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Tests on composite textile reinforcements ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "In addition, the type of reinforcement also has a large impact on the manufacturing process, which in turn controls the performance of the final composite part.",
            "cite_spans": [],
            "section": "Tests on composite textile reinforcements ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "Defects in the textile reinforcement may also induce reduced performance and/or premature failure in the composite part. These defects include fiber misorientation (Saboktakin, Dolez, & Vu-Khanh, 2011), broken fibers (Mouritz, 2011), wrinkling (Zhu, Yu, Zhang, & Tao, 2011), and local strain concentration due to stitching (Chen, Endruweit, Harper, & Warrior, 2015). Preform inspection may be conducted using x-ray microtomography (Desplentere et al., 2005) or by reconstructing geometries from sections obtained by electronic microscopy (Blanc, Germain, Da Costa, Baylou, & Cataldi, 2006).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 200,
                    "mention": "Saboktakin, Dolez, & Vu-Khanh, 2011",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 218,
                    "end": 231,
                    "mention": "Mouritz, 2011",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 245,
                    "end": 272,
                    "mention": "Zhu, Yu, Zhang, & Tao, 2011",
                    "ref_id": "BIBREF126"
                },
                {
                    "start": 324,
                    "end": 364,
                    "mention": "Chen, Endruweit, Harper, & Warrior, 2015",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 432,
                    "end": 456,
                    "mention": "Desplentere et al., 2005",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 539,
                    "end": 588,
                    "mention": "Blanc, Germain, Da Costa, Baylou, & Cataldi, 2006",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Tests on composite textile reinforcements ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "Depending on its functions, the composite part will have to meet different requirements. These requirements include the following (Mallick, 2007):●Static mechanical properties: tension, compression, flexion, in-plane shear, interlaminar shear●Fatigue properties: tension-tension, flexural, interlaminar shear, compressive●Impact properties: Charpy, Izod, drop-weight●Long-term behavior: elevated temperature aging, moisture aging, creep●Other properties: pin bearing, damping, thermal extension, thermal conductivity\n",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 144,
                    "mention": "Mallick, 2007",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Destructive testing of textile-reinforced composites ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "Various destructive test methods exist to characterize the properties as well as the short and long-term performance of composite parts. Some tests are conducted on composite specimens (Table 14.5\n). OEMs have also developed some application-specific test procedures that they may perform on full-scale parts (Kia, 2012, Perret et al., 2012).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "mention": "Kia, 2012",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 321,
                    "end": 340,
                    "mention": "Perret et al., 2012",
                    "ref_id": "BIBREF100"
                }
            ],
            "section": "Destructive testing of textile-reinforced composites ::: Testing of textile-reinforced composites",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 196,
                    "mention": "Table 14.5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "As an alternative to destructive testing, nondestructive test (NDT) methods allow looking for defects and damages inside composite parts without cutting them apart or even decreasing their performance. These techniques are critical for in-service inspection but may also be useful for production quality control as well as rapid sample testing. They are categorized as contact and noncontact methods in Table 14.6\n. For instance, X-ray computed tomography and ultrasound-based techniques were successfully used to detect two significant process-induced defects, namely fiber breakage and ply misorientation, in woven-reinforced composites manufactured by vacuum assisted resin transfer molding (Saboktakin Rizi, 2013).",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 716,
                    "mention": "Saboktakin Rizi, 2013",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Nondestructive testing of textile-reinforced composites ::: Testing of textile-reinforced composites",
            "ref_spans": [
                {
                    "start": 403,
                    "end": 413,
                    "mention": "Table 14.6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "In addition, new NDT techniques are continuously developed. For instance, a micro-vibrothermography device was designed to detect deep submillimeter flaws in stitched T-joint carbon fiber reinforced polymer (CFRP) composites (Zhang et al., 2016). A burst of ultrasound waves is delivered to the specimen with a 200 Pa ultrasound excitation transducer. The temperature profile is captured with an infrared camera equipped with a microlens. The same team also developed a microlaser line thermography technique, which was successfully used to detect internal microporosities in the same stitched T-joint CFRP composites.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 244,
                    "mention": "Zhang et al., 2016",
                    "ref_id": "BIBREF124"
                }
            ],
            "section": "Nondestructive testing of textile-reinforced composites ::: Testing of textile-reinforced composites",
            "ref_spans": []
        },
        {
            "text": "Aging may also result from normal wear as well as accidental or intentional damage during service. Damage may be generated by a mechanical action, for instance crocking, pilling, abrasion, snagging, tear, laceration, etc. (Kern, 2014). It may also be of chemical nature, for example, resulting from a water leak, fluid spill, perspiration, soiling by a sick passenger, etc. If the test item is designed to be laundered, colorfastness and resistance to laundering cycles may also have to be assessed. The effect may be visual with a change in color or a stain. A loss in performance and/or physical integrity of the material may also observed. Table 14.8\nprovides a list of test methods used in the transportation industry to characterize the resistance of materials to aging due to service conditions. Some of them have been developed by private companies like Volkswagen (PV test methods in Table 14.8), Daimler (DBL test methods), and General Motors Europe (GME test methods).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 233,
                    "mention": "Kern, 2014",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Service aging ::: Environmental aging ::: Durability testing",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 653,
                    "mention": "Table 14.8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 892,
                    "end": 902,
                    "mention": "Table 14.8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "Fatigue is a specific aspect of material aging where the part is subjected to loading/unloading cycles. This mechanism is critical for the durability of rigid materials such as textile-reinforced composites. But it is also relevant for textiles and coated textiles which are more flexible.",
            "cite_spans": [],
            "section": "Fatigue ::: Durability testing",
            "ref_spans": []
        },
        {
            "text": "First of all, fibers themselves exhibit fatigue failure (Miraftab, 2009). Loading may be applied in tension, lateral compression, flexion, and torsion. The damage may come during the manufacture of the woven or braided structure for instance as well as during use. One typical example is the cyclic fatigue experienced by a tire cord. In addition to the mechanical stress mode and conditions of application (frequency, amplitude, offset, etc.), other parameters may affect the fatigue failure of a fiber: its composition and manufacturing process/conditions, its dimensions, the presence of impurities, its environment (temperature, humidity, UV, pH, bacteria), etc. The measurement is conducted by applying cyclic loading conditions in a specified environmental. The result is expressed in terms of stress vs. number of cycles to failure (S-N) curves and survival diagrams.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 71,
                    "mention": "Miraftab, 2009",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Fatigue ::: Durability testing",
            "ref_spans": []
        },
        {
            "text": "Fatigue may also be experienced at the textile structure scale. Yet, not much research appears to have been done in that field. In the case of flexural fatigue of woven fabrics, it was shown that the performance depends on the structure of the fabric, the position and structure of the yarn, and the yarn material (Schiefer & Boyland, 1942). Surface fatigue also contributes to wear behavior upon abrasion (Özdil, Kayseri, & Mengüç, 2012). Fatigue cracks form at the surface of the material due to alternating compression-tension stresses and propagate to subsurface regions where they may rejoin.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 339,
                    "mention": "Schiefer & Boyland, 1942",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 407,
                    "end": 437,
                    "mention": "Özdil, Kayseri, & Mengüç, 2012",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "Fatigue ::: Durability testing",
            "ref_spans": []
        },
        {
            "text": "Fatigue failure performance is a major component in composite part design and has been the focus of several studies (Carvelli & Lomov, 2015). A series of test methods for textile-reinforced composites has also been developed by various standardization organizations (Table 14.9\n). In addition, it was shown in a study that the S-N curve should be combined with the time-temperature superposition principle to take into account the effect of the environmental conditions, in that case temperature and water absorption (Miyano & Nakada, 2009).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 139,
                    "mention": "Carvelli & Lomov, 2015",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 518,
                    "end": 539,
                    "mention": "Miyano & Nakada, 2009",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Fatigue ::: Durability testing",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 277,
                    "mention": "Table 14.9",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "Natural fibers have been used for some time as a replacement for glass and carbon fibers in composites for nonstructural applications. Indeed, in addition to their low cost, they display a low density which can lead to reduced energy consumption as well as competitive specific mechanical properties. They are also biodegradable. In the automotive industry, for instance, jute was used by Mercedes-Benz in 1996 for its E-class vehicle door panels (Koronis, Silva, & Fontul, 2013). A blend of flax and sisal later found its way as reinforcement into Audi's 2000 A2 midrange car door trim panels; kenaf in Toyota's 2003 spare tire cover; bamboo fibers in Mitsubishi Motors' interior components; and wheat straw in Ford 2010 Flex crossover vehicle storage bin and inner lid.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 478,
                    "mention": "Koronis, Silva, & Fontul, 2013",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Natural fibers ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Natural fibers are now considered for more high-performance applications thanks to improvements in their compatibility with polymer matrices (Pickering, Efendy, & Le, 2016). For instance, a green hydrophobic treatment based on zinc oxide nanorods and stearic acid was developed for recycled jute fibers (Arfaoui, Dolez, Dubé, & David, 2017). However some issues remain, including the inherence variability in their physical properties as well as their poor moisture resistance and limited thermal stability (Koronis et al., 2013). This thus requires some adjustments in testing programs to ensure that they perform as required by the application. It may be noted that, to the authors' knowledge, natural fiber-based textiles have not found an application in transportation by themselves, i.e., without being combined with a polymer matrix. This may be eventually attributed to their short life resulting from their biodegradability.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 171,
                    "mention": "Pickering, Efendy, & Le, 2016",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 304,
                    "end": 339,
                    "mention": "Arfaoui, Dolez, Dubé, & David, 2017",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 508,
                    "end": 528,
                    "mention": "Koronis et al., 2013",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Natural fibers ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Biosourced resins provide an interesting alternative to the recycling dilemma of composites. For instance, Toyota has been using polylactic acid (PLA), a biodegradable thermoplastic polyester derived from renewable resources, in the spare tire cover of its RAUM 2003 (Koronis et al., 2013); it was sugar cane and sweet potato in that case. Other bioderived resins foreseen as a matrix for green composites include poly-l-lactide (PLLA), polyhydroxybutyrate (PHB), poly(3-hydroxybutyrate-co-3-hydroxyvalerate) (PHBV), and thermoplastic starch.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 288,
                    "mention": "Koronis et al., 2013",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Biosourced resins ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Current issues that limit the use of biosourced resins in the transportation industry include their propensity to biodegrade and their high price (Koronis et al., 2013). A debate also exists on whether or not they represent a real sustainable alternative to conventional plastics. Indeed, they should not reduce the amount of cultivated food available to humans and animals, for instance, by decreasing the amount of fertile lands for edible crops, or increasing land clearing.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 167,
                    "mention": "Koronis et al., 2013",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Biosourced resins ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Many dyes or finishes currently used in the textile industry are highly pollutant and require very important amounts of water and energy for processing. For instance, brominated flame retardants still constitute the most common solution used for seating, curtains, carpets, etc. in transportation vehicles (ICL, 2012). Yet, their effects on health and the environment have been clearly demonstrated (see Section 7.6 in Chapter 7 on toxicity testing of textiles). Other toxic chemicals that may be found in textiles include heavy metals, toxic dyes, pesticides, phthalates, nonylphenol ethoxylates, dioxins, and furans. In addition, some finishes like polybrominated diphenyl ether (PBDE) used in airplane carpets are responsible for the emission of VOCs in confined environments (Allen et al., 2013).",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "mention": "ICL, 2012",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 780,
                    "end": 798,
                    "mention": "Allen et al., 2013",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Eco-friendly additives and finishes ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Large efforts are currently deployed to develop eco-friendly additives and finishes for textiles. For instance, phosphorous-based compounds (Salmeia, Gaan, & Malucelli, 2016) as well as nanoclay and carbon nanotube composites (Arao, 2015) are considered as an alternative to halogenated fire retardants. Natural dyes may also ultimately replace the toxic synthetic dyes currently used in the textile industry (Bechtold, Turcanu, Ganglberger, & Geissler, 2003); in addition, their application does not require the use of solvents or other chemicals, and they lead to a reduction in the chemical load released with waste waters.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 173,
                    "mention": "Salmeia, Gaan, & Malucelli, 2016",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 227,
                    "end": 237,
                    "mention": "Arao, 2015",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 458,
                    "mention": "Bechtold, Turcanu, Ganglberger, & Geissler, 2003",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Eco-friendly additives and finishes ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Tougher regulations are being set to better control the amount of chemicals used in textile processes and limit those that are the most toxic. For instance, Nonylphenol ethoxylates (NPE), which had been banned from use within its borders by the European Union for 20 years, have also recently been voted by all EU member states to be excluded from textile imports (Flynn, 2015). In response to the largest interest of consumers for green products and sustainable development, a majority of textile companies are now including environmental management systems (EMS) such as ISO 14001 and/or the adhesion to voluntary eco-labels as part of their business model (see Chapter 7 on toxicity testing of textiles).",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 376,
                    "mention": "Flynn, 2015",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Eco-friendly additives and finishes ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Conferring multifunctionality to fabrics is one of the main contemporary goals of technical textile manufacturers. A fabric that can be made fire-resistant with integrated nanotechnologies such as carbon nanotubes (CNT) or nanoclays while being hydrophobic, self-cleaning, and antibacterial at the same time is gold for public transportation manufacturers (Alongi, Carocio, & Malucelli, 2013).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 391,
                    "mention": "Alongi, Carocio, & Malucelli, 2013",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Multifunctional and smart materials ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "CNT may also be added to composites to provide them with electrical conduction capabilities, thus reducing the use of cables for carrying information or electricity. In addition, they can be used for the in-situ detection of defects, cracks or delamination (Nofar, Hoa, & Pugh, 2009). They even displayed an increased sensitivity compared to strain gauges.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 282,
                    "mention": "Nofar, Hoa, & Pugh, 2009",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Multifunctional and smart materials ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "Finally, smart textiles are opening new paths in the transportation industry. For instance, smart seat belts for airplanes have been developed by CTT Group in partnership with Belt-Tech (Decaens & Vermeersch, 2016). This smart belt sends a signal if it is not buckled. This technology and the others imply the need to develop new testing methods or adapt existing ones in order to take into account the new material or functionality. In that case, the durability of the connective wire inside the seat belt should be assessed against environmental and service aging among others.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 213,
                    "mention": "Decaens & Vermeersch, 2016",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Multifunctional and smart materials ::: Future trends",
            "ref_spans": []
        },
        {
            "text": "The remarkable evolution of technical textiles for transportation through the last century has been driven by a constant concern for passenger's safety. Insuring a comfortable and secure journey is also a key marketing strategy for aerospace, railway, marine, and automotive manufacturers, as well as a path towards bigger market shares. These companies are thus pushing research forward into developing state-of-the-art textile products respecting specifications but also featuring unique performances in order to be a step ahead of their competitors.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "This has led to the development of test methods assessing the different aspects of textiles in transportation. This includes performance related to safety for airbags, seat belts, tires, and slings; flammability, smoke generation, and toxicity, with test methods and specific requirements for each type of application; hygiene for filters and antimicrobial textiles; destructive and nondestructive tests conducted on textile-reinforced composites at the textile and composite level; and durability. Technical textiles are promised to a bright future in transportation, with new developments involving natural fibers, biosourced resins, eco-friendly additives and finishes, and multifunctional and smart materials among others.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "More information about test methods may be obtained from dedicated committees in various organizations, including the following:●ISO/TC22 for road vehicles●ISO/TC 20 for aircraft and space vehicles●ISO/TC 8 for ships and marine technology●ISO/TC 269 for railway applications●American Society for Testing and Materials (ASTM)●Canadian Standards Association (CSA)●Association Française de Normalisation (AFNOR)●Deutsches Institut für Normung (DIN)●British Standards Institution (BSI)●Society of Automotive Engineers (SAE)\n",
            "cite_spans": [],
            "section": "Sources of further information and advice",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 14.1: Airbag fabric properties and associated test methods\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 14.2: Tire yarn, cord, and fabric properties and associated test methods (Fung & Hardcastle, 2001; ASTM D885, 2010)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 14.3: Flammability and smoke emission test methods for textiles or textile-based items used in rail vehicles (ASTM E2061, 2015)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 14.4: IMO fire test procedures relevant to textiles onboard ships (IMO FTP Code, 2010)\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 14.5: Short- and long-term properties and performance of composites with examples of test methods used in the transportation industry (ASTM D4762, 2016, ASTM D6856, 2003)\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 14.6: Nondestructive test methods for textile-reinforced composites (Gholizadeh, 2016)\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 14.7: Test methods assessing the effect of environmental aging (Fung and Hardcastle, 2001, UL, 2016)\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 14.8: Test methods assessing the effect of service aging on textiles for transportation applications (Fung and Hardcastle, 2001, UL, 2016)\n",
            "type": "table"
        },
        "TABREF8": {
            "text": "Table 14.9: Test methods for fatigue resistance in textile-reinforced composites (Carvelli & Lomov, 2015)\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "AATCC TM100",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Exposure to flame retardant chemicals on commercial airplanes",
            "authors": [
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "H.M.",
                    "middle": [],
                    "last": "Stapleton",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Vallarino",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "McNeely",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "McClean",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Harrad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environmental Health",
            "volume": "12",
            "issn": "",
            "pages": "17-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Alongi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Carocio",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Malucelli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Update on flame retardant textiles: State of the art, environmental issues and innovative solutions",
            "volume": "",
            "issn": "",
            "pages": "257-311)",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ANSI B77.1a",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Arao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Flame retardants: Polymer Blends, Composites and Nanocomposites",
            "volume": "",
            "issn": "",
            "pages": "15-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Development and characterization of a hydrophobic treatment for jute fibres based on zinc oxide nanoparticles and a fatty acid",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Arfaoui",
                    "suffix": ""
                },
                {
                    "first": "P.I.",
                    "middle": [],
                    "last": "Dolez",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Dubé",
                    "suffix": ""
                },
                {
                    "first": "É.",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Applied Surface Science",
            "volume": "397",
            "issn": "",
            "pages": "19-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASME B30.9",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D1388",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D2724",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D3574",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D3800",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D4018",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D4762",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5132",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5426",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5427",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5428",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5446",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D5550",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D6856",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM E2061",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM E2574",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Natural dyes in modern textile dyehouses—How to combine experiences of two centuries to meet the demands of the future?",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bechtold",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Turcanu",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ganglberger",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Geissler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Cleaner Production",
            "volume": "11",
            "issn": "5",
            "pages": "499-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Moving fabric",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Textile Journal",
            "volume": "122",
            "issn": "4",
            "pages": "10-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Fiber orientation measurements in composite materials",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "Ch.",
                    "middle": [],
                    "last": "Germain",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Da Costa",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Baylou",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cataldi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Composites Part A: Applied Science and Manufacturing",
            "volume": "37",
            "issn": "2",
            "pages": "197-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Experimental characterization of the pore size distribution in fibrous reinforcements of composite materials",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Bonnard",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Causse",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Trochu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Composite Materials",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Bunsell",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Renard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Carrigg",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Alarid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Fatigue of textile composites",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Green composites: Sustainability and mechanical performance",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Chard",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Creech",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Jesson",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Plastics, Rubber and Composites Macromolecular Engineering",
            "volume": "42",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Inter-ply stitching optimisation of highly drapeable multi-ply preforms",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Endruweit",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Warrior",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Composites: Part A",
            "volume": "71",
            "issn": "",
            "pages": "144-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Silver as antibacterial agent: Ion, nanoparticle, and metal",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chernousova",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Epple",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Angewandte Chemie International Edition in English",
            "volume": "52",
            "issn": "6",
            "pages": "1636-1653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "David Rigby Associates",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Technical textiles and nonwovens: World market forecasts to 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Decaens",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Vermeersch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Smart textiles and their applications",
            "volume": "",
            "issn": "",
            "pages": "519-537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "In-plane anisotropic permeability characterization of deformed woven fabrics by unidirectional injection. Part I: Experimental results",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Demaría",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Trochu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Polymer Composites",
            "volume": "28",
            "issn": "6",
            "pages": "797-811",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Micro-CT characterization of variability in 3D textile architecture",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Desplentere",
                    "suffix": ""
                },
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Lomov",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Woerdeman",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Verpoest",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wevers",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bogdanovich",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Composites Science and Technology",
            "volume": "65",
            "issn": "13",
            "pages": "1920-1930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "DVSA",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EASA CM-CS-004",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EC 661",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ECE 94",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EN 1492-1",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EN 1492-2",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EN 1492-4",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "EN 45545-2",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "EU countries agree textile chemical ban",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "FRA 216",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "49 CFR Part 216",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hardcastle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "A review of non-destructive testing methods of composite materials",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gholizadeh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Structural Integrity",
            "volume": "1",
            "issn": "",
            "pages": "50-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Characterization of protective gloves stiffness: Development of a multidirectional deformation test method",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Harrabi",
                    "suffix": ""
                },
                {
                    "first": "P.I.",
                    "middle": [],
                    "last": "Dolez",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Vu-Khanh",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lara",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nadeau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Safety Science",
            "volume": "46",
            "issn": "7",
            "pages": "1025-1036",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Horrocks",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Handbook of fire resistant textiles",
            "volume": "",
            "issn": "",
            "pages": "603-622",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "IMO FTP Code",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Contribution to validation and testing of seatbelt components",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Imre",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cotetiu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scientific Bulletin Series C: Fascicle Mechanics, Tribology, Machine Manufacturing Technology",
            "volume": "28",
            "issn": "",
            "pages": "54-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 3795",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 5084",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 5658-2",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 5659-2",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 5660-1",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 9239-1",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO/TR 9705-2",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO/TS 11155-1",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO/TS 11155-2",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "",
            "authors": [
                {
                    "first": "H.B.",
                    "middle": [],
                    "last": "Jldain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Ford beefs up its safety testing facilities",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Automotive Body Repair News",
            "volume": "44",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Juul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Green composites: A review of adequate materials for automotive applications",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Koronis",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fontul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Composites: Part B",
            "volume": "44",
            "issn": "",
            "pages": "120-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Application of a fiber-reactive chitosan derivative to cotton fabric as an antimicrobial textile Finish",
            "authors": [
                {
                    "first": "S.-H.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Carbohydrate Polymers",
            "volume": "56",
            "issn": "2",
            "pages": "227-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Lindenmuth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The pneumatic tire",
            "volume": "",
            "issn": "",
            "pages": "2-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "",
            "authors": [
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Boisse",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Robitaille",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Design and manufacture of textile composites",
            "volume": "",
            "issn": "",
            "pages": "62-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "M&M",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "M&M",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [
                {
                    "first": "P.K.",
                    "middle": [],
                    "last": "Mallick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [
                {
                    "first": "E.T.",
                    "middle": [],
                    "last": "McDonel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The pneumatic tire",
            "volume": "",
            "issn": "",
            "pages": "80-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Milgrom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Miraftab",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fatigue failure of textile fibres",
            "volume": "",
            "issn": "",
            "pages": "3-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Miyano",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nakada",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Major accomplishments in composite materials and sandwich structures",
            "volume": "",
            "issn": "",
            "pages": "3-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Mouritz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Composite reinforcements for optimum performance",
            "volume": "",
            "issn": "",
            "pages": "157-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Research Council",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "NFPA 130",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "NFPA 267",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nofar",
                    "suffix": ""
                },
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Hoa",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "NTSB",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Orme",
                    "suffix": ""
                },
                {
                    "first": "R.V.",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Westoby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Özdil",
                    "suffix": ""
                },
                {
                    "first": "G.Ö.",
                    "middle": [],
                    "last": "Kayseri",
                    "suffix": ""
                },
                {
                    "first": "G.S.",
                    "middle": [],
                    "last": "Mengüç",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Abrasion resistance of materials",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Research on the breaking and tearing strengths and elongation of automobile seat cover fabrics",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Pamuk",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Çeken",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Textile Research Journal",
            "volume": "79",
            "issn": "1",
            "pages": "47-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "Global behaviour of a composite stiffened panel in buckling. Part 2: Experimental investigation",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Perret",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Mistou",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fazzini",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brault",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Composite Structures",
            "volume": "94",
            "issn": "2",
            "pages": "376-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "A review of recent developments in natural fibre composites and their mechanical performance",
            "authors": [
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Efendy",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Composites Part A: Applied Science and Manufacturing.",
            "volume": "83",
            "issn": "",
            "pages": "98-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "",
            "authors": [
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "T.G.A.",
                    "middle": [],
                    "last": "Simha",
                    "suffix": ""
                },
                {
                    "first": "K.P.",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "G.V.V.",
                    "middle": [],
                    "last": "Ravi Kumar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Compaction of textile reinforcements for composites manufacturing. I: Review of experimental results",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Robitaille",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Polymer Composites",
            "volume": "19",
            "issn": "",
            "pages": "198-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saboktakin Rizi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saboktakin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dolez",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Vu-Khanh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "Recent advances for flame retardancy of textiles based on phosphorus chemistry",
            "authors": [
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Salmeia",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gaan",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Malucelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Polymers",
            "volume": "8",
            "issn": "",
            "pages": "319-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [
                {
                    "first": "F.G.",
                    "middle": [],
                    "last": "Santos O'Connor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Principles and practice of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "146-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Note on flexural fatigue of textiles",
            "authors": [
                {
                    "first": "H.F.",
                    "middle": [],
                    "last": "Schiefer",
                    "suffix": ""
                },
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Boyland",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Journal of Research of the National Bureau of Standards",
            "volume": "29",
            "issn": "",
            "pages": "69-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Gries",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Non-crimp fabric composites—Manufacturing, properties and applications",
            "volume": "",
            "issn": "",
            "pages": "3-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Applications of textiles in marine products",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Singha",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Singha",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Marine Science",
            "volume": "2",
            "issn": "6",
            "pages": "110-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "A kinetic energy model of two-vehicle crash injury severity",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sobhani",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bahrololoom",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Accident Analysis and Prevention",
            "volume": "43",
            "issn": "",
            "pages": "741-754",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "",
            "authors": [
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Materials, methods and applications",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "TC TSD 209",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF115": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Technavio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Technvio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "UL",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF119": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "VCS 5031,19",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Verdu",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "Vehicle weight is the key driver for automotive composites",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Reinforced Plastics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "WTO",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF124": {
            "title": "Comparative study of microlaser excitation thermography and microultrasonic excitation thermography on submillimeter porosity in carbon fiber reinforced polymer composites",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Hassler",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ibarra-Castanedo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Genest",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Robitaille",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Optical Engineering",
            "volume": "56",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen.",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antimicrobial textiles",
            "volume": "",
            "issn": "",
            "pages": "141-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "Experimental investigation of formability of commingled woven composite preform in stamping operation",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Composites: Part B",
            "volume": "42",
            "issn": "",
            "pages": "289-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D70",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF129": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ASTM D885/D885M",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF130": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 11925-2",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF131": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 12952-2",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF132": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ISO 20743",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF133": {
            "title": "Composites aboard high-speed trains",
            "authors": [
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Composites Technology",
            "volume": "10",
            "issn": "6",
            "pages": "34-36",
            "other_ids": {
                "DOI": []
            }
        }
    }
}