{
    "paper_id": "PMC7228400",
    "metadata": {
        "title": "The establishment of reference sequence for SARS‐CoV‐2 and variation analysis",
        "authors": [
            {
                "first": "Changtai",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhongping",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zixiang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mengyuan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tengfei",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhenhua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "zzh1974cn@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Cases of pneumonia with unknown cause emerged in Wuhan, China in December 2019.\n1\n Epidemic investigation and gene sequencing revealed that a novel coronavirus was the etiologic agent. The virus was tentatively named 2019‐nCoV but officially named severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) later by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses, and the disease caused by this virus was name COVID‐19 by the World Health Organization.\n2\n, \n3\n Up to March 8 (24:00 GMT), 80 735 confirmed cases, have been diagnosed in Mainland China, causing 3119 deaths.\n4\n Cases have also been reported from 101 countries or areas including Thailand, Japan, Korea, Australia, France, and the United States.\n5\n Family clustering of infection, 3000 cases of healthcare personnel infection, and other evidence together have provided strong supporting evidence for human‐to‐human transmission of SARS‐CoV‐2 infection with a basic reproduction number (R0) of 2‐4.\n6\n, \n7\n, \n8\n SARS‐CoV‐2 has a high transmissibility and can have a long incubation time before manifesting symptoms including fever, coughing, shortness of breath, and diarrhea. SARS‐CoV‐2 infection can be symptom‐free in some patients, but may cause multiple organ failures in lung, heart, and liver in some other patients. The mortality rate of SARS‐CoV‐2 infection is about 3%.\n1\n, \n9\n, \n10\n\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The Yongzhen Zhang team in China was the first group to determine the full‐length genomic sequence of the SARS‐CoV‐2 virus.\n11\n The genome is arranged in the order of a 5′‐untranslated region (UTR)‐replicase complex (orf 1ab)‐structural proteins (Spike(S)‐Envelope(E)‐Membrane (M)‐Nucleocapsid (N))−3′‐UTR and nonstructural open‐reading frames (ORFs). Before the emergence of SARS‐CoV‐2, six human coronaviruses including α coronaviruses 229E and NL63, β coronavirus OC43 and HKU1, Middle East respiratory syndrome coronavirus (MERSr‐CoV) and SARS‐associated coronavirus (SARSr‐CoV) had been identified. Among them, MERSr‐CoV and SARSr‐CoV can be transmitted from human to human, and were highly pathogenic resulting in high mortality.\n12\n, \n13\n, \n14\n\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "So far, scientists from different countries have obtained and uploaded more than 100 full‐length or partial genomic sequences for SARS‐CoV‐2. Some companies have developed rapid nucleic acid detection kits based on these sequences. However, significant differences in the sensitivity and specificity among these kits have been found from clinical application of these kits. In addition, a standardized quantitative detection method is still lacking. Missed diagnosis and misdiagnosis are currently not uncommon due to these reasons.\n15\n, \n16\n, \n17\n\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To provide template sequence for proper design of polymerase chain reaction (PCR) primers and probes to minimize false negative results, and to obtain reliable sequence information for molecular and immunological studies on and vaccine development for SARS‐CoV‐2 virus, we retrieved from the National Center for Biotechnology Information (NCBI) and GISAID websites, full‐length sequences from different regions of the world, established the reference sequence for SARS‐CoV‐2 by homology and phylogenetic tree analyses, analyzed mutations at different locations, and conducted preliminary bioinformatics analyses for the reference sequence.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The NCBI (http://www.ncbi.nlm.nih.gov/genbank/) and GISAID (https://www.gisaid.org/) databases up to 14 Feb, 2020 were searched by using keywords “novel, coronavirus, complete, Wuhan” or “2019‐nCoV.” The inclusion criteria included the length of the full‐length sequence, which was 25000 to 32000 bp, and was verified to be human SARS‐CoV‐2 sequence. Repetitively submitted sequences and sequences with too many undetermined nucleotides were excluded from this study. Sequences were classified as stage 1 and 2 based on the time sequences retrieved. Sequences obtained on Feb 6, 2020 went into stage 1, while sequences retrieved from Feb 6 to 14 were classified as stage 2 (Figure 1 and Table S1).",
            "cite_spans": [],
            "section": "Sources and selection of sequences ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 681,
                    "end": 682,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Homology analysis and sequence alignment were conducted for all stage 1 sequences by using Primer 7.0 and Mega (7.0.14). The reference sequence was conducted by selecting the most common nucleotide in each position. The reliability of the reference sequence was confirmed by comparing it with stage 2 sequences.",
            "cite_spans": [],
            "section": "Establishment of reference sequence ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The ClustalW program of the MEGA software (7.0.14) was used to conduct multiple sequence alignment and the phylogenetic tree was constructed by using a maximum likelihood approach based on stage 1 sequences. Related coronaviral sequences were used as references (229E(KY369908), NL63(MK334046), OC43(MG197709), HKU1(KT779555), MERSr‐CoV(KJ813439), SARSr‐CoV(AY278488), bat coronavirus(MN996532)).",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Primer 7.0 was used to compare the reference nucleotide sequence to those of related human isolates and analyze the variation at different locations. Sequence comparison and variation analysis were also conducted at the amino acid level.",
            "cite_spans": [],
            "section": "Analyses of nucleotide and amino acid sequence variation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sequences of PCR primers/probes from published articles were aligned with our reference sequence to analyze sequence variation. Whether these primer/probe sequences overlapped with variation sites was also examined.",
            "cite_spans": [],
            "section": "Analysis of published primer sequences ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 145 sequences were obtained from databases. These sequences were examined and 50 sequences were excluded from the study according to predetermined criteria. As a result, 95 sequences, among which 63 were obtained from stage 1 and 32 from stage 2, were used for analyses (Figure 1). These sequences were reported from China, America, Australia, Thailand, the United Kingdom, Germany, France, Finland, Korea, Japan, and Singapore, etc (Table S1).",
            "cite_spans": [],
            "section": "Information about sequences included ::: RESULTS",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The reference sequence was constructed by nucleotide sequence alignment (accession number: EPI_ISL_412026). The reference sequence composed of 29 870 nucleotides and 9744 amino acids. The length and start and end locations of individual encoding regions are shown in Table 1.",
            "cite_spans": [],
            "section": "Establishment of reference sequence ::: RESULTS",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The phylogenetic tree was constructed using sequences from database search stage 1 and other coronaviruses. While different types of coronaviruses showed scattered distribution, all SARS‐CoV‐2 strains clustered together tightly. Importantly, the reference sequence was located in the middle of the SARS‐CoV‐2 cluster, demonstrating good representativeness of the reference sequence constructed (Figure S1).",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Comparison of the reference sequence with those of respective isolates showed that the overall homology among full‐length genomic sequences was 99.99% (99.91%‐100%), and 15 (15.79%) clinical isolates were identical to the reference strain. With respect to individual encoding regions, the homology in open‐reading frame (ORF) 1a was 99.99% (99.88%‐100%); the homology among the majority of other regions was 100%; no variation was found in E, 6, and 7b regions. At the amino acid level, the homology among full‐length sequences was 99.99% (99.79%‐100%), with homology among most isolates in each region being 100% (Table 1).",
            "cite_spans": [],
            "section": "Homology analyses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 621,
                    "end": 622,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Sequence alignment found that mutations at both nucleotide and amino acid levels were relatively rare. However, mutations did exist. Mutations which occurred in ≥3 strains were found in these locations: 1a (nt2662,8782,11083), 1b (nt17373,18060), S (nt21707,24034), 3a (nt26144), M (nt26729), 8 (nt28077,28144), N (nt28854,29095). Strikingly, position 8:nt28144 showed the highest mutation rate of 30.53% (29/95), where T was replaced with C. Similarly, position 1a:nt8782 had a mutation rate of 29.47% (28/95), where C was replaced mostly by T. At the amino acid level, mutations which occurred in ≥3 strains were found in these locations: 1a (aa3606), S (aa49,860), 3a (aa251), 8 (aa62,84), N (aa194) (Table 2, Figures 2 and 3, and Table S2). In addition, six deletion mutations were found in five isolated strains. These mutations resulted in four different truncations in amino acid sequence (1/3/6/8 aa). Furthermore, two deletion mutations were found in the 5′ and 3′ nonencoding regions, respectively (Table S3).",
            "cite_spans": [],
            "section": "Variation analyses at the nucleotide and amino acids levels ::: RESULTS",
            "ref_spans": [
                {
                    "start": 721,
                    "end": 722,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 727,
                    "end": 728,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 710,
                    "end": 711,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Sequence alignment revealed differences between some primer/probe sequences and the reference sequence (Table 3). In a newly published article,\n7\n there are site differences between the primers from ORF1b and the reference sequence. In another publication,\n16\n the primer pair and probe sequences were derived from the N region, and also have site differences from the reference sequence. Apparently, these published primer pairs/probes are not likely to work well with the majority of viral isolates.",
            "cite_spans": [],
            "section": "Analysis of published primer sequences ::: RESULTS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "SARS‐CoV‐2 virus belongs to β‐coronavirus. An enveloped virus with a diameter of 60 to 140 nm, SARS‐CoV‐2 is round or oval‐shaped with some polymorphism.\n3\n The genomic characteristics of SARS‐CoV‐2 virus are significantly different from those of MERs‐CoV or SARs‐CoV. This study showed that its homology with the Bat coronavirus isolate RaTG13 strain (MN996532) was 96%, but has no more than 80% homology with other isolates of bat SARS‐like coronavirus (Table S4), which is similar to the results from other studies.\n18\n Recent studies have shown that the homology with a coronavirus strain isolated from pangolin was 99%, suggesting that SARS‐CoV‐2 might have originated from bat and pangolin might have served as the intermediate host between bat and human.\n19\n, \n20\n However, further research is needed to confirm these assumptions.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The study on genomic variation of SARS‐CoV‐2 is very important for investigation of pathogenesis, disease course, prevention, and treatment of SARS‐CoV‐2 infection. Establishment of the reference sequence for this virus is a fundamental work which will facilitate viral detection, functional analysis, vaccine design, epidemic investigation, evaluation of drug efficacy, among others.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Based on more than 3000 hepatitis B virus (HBV) sequences reported from different countries, our team has divided HBV isolates into 31 different HBV subtypes established by selecting nucleotide with the highest frequency in each position. Using infectious plasmids constructed based on A2, B2, C2, and D1 subtype‐specific reference sequences, in vitro and in vivo studies have confirmed complete biological functions of these reference sequences.\n21\n, \n22\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Using the same approaches, in this study, the reference sequence for SARS‐CoV‐2 was constructed based on genomic sequence of 63 isolated strains. The genome size of the reference strain was 29870 bp. The reference sequence was identical to the genomic sequence of 15 strains (15.79%) isolated from clinical samples, suggesting the reference strain would display full biological functions and pathogenicity. Since the sequences retrieved later (Feb 7‐14) showed high homology with the reference sequence (>99.9%), there was no need to adjust the reference sequence.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "As a typical RNA virus, the evolution rate of coronavirus could be 10−4 substitute per bp per year, and mutation could occur during each replication cycle.\n12\n However, phylogenetic analysis and sequence alignment showed that the homology among different isolates was extremely high. Compared to the reference sequence, the homology of the vast majority of isolates was above 99.99% at both the nucleotide and amino acid levels. In fact, the homology in most encoding regions was 100%. The lowest homology was found in strain EPI_ISL_406592 from Shenzhen, China (99.91%, nt) and strain EPI_ISL_408485 from Beijing, China (99.79%, aa). Overall, results from our analyses suggest that the virus in this epidemic might originate from the same animal species, and caused widespread infection in a short period of time.\n2\n, \n23\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although sequence variation among SARS‐CoV‐2 isolates was low, and sequence analysis showed a rather random distribution of mutations, we did find mutation hot spots in this study. Nucleic acid detection is currently the gold standard method for diagnosis of COVID‐19. However, the sensitivity of this method is not high in clinical application.\n24\n Sampling could be one of the reasons accounting for the low sensitivity, the reagents used for detection could be another critical reason. In this study, sequence from 95 strains were examined and 12 locations where mutations occurred in ≥3 strains were found. Importantly, among these locations, mutations were found at nt8782 of ORF 1a, nt28144 of ORF 8, and nt29095 of N region in 28, 29, and 11 strains, respectively. Therefore, data from this study showed that, while designing PCR primers and probes, sequences in these locations should be avoided, and attention must be paid to locations listed in Table S2 and S3 to avoid false negative results. Furthermore, some published primer/probe sequences were compared to the reference sequence established and differences were found. This might partially explain why false negative results in nucleic acid detection of SARS‐CoV‐2 for diagnosis of COVID‐19 is currently not uncommon. Sequence variation information obtained and SARS‐CoV‐2 reference sequence established in this study can provide reliable guidance for the design of primers/probes with maximal sensitivity for detection of SARS‐CoV‐2 nucleic acid.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "SARS‐CoV‐2 encodes four important viral proteins including S, E, M, and N proteins.\n2\n This study shows that SARS‐COV‐2 is relatively conserved, especially in the E, 6, 7b regions where no mutation was found. Hotspot mutations in ORFs 1a, S, 8, and the N region will cause changes in the amino acid sequences of these proteins, and the effects of these mutations on viral replication, transmission and the induced immune responses need to be further investigated. The significance of these variations is unclear, and may be directed mutations adapted to the environment.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "A potential shortcoming of this study is that, since all sequences used in this study were retrieved from databases, the accuracy of sequences could not be verified. Although the sequence included in this study is still small, it basically includes most of SARS‐CoV‐2 complete viral sequences that have been published worldwide and is widely distributed, which should be able to represent the characteristics of the virus.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, in this study SARS‐CoV‐2 genomic sequences that are available from the NCBI and GISAID databases so far were analyzed and the reference sequence for this virus was established. The variations in individual coding regions at both the nucleotide and amino acid level were further analyzed and part of the reasons why the sensitivity of current nucleic acid detection methods is far from ideal was revealed. Establishment of the reference sequence for SARS‐CoV‐2 could benefit not only biological study of this virus but also diagnosis, clinical monitoring and intervention of SARS‐CoV‐2 infection in the future.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there are no conflict of interests.",
            "cite_spans": [],
            "section": "CONFLICT OF INTERESTS",
            "ref_spans": []
        },
        {
            "text": "ZL, ZC, XH, TH, CW, and ZZ collect and analyze data. ZZ, CW, and JL wrote the manuscript. JL participated in the coordination of the study and manuscript modification. ZZ conceived the project. All authors contributed, read, and approved the manuscript.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Comparison of homology among open‐reading frames of SARS‐COV‐2 isolate strains\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The major locus of nucleotide or amino acid variation in SARS‐CoV‐2 isolate strains (≥3/95)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Differences between published primer/probe sequences and reference or clinical isolates\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flow chart of severe acute respiratory syndrome coronavirus 2 (SARS‐COV‐2) sequence data collection",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Distribution of the number of mutant bases or amino acids in each SARS‐COV‐2 isolate strain. A, Full‐length and partial regions (1ab, 1a, 1b, S, E, M, N) nucleotides. B, Partial regions (5NCR, 3a, 6, 7a, 7b, 8, 10) nucleotides. C, Partial regions (1ab, 1a, 1b, S, E, M, N) amino acids. D, Partial regions (5‐untranslated region, 3a, 6, 7a, 7b, 8, 10) amino acids. SARS‐COV‐2, severe acute respiratory syndrome coronavirus 2",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Common sites and frequency of mutation in SARS‐COV‐2 isolate strains (≥5/95). A, Nucleotides. B, Amino acids. SARS‐COV‐2, severe acute respiratory syndrome coronavirus 2",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Genomic characterization and epidemiology of 2019 novel coronavirus: implications of virus origins and receptor binding",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565-574",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        },
        "BIBREF2": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID‐19) in china",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Epidemiol",
            "volume": "41",
            "issn": "",
            "pages": "145-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person‐to‐person transmission: a study of a family cluster",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus‐infected pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF8": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF10": {
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [],
            "year": 2016,
            "venue": "Trends Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "490-502",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660-694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS‐like disease",
            "authors": [],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Recent advances in the detection of respiratory virus infection in humans",
            "authors": [],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "408-417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Molecular diagnosis of a novel coronavirus (2019‐nCoV) causing an outbreak of pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Detection of 2019 novel coronavirus (2019‐nCoV) by real‐time RT‐PCR",
            "authors": [],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Isolation and characterization of 2019‐nCoV‐like coronavirus from Malayan pangolins",
            "authors": [],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.951335"
                ]
            }
        },
        "BIBREF19": {
            "title": "Identification of 2019‐nCoV related coronaviruses in Malayan pangolins in southern China",
            "authors": [],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.945485"
                ]
            }
        },
        "BIBREF20": {
            "title": "Differences in Cpg island distribution between subgenotypes of the hepatitis B virus genotype",
            "authors": [],
            "year": 2018,
            "venue": "Med Sci Monitor",
            "volume": "24",
            "issn": "",
            "pages": "6781-6794",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "In vitro and in vivo replication of a chemically synthesized consensus genome of hepatitis B virus genotype B",
            "authors": [],
            "year": 2015,
            "venue": "J Virol Methods",
            "volume": "213",
            "issn": "",
            "pages": "57-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Genomic characterization of the 2019 novel human‐pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [],
            "year": 2020,
            "venue": "Emerg Microbes Infec",
            "volume": "9",
            "issn": "",
            "pages": "221-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A deep learning algorithm using CT images to screen for Corona Virus Disease (COVID‐19)",
            "authors": [],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.14.20023028"
                ]
            }
        }
    }
}