{
    "paper_id": "PMC7120961",
    "metadata": {
        "title": "Interstitial Lung Disease in Infants and Children: New Classification System with Emphasis on Clinical, Imaging, and Pathological Correlation",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "H."
                ],
                "last": "Cleveland",
                "suffix": "",
                "email": "Robert.Cleveland@childrens.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Edward",
                "middle": [
                    "Y."
                ],
                "last": "Lee",
                "suffix": "",
                "email": "edward.lee@childrens.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "H."
                ],
                "last": "Cleveland",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Langston",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although the true prevalence of interstitial lung disease in infants and children is not clearly known, an estimated prevalence of chronic interstitial lung disease in the pediatric population of 3.6 cases per million in immunocompetent children younger than 17 years has been reported, based on a national survey performed in the United Kingdom and Ireland from 1995 to 1998 [5]. This reported prevalence is likely to be substantially underestimated, particularly given the increased recognition of interstitial lung diseases in the pediatric population in recent years, due to: (1) a recently developed classification system for categorizing pediatric interstitial lung disease; (2) increased recognition particularly of the unique interstitial lung diseases which occur in infants; and (3) increased use of thoracoscopic lung biopsy in pediatric patients for definitive diagnosis. Additionally, although the prevalence of any single specific interstitial lung disease is low, the combination of the varied types of interstitial lung diseases in the pediatric population may be sizable as a collective group. A national registry or large prospective multicenter studies focusing on evaluation of the true prevalence of interstitial lung disease in infants and children is currently needed.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 378,
                    "mention": "5",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Epidemiology of Pediatric Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "There are many challenges and uncertainties for the early and correct diagnosis of interstitial lung disease in the pediatric patient. Three major challenges include, first, interstitial lung disease is less common in infants and children compared with adults. Therefore, most clinicians and radiologists are less familiar with considering and recognizing interstitial lung disease in this patient population. Second, the clinical manifestations of interstitial lung disease particularly in infants and the young child are often subtle, highly variable, and typically nonspecific, such as dyspnea, tachypnea, crackles, and hypoxemia. Lastly, there are currently no pathognomonic clinical or laboratory criteria for the diagnosis of interstitial lung disease in pediatric patients. Some of the major uncertainties involving interstitial lung disease in this population include: (1) the paucity of information regarding the natural history of interstitial lung disease in childhood; (2) the lack of understanding of the role of specific host factors in the pathogenesis of interstitial lung disease; and (3) the absence of information on prognostic indicators in interstitial lung disease in childhood, and more particularly in infants. Due to the above stated challenges and uncertainties, evaluation and diagnosis of interstitial lung disease in childhood and particularly in infants has been markedly limited in the past.",
            "cite_spans": [],
            "section": "Challenges and Uncertainties Regarding Diagnosis of Interstitial Lung Disease in Infants and Children",
            "ref_spans": []
        },
        {
            "text": "Two main factors led to the development of a new classification for new childhood interstitial lung ­disease (ChILD). First, there has been substantial confusion and difficulty associated with the ­description and classification of specific interstitial lung ­diseases in infants and young children with multiple terms used for similar abnormalities and sometimes the same term used for differing conditions; and there has been a tendency to attempt to fit these pediatric disorders into the diagnostic schema used for adults. As the adult ILD classification became more refined and as more knowledge was gained about certain forms of infant ILD, it became clear that using the adult classification was both suboptimal and limiting as conditions common in adults are rare or nonexistent in infants and children and recently recognized infant conditions have no place in the adult classification. Second, the adult ILD classification system did not acknowledge the important role of heritable and genetic disorders that have become widely recognized as an important component of ChILD. The recognition of the role of genetic disorders of the surfactant system was pivotal in changing this understanding. And, now genetic underpinnings are being sought for a wider group of ChILD. Classifying ILD in the pediatric patient based on the adult ILD classification system is no longer a viable approach.",
            "cite_spans": [],
            "section": "Rationale ::: Rationale and History Behind the Development of the New Childhood Interstitial Lung Disease Classification ::: New Pediatric Interstitial Lung Disease Classification",
            "ref_spans": []
        },
        {
            "text": "Recognition of the substantial differences between pediatric and adult ILD led to the evolution of the current and evolving classification system for ChILD. A European Respiratory Society (ERS) Task Force addressed this issue in a retrospective review of 185 pediatric cases of chronic interstitial lung disease in immunocompetent patients; most, but not all, had lung biopsy and histologic material which was not reviewed as part of this project; the diagnoses made at initial examination were accepted. The ERS review divided the diagnoses made clinically into four categories based on a proposal by Fan and Langston [6]: (1) Diffuse lung parenchymal disease of unknown association (drug reaction, aspiration, connective tissue disorders, infection, environmental disorders); (2) idiopathic interstitial pneumonias (nonspecific interstitial pneumonia [NSIP]), cellular/fibrotic, desquamative interstitial pneumonitis (DIP), lymphoid interstitial pneumonia (LIP), diffuse alveolar damage/acute interstitial pneumonia (DAD/AIP), organizing pneumonia (OP), usual interstitial pneumonitis (UIP) to include familial cryptogenic fibrosing ­alveolitis, and chronic pneumonitis of infancy (CPI); (3) other forms of interstitial pneumonia to include lymphangioleiomyomatosis, Langerhans cell granulomatosis, pulmonary alveolar proteinosis (PAP), sarcoidosis, eosinophilic pneumonia, idiopathic/infantile pulmonary hemosiderosis; and (4) congenital disorders (DIP, LIP, lipoid pneumonia, NSIP/UIP, and surfactant deficiencies). Although this concept was an important step toward improved understanding and diagnosis of ChILD, there was clearly a need for further refinement, particularly as diagnostic criteria were not provided for these entities, disorders of immunocompromised children were not addressed, and the requirement for chronicity excluded severe and rapidly progressive conditions. Additionally, adult terminology continued to be used in large part for quite different entities including idiopathic pulmonary fibrosis (IPF) and usual interstitial pneumonia (UIP), conditions that are common in adults, but vanishingly rare in childhood. This study was a major advance in redirecting thinking about ChILD, and it is important for this reason, but does not truly present a new classification system, nor did it resolve many of the issues leading to diagnostic confusion.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 621,
                    "mention": "6",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "History ::: Rationale and History Behind the Development of the New Childhood Interstitial Lung Disease Classification ::: New Pediatric Interstitial Lung Disease Classification",
            "ref_spans": []
        },
        {
            "text": "A truly new classification system for pediatric interstitial lung disease [7] evolved out of the recognition that clinical setting is an important consideration in the diagnosis of pediatric ILD and that combined clinical, imaging, and pathological correlation is a more powerful diagnostic tool, than any one single component. This new pediatric interstitial lung disease classification system was validated for infants and very young children in a retrospective review of 186 lung biopsies done between 1999 and 2004 [2] with accompanying clinical histories and images from children under age 2 contributed by 11 pediatric institutions in North America. The importance of this new classification system lies in its acknowledgment of the unique nature of ILD in infants and the overlap of other lung disorders seen in infants and young children with the varied spectrum of conditions seen in older children and adults. Based on this new classification system, ChILD is classified into three main groups: (1) disorders of infancy; (2) other categories (not specific to infancy); and (3) unclassifiable. This expandable and flexible system for categorization has gained wide clinical recognition. This chapter uses this classification scheme (Table 8.1) as its organizing principal focusing initially on those disorders seen almost exclusively during infancy and not in older children or adults.\n",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "mention": "7",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 520,
                    "end": 521,
                    "mention": "2",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "History ::: Rationale and History Behind the Development of the New Childhood Interstitial Lung Disease Classification ::: New Pediatric Interstitial Lung Disease Classification",
            "ref_spans": [
                {
                    "start": 1248,
                    "end": 1251,
                    "mention": "8.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Infants with ILD in this category are typically term infants who present with rapidly and progressively worsening hypoxemia often associated with severe pulmonary hypertension (PHT) immediately ­following birth, or early in the neonatal period. Due to their rapid clinical course of respiratory ­failure, most infants with this type of interstitial lung disease die during the first 2 months of life despite supportive management including advanced ventilation ­support strategies, extracorporeal membrane oxygenation, and therapeutic interventions for PHT. Infants with acinar dysplasia, the rarest of these conditions, present at birth and their survival is shortest. While most reported cases are female infants, male infants may be affected as well. Those with CAD typically present within hours of birth and require continuous and often maximal supportive measures for survival with such support they may survive weeks, but cannot be weaned from these measures. Infants with ACD/MPV typically present within the first few days of birth, but a few have a delayed presentation at weeks or sometimes a few months of age. Once they present, their course with respiratory failure and PHT rarely ameliorates and death by 1 month following presentation is the usual outcome.",
            "cite_spans": [],
            "section": "Key Clinical Aspects ::: Diffuse Developmental Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "Familial cases have been reported in all and account for about 10% of ACD/MPV cases; they have been identified rarely in each of the other disorders. This feature has suggested a genetic basis for all these disorders. In addition, the majority of infants with ACD/MPV have other congenital anomalies most commonly involving the cardiovascular, gastrointestinal (including absence of the gallbladder), and/or genitourinary system. A search for the genetic basis of ACD/MPV has resulted in the recent recognition of mutation/microdeletion of the FOXF1 gene in a proportion of ACD/MPV cases and the recognition of familial cases highlights the need for genetic testing and counseling in cases with suspected ACD/MPV. As genetic abnormalities have not been found for acinar dysplasia or CAD, and as all ACD/MPV cases have not yet had a genetic mechanism identified, the definitive diagnosis of these developmental disorders currently rests on pathological analysis of lung tissue from biopsy and/or postmortem specimens.",
            "cite_spans": [],
            "section": "Key Clinical Aspects ::: Diffuse Developmental Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "Due to the rarity of these diffuse developmental ­disorders and the often precarious clinical status of these patients, detailed imaging findings for this category of ChILD are currently not available. Plain chest radiographs of affected infants with diffuse developmental abnormalities typically show normal to decreased lung volume associated with diffuse opacities related to hypoinflation resembling hyaline membrane disease (Fig. 8.1); however, with ­long-term ventilation support as often occurs with CAD (Fig. 8.2) and ACD/MPV (Fig. 8.3), lung volume may be increased, and the increased size of the main pulmonary artery and increased pulmonary blood flow may also be seen on plain chest radiographs in affected infants who have concurrent PHT.\n\n\n",
            "cite_spans": [],
            "section": "Imaging Features ::: Diffuse Developmental Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "mention": "8.1",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 517,
                    "end": 520,
                    "mention": "8.2",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 540,
                    "end": 543,
                    "mention": "8.3",
                    "ref_id": "FIGREF26"
                }
            ]
        },
        {
            "text": "The diffuse developmental disorders are thought to originate early in lung development. On gross examination, the lungs in acinar dysplasia are small (Fig. 8.1); histologically, they suggest growth arrest in the pseudoglandular stage with only airway structures, bronchi, and larger bronchioles, embedded within loose mesenchyme; although occasionally there is minimal early acinar formation. For CAD (Fig. 8.2) and ACD/MPV (Fig. 8.3), lung size is typically normal or even large particularly when there has been long-term ventilatory support. Histologically, CAD (Fig. 8.2) suggests growth arrest in the canalicular stage of lung development showing acinar formation with simplified lung structure and sometimes, but not always, reduced capillary density. Histologic changes in ACD/MPV (Fig. 8.3) are less clearly reminiscent of a specific stage in lung development, but there is lobular underdevelopment with variable and sometimes marked alveolar enlargement and reduced capillary density. In addition to the structural changes in the lobule, there are vascular changes including prominent medial hyperplasia of small pulmonary arteries and malposition of pulmonary veins adjacent to arteries and small airways, as well as sometimes prominent regional or diffuse lymphangiectasis.",
            "cite_spans": [],
            "section": "Pathological Features ::: Diffuse Developmental Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "mention": "8.1",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 407,
                    "end": 410,
                    "mention": "8.2",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 430,
                    "end": 433,
                    "mention": "8.3",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 570,
                    "end": 573,
                    "mention": "8.2",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 793,
                    "end": 796,
                    "mention": "8.3",
                    "ref_id": "FIGREF26"
                }
            ]
        },
        {
            "text": "In the multicenter review, this was the most common of the infant interstitial lung disorders, accounting for 43% of diffuse lung disease in infants. Because of the varied underlying conditions and associations, clinical presentations of these infants vary substantially. If the clinical setting includes any of the various conditions associated with alveolar growth abnormality, including prematurity, oligohydramnios, chromosomal abnormality, or congenital heart disease, the possibility of a lung growth abnormality should be considered and further investigations might include lung biopsy for diagnosis and prognosis as the mortality rate in this patient population is often substantial, being as high as 34% in the multicenter study.",
            "cite_spans": [],
            "section": "Key Clinical Aspects ::: Growth Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "Variable imaging findings in infants with alveolar growth abnormalities are seen in both plain radiographs and high-resolution computed tomography (HRCT). However, small cysts, often located peripherally in the lungs, may suggest this diagnosis and are particularly common in infants with chromosomal abnormalities such as Trisomy 21 (Fig. 8.4) or Turner syndrome.\n",
            "cite_spans": [],
            "section": "Imaging Features ::: Growth Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "mention": "8.4",
                    "ref_id": "FIGREF27"
                }
            ]
        },
        {
            "text": "Histologically, the alveolar growth abnormalities share the common feature of alveolar enlargement and simplification, often marked and often more prominent at the lobular periphery and in subpleural regions (Fig. 8.5). This alveolar enlargement may be subtle or severe and is sometimes accompanied by vascular changes of pulmonary hypertensive arteriopathy with muscularization of alveolar wall vessels and medial thickening of small pulmonary arteries.\n",
            "cite_spans": [],
            "section": "Pathological Features ::: Growth Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "mention": "8.5",
                    "ref_id": "FIGREF28"
                }
            ]
        },
        {
            "text": "Infants with surfactant dysfunction disorders ­typically present either immediately at birth with respiratory failure (SpB and ABCA3) or later postnatally with persistent tachypnea and hypoxemia (SpC and ABCA3). A family history of lung disease may be present in such infants and is common in those with SpC mutations. On laboratory examination, PAS-positive material identified in bronchoalveolar lavage (BAL) fluid and elevation of serum lactate dehydrogenase (LDH) can be potential clues in the diagnosis of surfactant dysfunction disorders. Genetic analysis is considered the definitive diagnostic test, although lung biopsy is often done for categorization and for prognosis and treatment considerations while awaiting the results of genetic testing. Lung biopsy is also definitive for those without as yet recognized genetic mutation and often guides the workup of those with rare genetic disorders in this category. The current treatment for infants with surfactant dysfunction disorders presenting with interstitial lung disease varies based on the degree of clinical symptoms and the underlying genetic defect. Aggressive chronic ventilation for infants with respiratory failure is currently most often performed for infants with a SpC mutation and lung transplant is the only effective therapeutic option for infants with SpB mutation. Those with ABCA3 mutations have a more varied presentation and course, at least in part depending on the specific mutation involved. In older children with ABCA3, there is a high incidence of pectus excavatum [27]. There are a few cases of SpB and ABCA3 mutations that have been noted anecdotally to respond to hydroxychloroquine therapy.",
            "cite_spans": [
                {
                    "start": 1556,
                    "end": 1558,
                    "mention": "27",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Key Clinical Aspects ::: Surfactant Dysfunction Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "The characteristic imaging findings of infants with surfactant dysfunction disorders are the early appearance of diffuse hazy or granular parenchymal opacities (ground glass opacities) on plain chest radiographs (Fig. 8.6). On HRCT, the most characteristic imaging findings of surfactant dysfunction disorders include ground glass opacity (GGO) with variable interlobular septal thickening. These imaging findings, however, can change over time.\n",
            "cite_spans": [],
            "section": "Imaging Features ::: Surfactant Dysfunction Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "mention": "8.6",
                    "ref_id": "FIGREF29"
                }
            ]
        },
        {
            "text": "Surfactant dysfunction mutations in infants are ­histopathologically characterized (Fig. 8.6) by: (1) prominent diffuse uniform alveolar epithelial hyperplasia; (2) variable amounts of proteinosis material; and (3) increased and often foamy macrophages with occasional cholesterol clefts, variable interstitial widening, and sometimes mild interstitial inflammation that may increase with age. These changes typically are described as one of several possible histologic patterns seen in these disorders, including PAP pattern, desquamative interstitial pneumonia (DIP) pattern, CPI pattern, and NSIP pattern, all of which in this setting suggest an underlying surfactant dysfunction mutation. While each of these patterns may be seen with any one of the specific surfactant dysfunction mutations, PAP is uncommon and when seen suggests an SpB abnormality, DIP is more often seen with SpC or ABCA3 abnormalities, and CPI is more characteristic of SpC but may also be seen with ABCA3 mutations. An NSIP pattern is more often seen in older infants and children with SpC or ABCA3 abnormalities. Histologic variants outside these typical definable patterns also occur, but all are marked by the key features of alveolar epithelial hyperplasia, an element of proteinosis, and an element of lipid accumulation most often as a few scattered cholesterol clefts. Electron microscopic examination of lung tissue can be helpful as well, as ABCA3 and SpB have specific ultrastructural abnormalities of lamellar bodies in type 2 alveolar epithelial cells. ABCA3 has tiny lamellar bodies with a prominent dense inclusion and SpB shows reduced numbers of lamellar bodies with reduced lamellations and sometimes fusion of lamellar and multivesicular bodies.",
            "cite_spans": [],
            "section": "Pathological Features ::: Surfactant Dysfunction Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "mention": "8.6",
                    "ref_id": "FIGREF29"
                }
            ]
        },
        {
            "text": "There are several rare conditions that should be considered in the differential of surfactant disfunction disorders. These include mutations in TTF-1 (Fig. 8.7) [28–31] which may present with proteinosis in the neonate and in older infants and young children histology resembling that of surfactant disfunction disorders often in combination with congenital hypothyroidism and benign chorea as part of the brain-thyroid-lung syndrome [32]. Lysinuric protein intolerance, another rare genetic disorder with mutation in the amino acid transporter gene SLC7A7, may also present with alveolar proteinosis in early infancy. Congenital deficiency of the GMCSF alpha receptor also results in alveolar proteinosis, although with presentation in early childhood, rather than in infancy. It is also important to remember that in a proportion of infants with typical histologic and imaging findings for surfactant dysfunction disorders, no genetic abnormality may be identified and that other genetic disorders impacting surfactant function may yet be discovered.\n",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "28",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "31",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "32",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Other Conditions in the Spectrum of the Surfactant Dysfunction Disorder ::: Surfactant Dysfunction Disorders ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "mention": "8.7",
                    "ref_id": "FIGREF30"
                }
            ]
        },
        {
            "text": "\nNeuroendocrine cell hyperplasia of infancy (NEHI) [33–37] has also been known as persistent tachypnea of infancy, or chronic idiopathic bronchiolitis of infancy and sometimes as follicular bronchitis [38]. This recently described entity accounts for a substantial portion of ILD in infants. Affected infants are usually term and typically present with clinical symptoms of persistent tachypnea, retractions, hypoxemia, and crackles without substantial cough or wheezing by 3 months of age often beginning after an initial period of well-being and sometimes following an uncomplicated viral respiratory infection. Infant pulmonary function test may show evidence of substantial hyperinflation and bronchoscopy and BAL are usually normal. The treatment for NEHI is currently supportive and aimed at preventing hypoxemia and infection while maintaining nutritional support. Many affected infants develop failure to thrive with time. Corticosteroids are not helpful for improving symptoms in infants with NEHI as underlying inflammation is not a component of the disorder, evidenced by the lack of inflammatory cells on BAL or in lung tissue at biopsy. Despite persistent symptoms and a prolonged need for oxygen therapy, infants with NEHI usually have a favorable long-term outcome with no reported deaths directly related to NEHI, no respiratory failure, and no progression to end-stage lung disease or lung transplantation. However, some patients with NEHI have long-term morbidity with persistent symptoms due to hyperinflation and reactive airway disease and may relapse with hypoxemia during intercurrent respiratory infection.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "mention": "33",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 55,
                    "end": 57,
                    "mention": "37",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 202,
                    "end": 204,
                    "mention": "38",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Key Clinical Aspects ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "\nPulmonary interstitial glycogenosis (PIG) [39, 40] has been previously known as infantile cellular ­interstitial pneumonitis and histiocytoid pneumonia, and as such, has been recognized for many years. PIG may occur in both preterm and full-term infants who usually present with tachypnea and hypoxemia either immediately or soon after birth. It is very unusual for PIG to occur or persist beyond 6 months of age. Although PIG has been described as an isolated finding, it is more often associated with the variety of conditions that affect lung growth, the alveolar growth abnormalities. Most affected infants do not require specific treatment; however, in those more severely affected clinically, pulse steroids have been recommended. Clinical outcomes of infants with PIG are varied and are thought to be related to the underlying condition rather than to PIG itself. There has been no reported death in infants with pure diffuse PIG; however, death has been reported in infants with patchy PIG who also had underlying growth abnormalities and PHT.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 46,
                    "mention": "39",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 48,
                    "end": 50,
                    "mention": "40",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Key Clinical Aspects ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": []
        },
        {
            "text": "\nNeuroendocrine cell hyperplasia of infancy (NEHI). The typical imaging findings of NEHI are hyperinflation with variable increased perihilar opacity on plain chest radiographs (Fig. 8.8). HRCT findings are quite characteristic with geographic GGO with central predominance especially in the lingula and right middle lobe without other interstitial abnormalities. Additionally, marked air trapping often affecting both the areas of GGO and the remaining lung can be seen. It has been reported that the sensitivity and specificity of HRCT for the diagnosis of NEHI are 78 and 100%, respectively, based on a recent study of 29 CT examinations from 23 patients with biopsy-proven NEHI and 6 patients with other forms of pediatric interstitial lung disease.\n",
            "cite_spans": [],
            "section": "Imaging Features ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "8.8",
                    "ref_id": "FIGREF31"
                }
            ]
        },
        {
            "text": "\nPulmonary interstitial glycogenosis (PIG). Similar to the imaging findings of NEHI, infants with PIG typically show changes of bilateral hyperinflation and diffuse interstitial markings on plain chest radiograph. On HRCT, diffuse, segmental, or subsegmental ground-glass opacities, interlobular septal thickening and reticular change predominantly in a subpleural distribution with few centrilobular nodules have been reported. Recently, multiple small variably sized scattered air-filled cystic changes in conjunction with diffuse ground-glass opacities, interlobular septal thickening, and reticular change have been reported in an infant boy with PIG in the setting of alveolar growth abnormality (Fig. 8.9) [41]; the contribution of PIG and of the growth abnormality to these changes cannot be apportioned with any certainty. The concomitant appearance of PIG with alveolar growth abnormalities suggests that imaging findings in these conditions typically share this uncertainty.\n",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 715,
                    "mention": "41",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Imaging Features ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 707,
                    "end": 710,
                    "mention": "8.9",
                    "ref_id": "FIGREF32"
                }
            ]
        },
        {
            "text": "\nNeuroendocrine cell hyperplasia of infancy (NEHI). On routine histopathological evaluation, NEHI (Fig. 8.8) typically shows only minor and nonspecific changes including mildly increased airway smooth muscle, mildly increased numbers of alveolar macrophages, and occasional mild peri-airway lymphocytic inflammation, although some biopsies also show mild and focal airway changes likely related to intercurrent infection. Histologic diagnosis rests on the identification of increased numbers of bombesin immunopositive neuroendocrine cells in bronchioles and prominent neuroepithelial bodies in the lobular parenchyma in the absence of other significant pathologic changes. A recent study documents the absence of neuroendocrine cell hyperplasia in the focally injured airways sometimes seen within these biopsies, suggesting that NEHI is not an abnormal reaction to viral infection; and another documents familial association suggesting a genetic propensity for the development of NEHI. The pathophysiology of the disorder remains unknown, although the role of the neuroendocrine system in regulating bronchial and vasomotor tone in the lung may be central to disease manifestation.",
            "cite_spans": [],
            "section": "Pathological Features ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "mention": "8.8",
                    "ref_id": "FIGREF31"
                }
            ]
        },
        {
            "text": "\nPulmonary interstitial glycogenosis (PIG). The diagnosis of PIG requires examination of lung tissue. It is characterized by the expansion of the lobular interstitium by rounded, glycogen-laden undifferentiated mesenchymal cells without fibrosis, airway disease, or underlying inflammation on pathological analysis (Fig. 8.9). The interstitial cells in patients with PIG are immunoreactive for vimentin and are negative for muscle, epithelial, macrophage, and leukocyte markers suggesting that they are poorly differentiated mesenchymal cells. The most reliable means of diagnosis is the ultrastructural identification of characteristic deposits of monoparticulate glycogen within these mesenchymal cells. These interstitial cells may rarely contain small amounts of lipid by ultrastructural examination. PIG has been classified as: diffuse or patchy; the patchy form is more common and is ­typically seen in association with alveolar growth abnormalities of varied etiology.",
            "cite_spans": [],
            "section": "Pathological Features ::: Specific Conditions of Undefined Etiology ::: Interstitial Lung Disorders in Infants",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "mention": "8.9",
                    "ref_id": "FIGREF32"
                }
            ]
        },
        {
            "text": "The early and correct diagnosis of ILD in infants has been a major challenge for clinicians, radiologists, and pathologists mainly due to the rarity of these disorders coupled with nonspecific clinical symptoms and the absence of a coherent classification system. With the advent of the new ChILD classification system, our understanding of ILD in infants has markedly improved. Knowledge of clinical, imaging, and pathological features of ILD in infants will enhance accurate diagnosis and improve timeliness, both are crucial as prognosis and treatment vary considerably among the different infant interstitial lung disorders. Although the etiology is currently unknown, several of these abnormalities of lung parenchyma have been shown to have multiple cysts. This includes infants with TTF-1, alveolar growth disturbance, and PIG, as well as children with Trisomy 21 and Turner syndrome and in some chromosomally normal infants with congenital heart disease.",
            "cite_spans": [],
            "section": "Conclusions: Disorders More Prevalent in Infancy",
            "ref_spans": []
        },
        {
            "text": "Infant lung disorders are only rarely seen in older children. Occasionally, children with alveolar growth disorders or NEHI may not come to biopsy until the third year, and some children with surfactant dysfunction mutations present later in childhood, or as adolescents or young adults. While the lung disorders more specific to infancy predominate in infants and young children, almost 40% of the lung biopsies in the multicenter institutional study revealed diagnoses in other categories of ChILD (Table 8.1). This narrow predominance of lung disorders more specific to infancy was also documented in a single institutional study of diffuse lung disease in infancy [42]. The other categories for infants and also for older children are detailed below according to the ChILD classification system beginning with disorders of the normal host and are supported by both the under two multicenter study [2] and by a multicenter review of almost 200 lung biopsies from children 2–18 years of age, similar to that done in infants and young children. In this older group, nearly equal numbers of biopsies were from immunocompetent as from immunocompromised children. Those from immunocompromised patients, the largest single group, account for nearly half the classifiable biopsies, followed by those from children with underlying systemic disorders, accounting for another quarter of the biopsies.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "mention": "42",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 902,
                    "end": 903,
                    "mention": "2",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Other Childhood Interstitial Lung Disorders",
            "ref_spans": [
                {
                    "start": 507,
                    "end": 510,
                    "mention": "8.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Acute lower respiratory infections are common causes of pulmonary infections in children and continue to result in substantial morbidity and mortality globally. In immunocompetent pediatric patients, various pathogens, both viral and bacterial, can cause primary pulmonary infections. In fact, viruses are the cause of approximately 50% of all pneumonias in children less than 5 years old. Table 8.3 lists common pathogens that can cause pulmonary infection in the pediatric population, categorized by age group. It is important to recognize that more than one pathogen can concomitantly cause pulmonary infection in children. For example, a recent review showed that approximately 23% of children with pneumonia have a viral infection together with a bacterial infection.\n",
            "cite_spans": [],
            "section": "Acute Infectious Disease ::: Infectious Etiology ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "mention": "8.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "\nImaging features. Although a characteristic imaging finding of pulmonary infection such as consolidation in pediatric patients with bacterial pneumonia can be easily recognized, various other imaging findings of pulmonary infections sometimes can be mistaken for interstitial lung disease in immunocompetent pediatric patients. Such imaging findings can result from abnormalities caused by an acute infectious process involving airways and interstitium. Airway abnormalities (e.g., bronchial wall thickening, irregular aeration, atelectasis) and interstitial abnormalities (e.g., fine linear markings, interlobular septal thickening, small nodular opacities) can mimic interstitial lung disease in children with normal immune function. In general, viral rather than bacterial pulmonary infection results in imaging findings similar to those of interstitial lung disease in children (see Fig. 14.1, 10.1007/978-1-4419-5872-3_14). Clinical history, laboratory findings, prior imaging studies, and follow-up imaging studies can provide helpful information to differentiate abnormal pulmonary imaging findings due to acute pulmonary infection from those of underlying interstitial lung disease.",
            "cite_spans": [],
            "section": "Acute Infectious Disease ::: Infectious Etiology ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "\nPathologic findings. Infection is a relatively common finding in diffuse lung disease in the normal host and is usually readily diagnosed by consideration of clinical history, imaging findings, and laboratory, particularly culture results. Sometimes diagnosis is elusive, and in such circumstances, BAL for culture and even lung biopsy may be done. In children who come to lung biopsy in such circumstances, viral and mycobacterial disease, sometimes atypical, as well as fungal infection, are more common findings than bacterial infection. The pathologic changes vary with the responsible organism from diffuse to patchy interstitial inflammation with associated airway ­epithelial changes for respiratory viral infections, to granulomatous pneumonitis for mycobacterial and most fungal disorders.",
            "cite_spans": [],
            "section": "Acute Infectious Disease ::: Infectious Etiology ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Imaging plays an important role in the diagnosis of postinfectious airway injury with constrictive/obliterative bronchiolitis because the clinical findings are often nonspecific; however, a prior history of ­prolonged recovery from a pulmonary infection with subsequent development of wheezing and shortness of breath as well as abnormal pulmonary function test characterized by fixed airway obstruction should raise suspicion for postinfectious airway injury with constrictive/obliterative bronchiolitis. The imaging appearance, particularly by CT, in affected children can be characteristic and may avoid subsequent invasive procedures such as lung biopsy. On plain chest radiographs, the affected lung is hyperlucent and relatively underperfused while maintaining normal or decreased lung volume, although it can be normal in appearance. CT findings of constrictive/obliterative bronchiolitis are characterized by: (1) air trapping, accentuated on expiration; (2) mosaic attenuation pattern; (3) bronchial wall thickening; (4) bronchiectasis; and (5) diminished small vessels. Although these CT findings should suggest a diagnosis of constrictive/obliterative bronchiolitis in children, other more common entities, such as acute viral bronchiolitis, should be considered unless air trapping and bronchiectasis are both present. Follow-up imaging study can be helpful in differentiating the changes of chronic postinfectious airway injury from acute viral bronchiolitis. In cases of acute viral bronchiolitis, follow-up imaging studies will show normalization of the previously abnormal imaging findings after resolution of symptoms (although imaging abnormalities may persist for up to a few months), while persistent or worsening abnormalities will be present in cases of irreversible constrictive/obliterative bronchiolitis.",
            "cite_spans": [],
            "section": "Imaging Findings ::: Postinfectious Airway Injury ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Histologically, postinfectious airway injury is a patchy condition in which some, but not all, airways show signs of previous injury and repair with airway narrowing by subepithelial and peri-airway fibrosis. Typically, smaller membranous bronchioles and terminal bronchioles are affected, rarely larger airways. Such fibrosis may eventuate in marked luminal ­narrowing and complete airway obliteration may occur. This can be difficult to identify histologically. Clues to its ­presence include the identification of small pulmonary arteries without associated airways and residual airway smooth muscle fibers embedded in fibrotic tissue. This latter finding may be subtle and may require special stains to highlight smooth muscle. There is often variable hyperexpansion of pulmonary lobules in affected regions. Inflammation may highlight affected airways, but late in the process or following steroid treatment this may not be a prominent feature.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Postinfectious Airway Injury ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Hypersensitive pneumonia, also known as extrinsic allergic alveolitis, is characterized by the development of alveolar inflammation due to hypersensitivity to inhaled organic dusts. While it has been thought to be uncommon in childhood, it is more likely that it is rarely suspected and therefore poorly investigated. When children are affected, it is usually through an environmental exposure and only occasionally through close contact with family members who are exposed to an organic dust through their occupation or hobbies. Hypersensitivity pneumonia is traditionally classified into three forms based on the duration of illness: acute, subacute, and chronic.",
            "cite_spans": [],
            "section": "Hypersensitive Pneumonia ::: Noninfectious Disorders ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "The acute form of hypersensitivity pneumonia usually develops within 4–6 h after exposure to the causative dust antigen. Affected children typically present with nonspecific symptoms such as fever, chills, malaise, cough, dyspnea, and headache. These symptoms usually resolve within 12 h to several days after initial exposure. In children with the subacute form of hypersensitivity pneumonia, symptoms are similar to the acute form of hypersensitivity pneumonia, but usually less severe and more prolonged. The clinical presentation of children with the chronic form of hypersensitivity pneumonia is characterized by insidious onset of cough, progressive dyspnea, fatigue, and weight loss.",
            "cite_spans": [],
            "section": "Hypersensitive Pneumonia ::: Noninfectious Disorders ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. On plain chest radiographs, the common imaging findings of the acute form of hypersensitivity pneumonia are diffuse micronodular interstitial prominence often with ground-glass opacities predominately in the middle and lower lung zones (Fig. 8.12). High-resolution CT (HRCT) can further characterize the chest radiographic findings of acute hypersensitivity pneumonia; these include small (1–3 mm), poorly defined centrilobular nodules representing bronchiolitis and ground-glass opacity representing alveolitis. Both chest radiographic and CT imaging findings of the subacute form of hypersensitivity pneumonia are similar to those of the acute form. In chronic hypersensitivity pneumonia, imaging findings on plain chest radiographs and CT include progressive fibrotic changes with volume loss without substantial nodular or ground-glass opacity predominately affecting the mid lung zone (Fig. 8.13). The location of fibrotic lung changes can be helpful in differentiating this entity from IPF which is predominately located in the lung bases.\n\n",
            "cite_spans": [],
            "section": "Hypersensitive Pneumonia ::: Noninfectious Disorders ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "mention": "8.12",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 915,
                    "end": 919,
                    "mention": "8.13",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Lung biopsy is rarely done during acute disease and there is limited information regarding pathologic findings at this stage. Histologic changes are similar in the subacute and chronic forms of hypersensitivity pneumonia with fibrosis supervening in chronic forms. The changes are characteristic and include lymphoplasmacytic inflammation centered around small airways and extending into alveolar walls with occasional multinucleate giant cells and small poorly formed granulomas in the walls of distal bronchioles and in alveoli and small airway lumens (Fig. 8.13).",
            "cite_spans": [],
            "section": "Hypersensitive Pneumonia ::: Noninfectious Disorders ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "mention": "8.13",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "For the diagnosis of hypersensitivity pneumonia, lung biopsy alone may be suggestive, but is rarely diagnostic. A careful investigation of clinical history and imaging findings can provide important clues to the correct diagnosis, and serologic investigations for specific antigens, guided by the clinical history, may be diagnostic in cases of hypersensitivity pneumonia in children.",
            "cite_spans": [],
            "section": "Hypersensitive Pneumonia ::: Noninfectious Disorders ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Imaging findings of aspiration syndromes largely depend on the timing and amount of aspiration. The typical plain radiographic and CT findings of aspiration syndromes are diffuse alveolar consolidations in the dependent portions of lungs such as posterior lower lobes. In children with persistent aspiration syndrome, advanced lung disease such as abscess can also develop. For evaluation of causes of aspiration due to underlying swallowing disorders or anatomic malformation, barium swallow study is a useful imaging study. Chronic aspiration, without acute aspiration, may produce a diffuse, but irregularly distributed interstitial prominence (Fig. 8.14).\n",
            "cite_spans": [],
            "section": "Imaging Findings ::: Aspiration Syndromes ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "mention": "8.14",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Except in its more extreme manifestations, such as prolonged chronic aspiration with H-type fistula, aspiration can be a difficult pathologic diagnosis; however, there should always be some degree of airway injury and repair, typically with reactive epithelial changes (hyperplasia or metaplasia), an element of inflammation (acute, chronic, and/or with foreign body giant cells and granuloma formation), and in severe cases often prominent lobular changes with inflammation and fibrosis.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Aspiration Syndromes ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Typical chest radiographic findings of children with acute eosinophilic pneumonia include bilateral ­reticular opacities with or without patchy consolidation and pleural effusion (Fig. 8.15c). On CT, there is ­bilateral patchy GGO frequently associated with interlobular septal thickening, consolidation, or poorly defined nodules (Fig. 8.15d). Due to its rarity and the similarity of its imaging findings to those of other more common entities such as hydrostatic ­pulmonary edema, acute respiratory distress syndrome, AIP, and atypical bacterial or viral pneumonia, correct diagnosis of acute eosinophilic pneumonia may be initially missed or delayed particularly in children. This delay may be critical as failure to rapidly institute treatment may be accompanied by severe clinical deterioration and death. Peripheral blood eosinophilia is not a frequent feature of this disorder, although it may be present.",
            "cite_spans": [],
            "section": "Imaging Findings ::: Eosinophilic Pneumonia ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "mention": "8.15",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 337,
                    "end": 341,
                    "mention": "8.15",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "On histology, acute eosinophilic pneumonia shows changes of DAD associated with interstitial and intra-alveolar eosinophils.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Eosinophilic Pneumonia ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Plain chest radiographic findings in patients with chronic eosinophilic pneumonia are often characteristic and include nonsegmental peripheral airspace consolidation predominately affecting upper lobes (Fig. 8.15e). Peripheral infiltrates with a “reversed pulmonary edema pattern” is also considered highly suggestive of chronic eosinophilic pneumonia. On CT, typical nonsegmental areas of airspace consolidation with peripheral predominance are usually seen (Fig. 8.15f). Less common additional CT findings in patients with chronic eosinophilic pneumonia include ground-glass ­opacities, nodules, and reticulation.",
            "cite_spans": [],
            "section": "Imaging Findings ::: Chronic Eosinophilic Pneumonia ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "mention": "8.15",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 465,
                    "end": 469,
                    "mention": "8.15",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Histologic changes include dense accumulations of eosinophils, often with associated macrophages which may contain eosinophil granules, in alveoli and in the interstitium where the eosinophils are ­accompanied by lymphocytes and plasma cells (Fig. 8.15g). Eosinophils may be seen in the walls of blood vessels, but a true vasculitis with reactive vascular change or necrosis is never seen. Eosinophil abscesses with central necrosis and palisaded histiocytes with intermixed eosinophils may also be seen. There is usually organizing pneumonia and sometimes poorly formed granulomas; with continued chronicity, interstitial fibrosis may occur. Prebiopsy treatment with corticosteroids may strikingly diminish the numbers of eosinophils hampering accurate diagnosis.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Chronic Eosinophilic Pneumonia ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "mention": "8.15",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Due to its rarity, imaging findings of AIP are not well described; however, those reported are those of acute respiratory distress syndrome with diffuse bilateral alveolar opacities, septal thickening, and often ­pleural effusion.",
            "cite_spans": [],
            "section": "Imaging Findings ::: Acute Interstitial Pneumonia/Hamman–Rich/Idiopathic Diffuse Alveolar Damage ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Biopsy of the lung in patients with AIP shows DAD usually in an exudative and early organizing stage.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Acute Interstitial Pneumonia/Hamman–Rich/Idiopathic Diffuse Alveolar Damage ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "Imaging findings in idiopathic pulmonary hemosiderosis depend on the stage of disease progression. At early stages where pulmonary hemorrhage predominates pathologically, ground-glass opacity often associated with consolidation in a central distribution on CT is typically seen (Fig. 8.16).",
            "cite_spans": [],
            "section": "Imaging Findings ::: Idiopathic Pulmonary Hemosiderosis ::: Disorders of the Normal Host",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "mention": "8.16",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In early stages on lung biopsy, there are prominent intra-alveolar accumulations of hemosiderin-laden macrophages, usually without prominent associated hemorrhage. At later stages following recurrent clinical episodes, there are prominent reactive lung changes with continuing abundance of hemosiderin-laden macrophages. In later stages, there is progression of these changes including deposition of hemosiderin in intersitial tissue with thickening of interlobular septa and alveolar walls, as well as bronchiolar and arterial walls, sometimes with prominent ferrocalcific deposits, and with eventual progression to irreversible pulmonary fibrosis.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Idiopathic Pulmonary Hemosiderosis ::: Disorders of the Normal Host",
            "ref_spans": []
        },
        {
            "text": "PAP is a rare lung disease, first described in 1958 by Rosen and his coworkers. It is characterized by abnormal accumulation of surfactant, lipoproteinaceous material, within the alveoli which prevents normal gas exchange. PAP has been traditionally classified into congenital and acquired forms. Congenital PAP is discussed in the infant lung disorder section as it relates to surfactant dysfunction disorders. In older children and adults, PAP is an acquired disorder and is seen in two settings. The first is with macrophage dysfunction typically associated with chemotherapeutic drug use in malignancies. It is then categorized with disorders in the immunocompromised host. The form of PAP that belongs in this sectionon immune disorders is a manifestation of an autoimmune condition in which an autoantibody to GM-CSF is formed. It is not seen in early childhood, but may affect school-age children or adolescents, as well as adults. Affected children present with slowly progressive dyspnea and nonproductive cough. Diagnosis is by the demonstration of proteinosis material either on BAL or lung biopsy coupled with identification of the autoantibody. Current treatment for this acquired PAP is repeated lung lavage, which has been successful in older children and adults.",
            "cite_spans": [],
            "section": "Acquired Pulmonary Alveolar Proteinosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. Imaging studies do not differentiate among the various forms of PAP and show bilateral symmetric perihilar opacities that often extend into the peripheral portions of the lungs on plain chest radiographs. These opacifications are frequently not as consolidative and dense as those of a typical bacterial pneumonia (Fig. 8.17). On CT, particularly on HRCT, bilateral ground-glass opacities with smooth intra- and interlobular septal thickening in polygonal shapes, also known as a crazy-paving pattern, are commonly seen (Fig. 8.17). After treatment with lung lavage, improvement of these CT findings has been reported in patients with autoimmune PAP.\n",
            "cite_spans": [],
            "section": "Acquired Pulmonary Alveolar Proteinosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "mention": "8.17",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 545,
                    "end": 549,
                    "mention": "8.17",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Biopsy findings vary depending on the underlying etiology of the alveolar proteinosis, but all share the common feature of variably abundant PAS-positive granular to globular material with contained small cholesterol clefts filling alveolar spaces. The associated changes in infants with surfactant deficiency disorders are noted above. With PAP due to autoantibodies to GM-CSF, the background lung structure is relatively normal appearing, although there are often scattered interstitial plasma cells, and alveolar macrophages sometimes have atypical appearances.",
            "cite_spans": [],
            "section": "Acquired Pulmonary Alveolar Proteinosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Immune-mediated pulmonary hemorrhage, usually with capillaritis [46], can be seen in a variety of ­disorders including microscopic polyangiitis, ­collage-vascular disease (systemic lupus erythematosus, rheumatoid arthritis, systemic sclerosis, polymyositis, and mixed connective-tissue disease), Wegener’s granulomatosis, and Goodpasture syndrome. Not all pulmonary hemorrhage is immune-mediated; other conditions leading to pulmonary hemorrhage include drug-induced coagulopathy and hemorrhage-associated malignancy. The clinical and imaging findings are often similar in all such disorders. Affected patients typically present with hemoptysis and dyspnea as well as anemia.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "mention": "46",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Pulmonary Hemorrhage Syndromes ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. Bilateral symmetric geographic areas of ground-glass opacities with interlobular septal thickening are typical imaging findings of symptomatic patients with pulmonary hemorrhage syndrome. Focal, sometimes multifocal and nodular-like opacities may also be present representing sites of acute hemorrhage. Chest radiographic findings, particularly in the subacute phase, may be quite similar to that seen in PAP.",
            "cite_spans": [],
            "section": "Pulmonary Hemorrhage Syndromes ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nPathologic findings. The definite diagnosis of pulmonary hemorrhage syndrome is based on the identification of blood within BAL fluid or the demonstration of abundant hemosiderin-laden alveolar ­macrophages. Serologic demonstration of anti-­neutrophil cytoplasmic antibodies (ANCA) may avert lung biopsy to evaluate for the presence of capillaritis (Fig. 8.18), but when these are negative or not obtainable in an appropriate time-frame, lung biopsy is often done. Active immune-mediated hemorrhage is associated with pulmonary capillaritis, often necrotizing.\n",
            "cite_spans": [],
            "section": "Pulmonary Hemorrhage Syndromes ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "mention": "8.18",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "\nRheumatologic disorders (collagen-vascular disease). These conditions include systemic lupus ­erythematosus, rheumatoid arthritis, dermatomyositis, scleroderma, Sjogren’s syndrome, and mixed connective tissue disease. The clinical presentation, physical findings, and laboratory findings of these collagen-vascular diseases vary; however, imaging findings of early disease are often those of NSIP.",
            "cite_spans": [],
            "section": "Nonhemorrhagic Parenchymal Disease ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. For collagen-vascular disease in general, early imaging findings include ground-glass opacity intermixed with septal thickening, while lower lobe-predominant ground-glass opacity, ­irregular septal thickening, honeycombing, and traction bronchiectasis are the usual imaging findings of later advanced disease or progressive collagen-­vascular disease (Fig. 8.19). Characteristic CT findings of NSIP, a common histologic manifestation of many of these conditions, include ground-glass ­opacity with ­reticular abnormality, traction bronchiectasis, and lower lobe volume loss predominately located in the peripheral portions of the lower lobes in the absence of nodules, cysts, and areas of low attenuation (Fig. 8.19). The presence of areas of low attenuation interspersed with areas of interstitial abnormality should raise the possibility of hypersensitivity pneumonitis rather than NSIP.\n",
            "cite_spans": [],
            "section": "Nonhemorrhagic Parenchymal Disease ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "mention": "8.19",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 730,
                    "end": 734,
                    "mention": "8.19",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Although there are a variety of pathologic manifestation of these disorders in the lung, one of the commoner is of NSIP. Despite its name, this manifestation has a very specific ­histologic appearance with a mixture of lymphoplasmacytic inflammation and fibrosis and is typically divided into cellular and fibrotic subtypes (Fig. 8.19). It is seen in a variety of settings in childhood. It is one of the histologic patterns of the surfactant ­dysfunction disorders, particularly in patients with late-onset disease or prolonged survival. It is also a common manifestation of lung involvement by rheumatologic disorders (collagen-vascular disease) in children and adults and has been seen in the setting of systemic sclerosis, polymyositis and dermatomyositis, Sjogren syndrome, lupus, and rheumatoid arthritis.",
            "cite_spans": [],
            "section": "Nonhemorrhagic Parenchymal Disease ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "mention": "8.19",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Wegener’s granulomatosis is a rare systemic disorder primarily affecting the upper and lower respiratory tract and the kidney. It is thought to be immunologically mediated via a T-cell reaction and the frequent ANCA positivity suggests an autoimmune-mediated process. It is thought that immunologically mediated endothelial injury leads to activation of inflammatory mediators and cellular inflammation with both vasculitis and parenchymal inflammation of various forms. Although this rare disorder is more common in adults, it is the most common necrotizing systemic vasculitis in the pediatric population. Affected children usually present with nonspecific symptoms such as fever, malaise, weight loss, arthralgias, and chronic rhinitis. Those with lung involvement may be asymptomatic or may present with hemoptysis, dyspnea, or chest pain. On laboratory studies, positive rheumatoid factor, elevated erythrocyte sedimentation rate, and c-ANCA (approximately 85% of patients with active disease) are usually present.",
            "cite_spans": [],
            "section": "Wegener’s Granulomatosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. The pulmonary changes in Wegener’s granulomatosis are variable and range from discrete focal opacities to nodular masses (2–4 cm in diameter) with or without cavitation to ill-defined areas of consolidation on plain chest radiographs (Fig. 8.20). On CT, multiple pulmonary nodules typically ranging in size from 2 mm to several centimeters in diameter are often seen in both lungs. Associated cavitation within these nodules has been reported in 50% of nodules larger than 2 cm in diameter. Consolidation often due to pulmonary hemorrhage and/or ischemic necrosis is well evaluated with CT (Fig. 8.20).\n",
            "cite_spans": [],
            "section": "Wegener’s Granulomatosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "mention": "8.20",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 615,
                    "end": 619,
                    "mention": "8.20",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Pulmonary involvement with Wegner’s granulomatosis includes microabscesses, suppurative granulomas, and large geographic areas of necrosis in a background of interstitial inflammation that is typically regional (Fig. 8.20).",
            "cite_spans": [],
            "section": "Wegener’s Granulomatosis ::: Immune-Related Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "mention": "8.20",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "Sarcoidosis is a systemic disease process of unknown etiology with multisystem involvement. Pulmonary sarcoidosis is traditionally classified into four ­different stages of disease progression: (1) isolated lymphadenopathy; (2) lymphadenopathy with pulmonary disease; (3) isolated pulmonary disease; and (4) pulmonary fibrosis. Affected patients present with a wide variety of symptoms related to specific end-organ damage. When sarcoid involves lungs, patients usually present with dyspnea, cough, and fever with a minority developing hemoptysis in advanced disease. Sarcoid does occur in childhood, although it is commoner in adults. The clinical presentation, imaging findings, and histologic features in the pediatric patient are not different from those seen in adults.",
            "cite_spans": [],
            "section": "Sarcoidosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. Imaging findings of sarcoidosis depend on the stage of disease progression. Small peribronchial nodules (<3 mm in diameter) and interstitial thickening intermixed with the areas of ground-glass opacities and consolidation are typical imaging findings in patients with stage 1 to stage 3 pulmonary sarcoidosis (Fig. 8.21). In contrast, pulmonary fibrosis, architectural distortion, septal thickening, traction bronchiectasis, and honeycombing are predominant imaging findings on CT of patients with advanced stage 4 sarcoidosis. It has been reported that high-resolution CT (HRCT) is superior to conventional CT for detecting parenchymal detail and differentiating alveolitis from fibrosis in patients with sarcoidosis.\n",
            "cite_spans": [],
            "section": "Sarcoidosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "8.21",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Sarcoid is characterized histologically by the presence of multiple small and well-circumscribed granulomas without necrosis. These granulomas are often located along lymphatic pathways and thus are seen in interlobular septa and around blood vessels. There is sometimes granulomatous vasculitis. Fibrosis occurs in advanced disease and may replace large regions of the lung parenchyma (Fig. 8.21).",
            "cite_spans": [],
            "section": "Sarcoidosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "mention": "8.21",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Langerhans cell histiocytosis (LCH), previously known as eosinophilic granuloma or histiocytosis X, is a multisystem disease characterized by a clonal proliferation of Langerhans cells of bone marrow origin. It usually affects children between 1 and 15 years of age with a yearly incidence of 1 in 200,000. Although it is a sporadic and nonhereditary condition, familial clustering has been reported. In the adult, but not in childhood, pulmonary LCH is known to be strongly associated with smoking. Affected patients typically present with nonspecific respiratory symptoms such as cough and dyspnea.",
            "cite_spans": [],
            "section": "Langerhans Cell Histiocytosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging findings. On chest radiographs, indistinct nodular opacities intermixed with areas of reticular interstitial opacities predominately located in the upper lung zones are usually seen in patients with early-stage pulmonary involvement from LCH (Fig. 8.22). Pulmonary fibrosis with areas of ­architectural distortion and honeycombing can be observed on chest radiographs of patients with advanced and long-standing disease. HRCT is the preferred imaging modality for evaluating pulmonary disease caused by Langerhans cell histocytosis because it can detect characteristic imaging features of small nodules (<5 mm in diameter) in a centrilobular or peribronchiolar distribution intermixed with thin-walled cysts in both lungs with sparing of the lung bases and costophrenic angles (Fig. 8.23).\n\n",
            "cite_spans": [],
            "section": "Langerhans Cell Histiocytosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "mention": "8.22",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 792,
                    "end": 796,
                    "mention": "8.23",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Pulmonary LCH, previously known as pulmonary eosinophilic granuloma, is characterized by infiltration of the lung parenchyma by Langerhans cells. These CD1a and Langerin immunopositive histiocytes are generally seen in an airway-centered distribution that progresses to form symmetrical stellate nodules that also contain eosinophils, lymphocytes, and fibroblasts. In later stages, these nodules may become centrally cystic, but typically central scarring develops with later lesions showing associated honeycombing and surrounding emphysema. Ultrastructural examination shows the characteristic Birbeck granule of the Langerhans cell.",
            "cite_spans": [],
            "section": "Langerhans Cell Histiocytosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Cystic fibrosis (CF), first recognized in 1930s, is the most common genetic disorder resulting in chronic pulmonary disease in children. It is an autosomal recessive disorder with mutations involving the cystic fibrosis transmembrane regulator (CFTR) gene located on the long arm of chromosome 7. Although CF is more common among children of European heritage with an estimated incidence of 1:2,500 white live births, it can also affect children of Asian and African descent. Affected individuals are often discovered during infancy when they present with meconium ileus syndrome (18%), failure to thrive, malabsorption syndrome, or chronic recurrent respiratory infections. A definitive diagnosis of CF can be based on abnormal sweat test or via genetic testing, usually employing a panel of more common mutations in specific geographic groups.",
            "cite_spans": [],
            "section": "Cystic Fibrosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Although CF may result in significant gastrointestinal and liver disease, involvement of the respiratory system is the major cause of morbidity and mortality in children and nearly all affected children will eventually develop progressive pulmonary disease. Pulmonary disease is the most common cause of death in patients with cystic fibrosis. Imaging findings of CF vary depending on several factors including the age of the patient, the duration and severity of disease, and associated infection.",
            "cite_spans": [],
            "section": "Cystic Fibrosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging. Lungs can be normal or show mild-to-moderate air trapping (hyperinflation) and/or bronchial wall thickening in children with early-stage CF (see 10.1007/978-1-4419-5872-3_15). The hyperinflation in CF patients results from the obstruction of the small airways (i.e., terminal and respiratory bronchioles) by abnormally viscid mucus. Imaging findings of later or advanced disease are characterized by the presence of upper lobe predominant bronchiectasis (in 50% of patients with lobe dominate disease) [47], peribronchial wall thickening, centrilobular nodular and tree-in-bud opacities, and mucus plugging with air trapping best detected on expiratory CT images. The reason for upper lobe predominant lung changes in CF is not known, but it has been postulated that decreased ventilatory excursions in the upper lobe may exacerbate the already impaired drainage of bronchial secretions. Due to chronic and recurrent superimposed infection, concomitant hilar and mediastinal lymphadenopathy is often seen. Several CT scoring systems are available for assessment of the extent and severity of CF disease, although they are not widely used clinically.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "mention": "47",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Cystic Fibrosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nPathologic Findings. The lungs in cystic fibrosis show progressive changes that early may be mistaken for ILD. Initially, there is mucus stasis with impaired clearance and supervening infection. The chronic inflammatory changes progress to alteration of airway walls with epithelial erosion, partial replacement of the mucosa by granulation tissue, progressive airway dilatation resulting in bronchiectasis, and for small airways sometimes fibrotic and obliterative changes. With advanced disease there is progressive loss of lung parenchyma through lobular atrophy and fibrosis, as well as loss of access to the parenchyma due to airway obstruction.",
            "cite_spans": [],
            "section": "Cystic Fibrosis ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Marfan syndrome, first described in 1895, is an inherited disorder of connective tissue resulting from an abnormality in the fibrillin gene on chromosome 15. The estimated prevalence of Marfan syndrome is 1 in 5,000 individuals. Although most serious complications of Marfan syndrome result from involvement of the heart valves and aorta, it can also affect other organs, particularly the lungs, eyes, and skeleton. Affected patients are usually tall with long limbs and long thin fingers. Pulmonary involvement in Marfan syndrome is uncommon, occurring in only about 10% of patients. Such involvement may include congenital enlargement of the trachea and bronchi; later findings include pulmonary artery rupture and pneumothorax. A few patients with Marfan have an emphysema-like abnormality with pleural and subpleural bullae and parenchymal cysts.",
            "cite_spans": [],
            "section": "Marfan-Associated Pulmonary Disorders ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging. The connective tissues that provide stability and elasticity for the lungs are affected by Marfan syndrome; this may uncommonly result in the development of emphysema, pleural and subpleural bullae, parenchymal cysts, and bronchiectasis. Pneumothorax is the only common respiratory disorder seen in Marfan syndrome and is the commonest imaging finding of pulmonary involvement in Marfan syndrome.",
            "cite_spans": [],
            "section": "Marfan-Associated Pulmonary Disorders ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nPathologic findings. Marfan syndrome is a rare cause of spontaneous pneumothorax; the pathologic findings do not differ from those of pneumothorax in unaffected individuals.",
            "cite_spans": [],
            "section": "Marfan-Associated Pulmonary Disorders ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Malignant infiltrates of the lungs can be seen with a variety of underlying malignancies. In adults this is commonly seen as lymphangitic carcinomatosis, resulting from spread of malignant cells via the lymphatic system in the lung. In children, carcinoma is an uncommon form of malignancy and infiltrative disease in the lung is more commonly related to hematologic malignancy with similar spread via pulmonary lymphatics. Such children usually have known and treated malignancy and present with shortness of breath, cough, or rarely hemoptysis.",
            "cite_spans": [],
            "section": "Malignant Infiltrates ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nImaging. It has been reported that the sensitivity of chest radiographs for detecting lymphangitic spread of malignancy is only approximately 25%. Therefore, the imaging modality of choice for evaluating lymphangitic tumor spread is CT. Smooth, irregular, or nodular interlobular septal thickening and peribronchial small nodules are the most common CT imaging findings of lymphangitic tumor dissemination. Malignant hilar or mediastinal lymphadenopathy and/or malignant pleural effusion are often concurrently present.",
            "cite_spans": [],
            "section": "Malignant Infiltrates ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "\nPathologic findings. With lymphangitic tumor spread, there is typically regional permeation of malignant cells through the lymphatic system in interlobular septa and bronchovascular bundles. This may be coupled with early infiltration of the connective tissue of these regions and sometimes small nodular deposits of malignant cells.",
            "cite_spans": [],
            "section": "Malignant Infiltrates ::: Nonimmune-Mediated Systemic Disorders ::: Disorders Related to Systemic Disease Process",
            "ref_spans": []
        },
        {
            "text": "Imaging findings with thoracic infection from these different pathogens widely vary from small pulmonary nodules to masses, ground-glass opacities to consolidations, and increased interstitial markings/thickenings. However, there are sometimes characteristic imaging appearances of opportunistic pulmonary infections in children that can be helpful clues to early and correct diagnosis, which in turn can lead to optimal patient care. Bilateral symmetric hazy ground-glass opacities and cystic lung changes are characteristic imaging findings in Pneumocystis jirovecii (Fig. 8.24) infection in children who are immunosuppressed secondary to organ transplantation, hematologic malignancy, or HIV infection (CD4 count <200/mm3), or less commonly with an inflammatory condition requiring steroid therapy. Multiple small diffuse nodules in both lungs are common pulmonary imaging findings in children infected with Candida albicans (Fig. 8.25), Toxoplasma gondii, and Cytomegalovirus. Multiple lung nodules of various sizes often associated with ­calcification are common in children infected with Histoplasma capsulatum (Fig. 8.26). Parenchymal consolidation occasionally surrounded by ground-glass opacity representing alveolar hemorrhage, also known as a halo sign, is characteristic of invasive pulmonary aspergillosis infection (Fig. 8.27).\n\n\n\n",
            "cite_spans": [],
            "section": "Imaging ::: Opportunistic Infection ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "mention": "8.24",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 934,
                    "end": 938,
                    "mention": "8.25",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "mention": "8.26",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "mention": "8.27",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "Appropriate treatment of opportunistic infections depends on identification of the infectious agent, so prompt and accurate diagnosis is paramount. When noninvasive means fail to identify an organism, lung biopsy may be done to provide tissue for both culture and histologic examination.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Opportunistic Infection ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "CGD, first described in 1954, is a rare inherited immunodeficiency disorder due to genetic mutations in one of four genes encoding subunits of phagocyte nicotinamide adenine dinucleotide phosphate (NADPH). Most cases (75%) affect boys in an X-linked recessive inheritance pattern, and girls account for 25% of cases and show both autosomal recessive inheritance and sometimes skewed lyonization of the X-linked gene. The genetic mutations result in impaired phagocyte NADPH oxidase activity leading to reduced superoxide production and impaired oxidative burst. This impaired phagocyte oxidative function results in impaired intracellular killing of catalase-positive bacterial organisms including Staphylococcus, Burkholderia cepacia, Klebsiella, and Pseudomonas sp, as well as fungal organisms, particularly Aspergillus and Nocardia and Mycobacteria. CGD affects approximately one in 200,000–250,000 live births in the United States. Affected children typically present within the first 2 years of life with recurrent infections in various locations due to this inability in intracellular killing of catalase-positive organisms. In children with CGD, the lungs are the most common location of infection followed by skin and gastrointestinal tract. Liver or bones may also be affected resulting in hepatic abscess and osteomyelitis, respectively. Approximately 80% of patients with CGD present with recurrent pneumonia from Aspergillus, Staphylococcus aureus, and enteric bacteria. The definitive diagnosis of CGD is based on the neutrophile oxidative burst test or previously on the nitroblue-tetrazolium (NBT) test; genetic testing is also available. Early diagnosis of CGD in children is important because they can then be placed on ­prophylactic antibiotics to prevent infection and appropriate patient education can occur so that prompt and proper treatment can be achieved when infection does occur. With advances in the diagnosis and treatment of CGD in children, their prognosis has improved and affected children now often survive into adulthood.",
            "cite_spans": [],
            "section": "Chronic Granulomatous Disease ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nImaging. Pulmonary infections in children with CGD typically present as focal consolidation or multiple small pulmonary nodules in a military pattern in cases of hematogenous spread. Development of abscess, pulmonary fibrosis, and honeycomb lung are eventual sequelae of long-standing recurrent pulmonary infections in children with CGD. In these children, additional thoracic involvement may include mediastinal or hilar lymphadenopathy, empyema, and osteomyelitis of adjacent ribs or vertebral bodies. Other common radiological manifestations of CGD in children include osteomyelitis of the small bones of the hands and feet, persistent lymphadenitis, soft tissue calcification from healed infections (Fig. 8.28), and inflammatory obstruction of the ­gastrointestinal or urinary tract.\n",
            "cite_spans": [],
            "section": "Chronic Granulomatous Disease ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 710,
                    "end": 714,
                    "mention": "8.28",
                    "ref_id": "FIGREF19"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Histologically, there is granulomatous inflammation, often with necrosis, with surrounding chronic inflammation and fibrosis. It is this prominent granulomatous tissue reaction that has resulted in the name chronic granulomatous disease. Even though there is striking granulomatous reaction, the organism burden is typically quite low and biopsy may be done to obtain tissue for culture even in known cases of CGD. Additionally, sometimes even with eradication of the infectious agent, the granulomatous reaction is unchecked and may require immunomodulatory treatment for control.",
            "cite_spans": [],
            "section": "Chronic Granulomatous Disease ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "CVID combines a group of varied disorders that result from the defective or deficient immunoglobulin production. The estimated incidence of CVID is approximately 1 in 30,000 live births. Most cases are sporadic, but there are familial cases with varied inheritance pattern. The clinical presentation of CVID widely varies, but all have varying degrees of hypogammaglobulinemia resulting in recurrent ­pyogenic infections due to common bacteria, virus, and occasionally parasites and protozoa in children. In addition to impaired and immature B-cell function, there may be varied T cell and other abnormalities and autoimmune phenomenon are seen in many patients. About one third of patients are diagnosed in childhood with a bimodal distribution of age of onset with peaks between 1 and 5 years and between 16 and 20. Other causes of humoral immune defects need to be excluded. Because of the difficulty in establishing the diagnosis, which rests on the exclusion of other causes of humoral immune deficiency, there is typically a 5-year delay between symptom onset and diagnosis. While recurrent pulmonary and sinus infections are the most common presentations, there may also be lymphoid hyperplasia, autoimmune disease, granulomatous inflammation, and malignancy.",
            "cite_spans": [],
            "section": "Common Variable Immune Deficiency ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nImaging. Radiological findings of thoracic involvement from CVID are protean but typically include lymph node enlargement, pneumonia, bronchiectasis, and (noncaseating granulomas) in the lungs (Fig. 8.29).\n",
            "cite_spans": [],
            "section": "Common Variable Immune Deficiency ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "mention": "8.29",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Histologically, there are two major manifestations of pulmonary involvement with CVID; one is with infection often leading to chronic pulmonary infection and the development of bronchiectasis; the other is noninfectious diffuse lung ­disease characterized by lymphoproliferative and often associated granulomatous infiltration. These may progress along the spectrum of lymphoid proliferations to malignancy, typically lymphoma. This latter manifestation is becoming more common as control of infection has been improved by ­high-dose intravenous gamma globulin administration in CVID patients. The development of granulomatous-lymphocytic lung disease is associated with increased morbidity and shortened survival; however, there are recent reports of response to TNF-alpha antagonists in patients with granulomatous involvement [49–51].",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 854,
                    "mention": "49",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "51",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Common Variable Immune Deficiency ::: Congenital Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "During the early stage of lung injury from chemotherapeutic drugs and radiation, there is nonspecific interstitial prominence and alveolar opacities representing underlying alveolitis. These areas can eventually become fibrotic. Although any portion of the lung may be affected when pulmonary fibrosis resulting from chemotherapeutic drug injury, with radiation injury, changes are in geographic areas in the radiation field and are often zonal in the lung with subpleural accentuation [27] (Fig. 8.30). Additional thoracic manifestations of high-dose radiation treatment include chest wall deformity associated with a loss in the lung volume and decreased functional lung capacity.\n",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "27",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Imaging Findings ::: Disorders Related to Therapeutic Intervention ::: Acquired Immunodeficiency ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "mention": "8.30",
                    "ref_id": "FIGREF22"
                }
            ]
        },
        {
            "text": "\nAcute rejection. Only approximately 40% of patients with acute lung transplant rejection have signs or symptoms of rejection. In these, noninvasive diagnostic tests including HRCT are notoriously insensitive and nonspecific. Consequently patients are monitored by transbronchial biopsy. At this time, no imaging techniques are accepted as reliable in the diagnosis. There are experimental radionuclide techniques that have been reported [52].",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 441,
                    "mention": "52",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Imaging Findings ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nChronic rejection. Pulmonary imaging findings of BOS can be varied, but typical findings include a subtle pulmonary nodules and GGO with mosaic patterns of lung attenuation. Such mosaic patterns of lung attenuation are due to the presence of areas of increased attenuation (from shunting of blood away from areas with diminished capacity for gas exchange) and decreased attenuation (from hypoxic pulmonary vasoconstriction and peripheral air trapping). CT, particularly high resolution CT technique or thin section (<1 mm) technique with MDCT, is the best currently available imaging modality of choice for diagnosis. It is essential to perform expiratory CT imaging in addition to inspiratory, because air ­trapping can be more accurately diagnosed with expiratory CT imaging (Fig. 8.11).",
            "cite_spans": [],
            "section": "Imaging Findings ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "mention": "8.11",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nAcute cellular rejection. Acute cellular rejection is characterized by lymphocytic infiltration, sometimes with associated eosinophils, neutrophils, and plasma cells, that begins in the perivascular region and extends into adjacent alveolar walls and other tissues. There is a well-defined system for the classification and grading of pulmonary allograft rejection based on the degree of lymphocytic infiltration and associated changes. This is monitored either on a protocol basis and/or in the face of clinical symptoms by transbronchial biopsy, often with associated BAL.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nChronic rejection. In chronic rejection, there is a spectrum of airway changes ranging from lymphocytic bronchiolitis to severe constrictive bronchiolitis and sometimes complete airway obliteration. The important change is subepithelial airway fibrosis which may be patchy or concentric resulting in partial airway obstruction or progressive narrowing, eventuating in complete luminal obliteration. It may be accompanied by lymphocytic infiltration, but inflammatory infiltrates are not always seen. Concomitantly, there is intimal fibrosis and luminal narrowing of small blood vessels. Associated changes include mucus stasis, obstructive lipoid pneumonia, and focal acute bronchiolitis. All changes are patchy in their distribution and may range in severity in any given patient from mild to severe.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "Graft-versus-host disease (GVHD) is seen in the lungs in two settings, in the postlung transplant patient where cells derived from host bone marrow react with the lung allograft, and in the bone marrow transplant patient where cells derived from the allograft marrow react with the host lung. They have quite similar clinical, imaging, and histologic changes and are defined by the setting in which they occur. In the past decade, bone marrow transplant has been increasingly performed to restore hematologic and immunologic competence after chemotherapy or radiation therapy in children with various neoplasms, immune deficiencies, and genetic disorders. In these children, as in children with lung transplantation, GVHD can develop when functional immune cells from the marrow recognize the patient as foreign and attack various organ systems in the setting of ­marrow transplant or only the lung in the setting of lung transplant. Graft-versus-host disease has been classified traditionally into two forms: acute and chronic. The acute form of GVHD usually develops within the first 100 days after bone marrow transplant and is associated with high morbidity and mortality. In contrast, the chronic form of GVHD occurs later, more than 100 days after transplant. The current treatment of choice in children with both acute and chronic forms of GVHD is immune modulation with intravenous administration of corticosteroids.",
            "cite_spans": [],
            "section": "Graft-versus-Host Disease ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nImaging. The typical pulmonary imaging findings in children with acute GVHD following bone marrow transplant and lung transplant is diffuse bilateral alveolar opacities which may be related to underlying diffuse alveolar hemorrhage, pulmonary edema, or an ARDS-like process. In chronic GVHD, changes are those of constrictive bronchiolitis described above in the setting of chronic rejection (Fig. 8.31).\n",
            "cite_spans": [],
            "section": "Graft-versus-Host Disease ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "mention": "8.31",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "\nPathologic findings. Acute GVHD in the setting of bone marrow transplantation is rarely biopsied in the lung as more readily accessible sites, including the skin and gastrointestinal tract, are more often affected as well. In chronic GVHD in the setting of lung and bone marrow transplantation, the most prominent lung change is BO with constrictive bronchiolitis and organizing pneumonia (OP) as typical pathologic findings. The airway findings are similar to those seen in chronic rejection in the lung transplant patient with subepithelial airway fibrosis and lymphocytic infiltration.",
            "cite_spans": [],
            "section": "Graft-versus-Host Disease ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "In patients with lung and other solid organ transplants and bone marrow transplants, posttransplant lymphoproliferative disorder (PTLD) is a serious complication. Incidence varies with the organ ­transplanted, occurring in approximately 0.6% of patients after bone marrow transplantation, 1–5% of those with renal allografts, 2% of those with liver transplants, and in about 5% of heart transplant recipients. It is said to be higher, perhaps up to 10% in lung allograft recipients reflecting the degree of immunosuppression. Lymphoproliferation in the setting of immunosuppression shows a predilection for extranodal sites, and a variety of organs including the lung may be affected. There is a strong association with EBV infection, and infection following transplant is a major risk factor. Early disease is treated by immune modulation, while more advanced disease is treated as lymphoma.",
            "cite_spans": [],
            "section": "Posttransplant Lymphoproliferative Disorder ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "\nImaging. When occurring within the chest, PTLD presents as mediastinal adenopathy, pulmonary nodules, pulmonary parenchymal consolidation or effusion (pleural and pericardial), frequently in combination. The findings are nonspecific and biopsy is required to confirm and stage the process. With lung transplants, pulmonary involvement is approximately four times as common as mediastinal. Whereas, with other transplants, lung and mediastinal involvement is about equal. Nodules tend to be large, frequently in the range of 1–4 cm in diameter. There may be an associated halo sign with the nodules as may be encountered with invasive aspergillosis (Fig. 8.27d), but most often the nodules are well defined. The nodules may have evidence of central necrosis with low attenuation on CT. Nodules may be single or multiple [53].",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 823,
                    "mention": "53",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Posttransplant Lymphoproliferative Disorder ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "mention": "8.27",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "\nPathologic findings. This B-cell disorder manifests a range of appearances from benign-appearing lymphoid proliferations that are shown to be polyclonal and polymorphous to monomorphic clonal lymphoid malignancy. It has an infiltrative appearance, but may be focal and nodular or diffuse.",
            "cite_spans": [],
            "section": "Posttransplant Lymphoproliferative Disorder ::: Rejection ::: Disorders Related to Solid Organ, Lung, and Bone Marrow Transplantation ::: Disorders of the Immunocompromised Host",
            "ref_spans": []
        },
        {
            "text": "The common pulmonary imaging findings from various causes of pulmonary arterial hypertensive vasculopathy are similar. Enlargement of central pulmonary arteries, abrupt narrowing or tapering of peripheral pulmonary arteries, dilated bronchial arteries, and a mosaic pattern of lung parenchymal attenuation are commonly seen in patients with pulmonary arterial hypertensive vasculopathy. The mosaic pattern of lung parenchymal attenuation in children with arterial hypertensive vasculopathy is due to underlying variable lung perfusion and can sometimes be confused with interstitial lung disease in children. Additional imaging findings such as right ventricular hypertrophy and right ventricular and atrial enlargement in conjunction with information regarding the patient’s underlying medical condition can be helpful in differentiating lung changes due to arterial hypertensive vasculopathy from true interstitial lung disease.",
            "cite_spans": [],
            "section": "Imaging Findings ::: Arterial Hypertensive Vasculopathy ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "Arterial hypertensive vasculopathy is characterized by progressive changes in the pulmonary arteries that begin with extension of arterial smooth muscle into small, normally nonmuscularized, vessels in alveolar walls and progress to involve small pulmonary arteries with medial hypertrophy, followed by intimal cellular proliferation, vascular dilatation, and the development of plexiform lesions.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Arterial Hypertensive Vasculopathy ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "Pulmonary interstitial and alveolar edema are the most common imaging finding of congestive (venous) vasculopathy (see Sect. 9.1).",
            "cite_spans": [],
            "section": "Imaging ::: Congestive Vasculopathy ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "Congestive vasculopathy is characterized pathologically by thickening of the walls of pulmonary veins with sclerosis and arterialization, lymphatic dilatation, progressive peripheral lobular interstitial edema and fibrosis, and usually small numbers of hemosiderin-laden macrophages reflecting leakage of erythrocytes from the often dilated and congested alveolar capillaries. There are also changes involving the distalmost arteries with mild medial hyperplasia. The pleura and interlobular septa may also be widened by edema and progressive fibrosis. In pulmonary veno-occlusive disease, there will also be prominent cushions of expanded intima in veins that lead to marked luminal compromise or complete obliteration. With severe congestive vasculopathy, there may also be manifestations of pulmonary arterial hypertension due to transmission of venous pressure through the alveolar capillaries into the arterial system.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Congestive Vasculopathy ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "Chest radiographs of affected infants usually show bilateral increased interstitial markings with hyperinflation and often with pleural effusion (Fig. 8.32, also see Sect. 9.2). On CT, diffuse thickening of the peribronchovascular interstitium and interlobular septa is usually seen. On MR, high-signal material within the pulmonary interstitium, often associated with pleural effusion, can be seen on T2-weighted images.\n",
            "cite_spans": [],
            "section": "Imaging ::: Lymphatic Disorders ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "mention": "8.32",
                    "ref_id": "FIGREF24"
                }
            ]
        },
        {
            "text": "Congenital pulmonary lymphangiectasis is characterized by the presence of dilated and tortuous lymphatic channels in normal numbers in their normal locations in the pleura, interlobular septa, and in perivascular and peribronchial connective tissue. The pleural effusion which often accompanies congenital pulmonary lymphangiectasis is not chylous until enteric feeds are instituted, but may contain prominent large lymphocytes of thoracic duct origin. Those who present later will show less prominent lymphatic dilatation, but will have bland fibrosis of the pleura, interlobular septa, and bronchovascular bundles due to the presence of chronic edema in these regions (brawny edema).",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Lymphatic Disorders ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        },
        {
            "text": "The imaging appearance of pulmonary edema usually follows the stages of increasing severity: (1) pulmonary vascular redistribution (on upright but not supine imaging); (2) interstitial edema; and (3) alveolar edema. Characteristic radiographic findings of the early stage of pulmonary edema include vascular redistribution, fuzzy vascular and bronchial walls, Kerley’s B lines (i.e., thickening of the interlobular septa presenting as thin, nonbranching lines abutting the pleura), and thickening of the pleural fissures (Fig. 8.33). More advanced degrees of pulmonary edema typically present as increased alveolar opacity and air bronchograms with ill-defined borders. On CT, areas of ground-glass opacity, smooth intralobular septal thickening, fissural thickening, and pleural effusion are often seen (Fig. 8.33). The presence of left atrial and ventricular enlargement on imaging studies can be helpful clues to cardiogenic pulmonary edema.\n",
            "cite_spans": [],
            "section": "Imaging ::: Pulmonary Edema ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": [
                {
                    "start": 527,
                    "end": 531,
                    "mention": "8.33",
                    "ref_id": "FIGREF25"
                },
                {
                    "start": 810,
                    "end": 814,
                    "mention": "8.33",
                    "ref_id": "FIGREF25"
                }
            ]
        },
        {
            "text": "It is rare for children with isolated pulmonary edema, particularly on an acute basis to come to biopsy, but these would show protein-rich (pink) fluid within alveolar spaces. Occasionally, those with chronic edema mistaken for interstitial disease may have lung biopsy for diagnosis. Such biopsies show, in addition to protein-rich fluid within alveoli, capillary dilatation and congestion, leakage of erythrocytes, hemosiderin-laden macrophages, and widening of alveolar walls and the pulmonary interstitium by edema fluid. Advanced changes are those of congestive vasculopathy.",
            "cite_spans": [],
            "section": "Pathologic Findings ::: Pulmonary Edema ::: Disorders Masquerading as Interstitial Lung Disease",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 8.1.: Clinicopathologic classification of diffuse lung ­disease in childhood\nModified from Deutsch et al. [2]. Reprinted with permission of the American Thoracic Society. Copyright American Thoracic Society. Official Journal of the American Thoracic Society",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 8.2.: Summary of clinical, imaging, and pathologic features of interstitial lung disease in infancy\n\nILD interstitial lung disease; CAD congenital alveolar dysplasia; MPA main pulmonary artery; PHT pulmonary hypertension; ACDMPV alveolar capillary dysplasia with misalignment of pulmonary veins; SpB surfactant protein B; CXR chest radiographs; GGO ground glass opacity; HRCT high-resolution CT; SpC surfactant protein C; ABCA3 ATP-binding cassette transport proteins (ABC); NEHI neuroendocrine cell hyperplasia of infancy; RML right middle lobe; TX treatment; PAP - pulmonary alveolar proteinosis; EM- electron microscopy; CPI - chronic pneumonitis of infancy; DIP - desquamative interstitial pneumonia.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 8.3.: Common pathogens for pulmonary infections in pediatric patients by age group\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 8.10.: (a) Bronchiolitis obliterans: This 2.5-year-old boy had a normal CXR prior to an adenovirus type 3 infection several months previously. The current CXR shows asymmetric lung inflation with multifocal coarse parenchymal opacifications. CT images at the level of the carina (b) and inferior hilus (c) both show a mosaic pattern of hyperlucent and over-inflated lung segments with oligemia and segments of ground glass interstitial lung disease. The right lung is again shown to be relatively more inflated than the left. There is diffuse bronchiectasis. The findings are those of BO",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 8.11.: BOOP: CT shows diffuse nodules with mild intralobular septal thickening and mild patchy ground glass ­opacifications consistent with BOOP",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 8.12.: (a) Acute hypersensitivity: CXR reveals a coarse interstitial process accentuated in the bases. (b) Acute hypersensitivity: CT shows that there are scattered ground glass nodular-like opacities in both lung bases. (c) Acute hypersensitivity: Coronal CT shows that the process is accentuated in the bases",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 8.13.: (a) Chronic hypersensitivity: CT shows coarse diffuse fibrosis. (b) Chronic hypersensitivity: Coronal CT reveals the fibrosis is somewhat accentuated in the midlungs. Hypersensitivity pneumonia: Hypersensitivity pneumonia or extrinsic allergic alveolitis is seen histologically in its subacute or chronic phase. It shows a picture of chronic interstitial pneumonia with bronchiolocentric lymphoplasmacytic infiltration (c) and lymphocytic bronchiolitis (d) with poorly formed granulomas (e) and giant cells (f) in airspaces and interstitial tissues, typically most prominent adjacent to small airways or at the lobular margins",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 8.14.: (a) Chronic aspiration mild: 1-year-old with hypotonia and chronic cough and wheeze. There is diffuse peribronchial thickening (PBT), somewhat exaggerated in the right upper and lower lobes and the left perihilar region. The initial chronic manifestations of recurrent aspiration may mimic that seen in early CF or asthma. However, with aspiration, the PBT may be irregularly distributed, particularly in the right upper and lower lobes and left perihilar region, as these are the locations most commonly affected when ­aspiration occurs in the supine position. (b) Chronic aspiration moderate: 4-month-old with chronic congestion and cough. There is moderately severe PBT accentuated in the same distribution as in (a). (c) Chronic aspiration severe: 2-year-old with seizures and aspiration. There is severe diffuse interstitial lung disease (ILD) with areas of atelectasis and/or fibrosis. (d) CT in an 18-year-old with chronic aspiration shows a mosaic distribution of ground glass ILD",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8.15.: (a) Churg–Strauss: This child presented with acute asthmatic symptoms. CXR reveals multiple nodules, most ­evident in the left perihilar region consistent with the diagnosis of Churg–Strauss syndrome. Churg–Strauss: Histologic findings in Churg–Strauss Syndrome depend on the stage of disease. Early, eosinophilic pneumonia is common (b, c) and eosinophils may appear extravascularly at other sites. In the vasculitic phase, there are also eosinophilic granulomas and eosinophilic vasculitis. The granulomas have a necrotic center of eosinophils with palisaded histiocytes. The vasculitis may involve any category of vessel and can include other inflammatory cells in addition to eosinophils (d). (e) Acute eosinophilic pneumonia: 4-year-old with acute onset of elevated temperature. There is severe reticular ILD accentuated ­centrally with the suggestion of a small left pleural effusion. (f) CT in a different child with acute eosinophilic pneumonia shows multiple ground glass peripheral opacifications. (g) CXR shows multiple peripheral nodules typical of chronic eosinophilic pneumonia. (h) CT in a different patient with chronic eosinophilic pneumonia shows multiple peripheral airspace consolidations. In chronic eosinophilic pneumonia, there is multifocal consolidation (i) with interstitial and intralveolar collections (j) of eosinophils with associated macrophages and an often mild interstitial lymphoplasmacytic infiltrate. There may be associated small poorly formed granulomas (k) as well as variable interstitial fibrosis (i, l) and ­epithelial hyperplasia (j, l)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 8.16.: (a) Hemosiderosis: 10-year-old with hemoptysis. There is diffuse moderate ILD increased in the right lower lobe and airspace opacification of the left lower lobe. There is a small left effusion. (b) Hemosiderosis: CT reveals diffuse patchy ground glass ILD with nodular/confluent airspace disease and a right effusion",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8.17.: (a) PAP: 13-year-old with known pulmonary alveolar proteinosis. There is diffuse severe ground glass opacification of both lungs typical of PAP. This CXR pattern is also frequently seen with subacute/chronic hemosiderosis. (b) PAP: CT shows diffuse ground glass opacification with septal thickening representing crazy-paving appearance",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 8.18.: Capillaritis: Pulmonary capillaritis may be seen as a component of immune-mediated hemorrhage in a variety of situations. It may be seen in rheumatologic and autoimmune disorders, usually as a component of multicompartment involvement (see Fig. 8.19e, f) or it may be an isolated feature in microscopic polyangiitis or the only manifestation of Wegener’s granulomatosis. In these situations, there may be foci of neutrophilic microvasculitis involving arterioles (a), small arteries (b), and capillaries often with regions of alveolar wall disruption (c) with focal fibrinous and cellular exudate in the region of alveolar wall disruption. Acute hemorrhage, neutrophils, and fibrin may be seen focally (Movat stain) (d) and there may be regionally prominent hemosiderin-laden macrophages (Iron stain) (e)",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 8.19.: (a) NSIP: 17-year-old with restrictive PFTs. There is moderate ILD worse in the lung bases. (b) NSIP: CT shows ground glass ILD worse in the periphery of the lower lobes with associated mild bronchiectasis. The connective tissue diseases, now called rheumatologic disorders and auto immune disorders, have myriad manifestations in the lung with histologic changes in the interstitium, airways, vasculature, and pleura. It is this multicompartment involvement that characterizes such disorders histologically, sometimes with more specific lesions that implicate a specific disorder. Pleuritis (c) is a common feature of these disorders and may be active with cellular infiltrates or be present as pleural fibrosis with less prominent infiltrates. Airway changes may include lymphocytic or follicular bronchiolitis, constrictive bronchiolitis with ­subepithelial fibrosis narrowing the bronchiolar lumen (d) and bronchiectasis. Chronic interstitial pneumonia (e, f) with alveolar epithelial hyperplasia and interstitial lymphoplasmacytic infiltrates and exudates is common and may be patchy, but is often widespread; acute alveolitis and capillaritis can be seen in this setting as well. Features of organizing pneumonia are common in this setting as well (g) with streaming fibroblasts in alveolar ducts. In addition to capillaritis, other vascular changes, including thrombosis (h) and evidence of recent (i) and remote hemorrhage (j) (iron stain) with hemosiderin deposition, may also be seen. The pattern of interstitial pneumonia may vary, but in childhood it is most often nonspecific interstitial pneumonia with a variable mixture of cellular and fibrotic components or organizing pneumonia with intralveolar and bronchiolar organization of exudate by proliferated fibroblasts (k)",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 8.1.: (a) Acinar dysplasia: As is expected with the diffuse developmental disorders, the CXR on this baby with acinar dysplasia revealed nonspecific diffuse lung opacification resembling that seen with hyaline membrane disease. (Image courtesy of Dr. Paul Guillerman, Baylor College of Medicine, Texas Children’s Hospital, Department of Radiology.) (b–e) Acinar dysplasia: The lung is from the autopsy of a near-term male infant who survived with continuous maximal support for only 14 h. The findings are typical for acinar dysplasia with arrest of development in the pseudoglandular stage. It shows multiple airways, both bronchi (b) and bronchioles (b–e), but very little acinar development (e) with only a very few airspaces among the prominent airways. The few airspaces seen are at the periphery of only a few lobular regions in the lower lobes. Bronchioles are surrounded by small amounts of smooth muscle (c, e) and are dispersed in loose mesenchyme. There is often prominent vascular dilatation and hemorrhage (b, c, e) related to hypoxia",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 8.20.: (a) Wegner: There are confluent peripheral nodules. (b) Wegner: CT shows multiple ill-defined nodules some of which are confluent. (c) Wegner: Coronal reconstruction again shows multiple ill-defined nodules some of which are confluent. Wegener’s granulomatosis: The histologic picture in Wegener’s granulomatosis includes vasculitis, and necrosis with granulomatous inflammation and a widespread inflammatory background. The vasculitis, which is most often chronic, involves medium-sized and small pulmonary vessels (d), here seen involving a small pulmonary artery with lymphocytic infiltration of the perivascular tissue, media, and expanded intima. Large areas of both large geographic and more focal areas of necrosis as here (e) in a dense inflammatory background may be present, with scattered multinucleate giant cells and granulomas (f) within this inflammatory background. Regions of interstitial infiltrate with fibrinous exudate (g) and often hemorrhage are also present",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 8.21.: (a) Sarcoid: 17-year-old with hypercalcemia, weight loss, fatigue, and chest pain. There is diffuse coarse micronodular ILD with bilateral paratracheal adenopathy. (b) CT, in another patient with sarcoidosis, shows diffuse nodular and confluent ground glass opacities. Sarcoid: The occurrence of multiple circumscribed nonnecrotizing granulomas (c, d) is the histologic hallmark of sarcoidosis. In the lung these ­granulomas often are seen in perivascular regions (d) and along lymphatic pathways (e). The granulomas may be confluent (e). With time, granulomas may become hyalinized and there may be dense interstitial fibrosis as in (f) where the remnant of a granuloma is seen in the wall of a narrowed and chronically inflamed small airway in a background of dense lobular fibrosis",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 8.22.: (a) Acute Langerhans cell histiocytosis (LCH): There is mild nonspecific ILD suggesting bronchial wall thickening, which is often the first imaging evidence of LCH. (b) Acute LCH: CT reveals multiple small nodules (arrow), dominantly in the upper lobes",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 8.23.: (a) Chronic LCH: There is coarse ILD with multiple cysts, dominantly in the upper lobes. There is a left pneumothorax. (b) Chronic LCH: CT reveals honeycombing with peripheral cysts and intralobular septal thickening",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. 8.24.: (a) Pneumocystis: CT of this child with Pneumocystis jirovecli pneumonia shows bilateral ground glass opacifications although no cysts were evident (which are often present). (b) CT of another child with Pneumocystis jirovecli pneumonia shows diffuse coarse interstitial disease with areas of focal consolidation, intralobular septal thickening, and multiple scattered cysts",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig. 8.25.: Candida: CT shows multiple small nodules most accentuated in the right lower lobe. The patient had Candidal sepsis",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig. 8.26.: (a) Histoplasma: PA CXR shows a diffuse coarse interstitial prominence in this 13-year-old girl with Histoplasmosis 8 weeks following heart transplant with 2 weeks of fever. (b) CT reveals diffuse small nodules. (c) Lung biopsy (H&E ×1,000). Alveolar macrophages contain numerous yeast often with an artifactual halo as the cytoplasm retracts from the poorly stained cell wall giving the impression of an unstained capsule. This finding is suggestive of H. capsulatum. (d) Lung biopsy (Gomori methanamine silver ×1,000). Ovoid yeast with occasional narrow-based budding (upper right) are most suggestive of H. capsulatum. This was confirmed by a urine antigen test and rising serum titres",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig. 8.27.: (a) Aspergillus: There is an ill-defined right lung base airspace opacification. (b) Aspergillus: CT shows multiple right lower lobe nodules some with a questionable “halo” of ground glass opacification. (c) Aspergillus: Coronal CT showing the same as (b). (d) In another patient with diffuse nodular lesions, there is a classic “halo sign” surrounding a large right lower lobe nodule. (Courtesy of Dr. Theresa McLoud, Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA)",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Fig. 8.28.: (a) Chronic granulomatous disease (CGD): 8-year-old girl with recurrent infections secondary to CGD. There is diffuse, coarse irregularly distributed ILD with bibasilar airspace opacifications and bronchiectasis. The initial imaging manifestation of recurrent pneumonia is often diffuse ILD. As is also true for recurrent aspiration, the ILD frequently is irregular in its distribution. There are multiple soft tissue ­calcifications suggesting the diagnosis of CGD of childhood (arrows point to snaps on the patients pajamas). (b) CGD: CT of the lung bases confirms the bronchiectasis. (c) CGD: CT of the upper abdomen shows multiple calcifications",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Fig. 8.29.: CVID: CT reveals a mosaic attenuation with scattered nodules, bronchiectasis, and volume loss in this patient with CVID",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig. 8.2.: Congenital alveolar dysplasia (CAD): The left and right panels are from two different examples of CAD and show the range of developmental delay that can be seen in this condition. CAD shows developmental arrest that ranges from the canalicular to the early saccular stage. The left column shows images from the lung of a near-term male infant who developed respiratory distress at a few hours of age and was supported with supplemental oxygen and mechanical ventilation for 2 weeks. An echocardiogram showed pulmonary hypertension. The upper left panel is an overview of the lung histology and also shows dilated lymphatic channels in the pleura and an interlobular septum, but not adjacent to airways and arteries. The lobules are formed of simple saccular structures that in the left middle panel are seen to have the somewhat irregular internal configuration seen with secondary crest formation and the wider airspace walls consistent with the early saccular stage of development. In the lower left panel, a well-developed pattern of capillaries is evident oriented to the airspace ­epithelium in a normal fashion. There is no deficiency of capillary development in this case, although it may be seen occasionally in association with CAD. Small pulmonary arteries in the lower left panel have mildly increased medial smooth muscle. A single small bronchiole is also evident in the lower left panel. The right hand panels show images from the lung of a near-term female infant who developed hypoxia and respiratory failure shortly after birth. She survived 3 days. This lung shows an earlier developmental stage with far less advanced acinar development. Development is consistent with the canalicular stage. The upper right panel is an overview of lung with only small numbers of simple elongated airspaces disposed in loose mesenchyme. This is better seen in the middle right panel where somewhat irregular airspaces lined by cuboidal epithelium are separated by abundant mesenchyme. In the lower right panel, the airspace epithelium and capillary development are better seen with capillaries becoming apposed to the epithelium with the formation of small regions with thin air-blood barriers",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig. 8.30.: (a) Fibrosis: The patient has had prior chemotherapy and BMT. CT reveals diffuse intralobular septal thickening consistent with pulmonary fibrosis. (b) CT in a different patient also after remote chemotherapy and BMT. There is coarse interstitial thickening with intralobular septal ­thickening, pleural thickening, and focal airspace/nodular opacifications again consistent with pulmonary fibrosis. (c) CXR in this patient who received mantel radiation therapy for Hodgkin’s Disease shows coarse interstitial prominence accentuated centrally in the region of mantel therapy",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Fig. 8.31.: GVHD: This patient with GVHD shows changes of what the radiology literature refers to as BOOP. There are multiple nodules, interlobular septal thickening, and bronchiectasis",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Fig. 8.32.: Lymphangiectasis: CT reveals diffuse bronchial wall thickening, intralobular septal thickening, mosaic opacifications, and bilateral pleural effusions in this child with lymphangiectasis. There is incidental fatty infiltration of the mediastinum",
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Fig. 8.33.: (a) Edema: This infant is recently status post-PDA ligation with mild interstitial pulmonary edema. Note subtle Kerley B lines in the left costophrenic angle. (b) CT reveals bibasilar atelectasis with dependent alveolar pulmonary edema. There is subpleural fluid accentuating the minor ­fissure (arrows). Mild intralobular septal thickening is present. Also noted is a small left pneumothorax",
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Fig. 8.3.: (a) Alveolar capillary dysplasia: Newborn with alveolar capillary dysplasia with misalignment of pulmonary veins. Even with the lung volumes increased with positive pressure ventilation, there is still evidence of a nonspecific diffuse granular interstitial opacification similar to that seen with hyaline membrane disease. There is a left pneumothorax and an omphalocele. (Image courtesy of Dr. Paul Guillerman, Baylor College of Medicine, Texas Children’s Hospital, Houston, TX.) (b) Alveolar capillary dysplasia with misalignment of pulmonary veins: All cases of alveolar capillary dysplasia with misalignment of pulmonary veins have a constellation of histologic features that include: (1) Medial thickening of small pulmonary arteries (upper right and left and lower right panels) with extension of arterial smooth muscle into small ­intralobular vessels (middle right and left panels); (2) abnormal position of pulmonary veins adjacent to small pulmonary arteries in their normal parabronchiolar location (upper right and left and lower right) and within the lobular parenchyma adjacent to small abnormally muscularized intralobar vessels (middle left panel); (3) lobular maldevelopment with enlarged, simple, and often thick-walled airspaces (all panels); (4) deficient numbers of normally positioned alveolar capillaries (middle left and bottom right ­panels); and (5) in some cases, there is also lymphangiectasis (lower left panel). Photographs are from two different cases of ACD/MPV, one in the left panels and another in the right panels and illustrate the variability in lobular maldevelopment, airspace size, and other associated changes",
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Fig. 8.4.: (a) Trisomy 21: CT of a teenager with Trisomy 21 shows multiple peripheral cysts along the left posterolateral hemithorax. (b) Coronal reconstruction again shows multiple peripheral cysts along the left lateral hemithorax (arrows). The lung in Down syndrome (c–g) shows a distinctive form of pulmonary hypoplasia that is postnatally acquired and can be quite subtle (c) with mild-to-moderate alveolar enlargement, widening of alveolar ducts, and more prominent patchy enlargement of subpleural alveoli. This process may progress over early childhood and the subpleural alveolar enlargement may become more prominent (d). This particular growth abnormality is generally accompanied, even in its early ­manifestations by arterial changes with increased arterial smooth muscle, beginning with muscularization of alveolar wall vessels (e) and proceeding to more prominent arterial changes with increased medial smooth muscle (f) and evidence of ­tortuosity (g) with clustered profiles of a tortuous small artery",
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Fig. 8.5.: (a–j) Alveolar growth abnormalities. All cases of alveolar growth abnormality show enlargement of alveolar spaces, which may vary in degree from mild (a) to extreme (b, c) and may be uniform (a–f) or variable (b, c, g). They may show a variety of associated changes, although none need be present, including typically mild pulmonary hypertensive arteriopathy (h) with muscularized alveolar wall vessels and/or the presence of PIG, typically in a patchy fashion (a) which shows the patchy nature best, (i) with quite mild PIG. The appearance is similar regardless of the underlying condition which may include various forms of pulmonary hypoplasia (b, c, g), chronic lung disease of prematurity (bronchopulmonary dysplasia) (d, h–j), or a combination of prenatal and postnatal insults (a, e, f). Comparison of alveolar size with that of small membranous bronchioles (e) can be useful in estimating alveolar size, as alveoli should be much smaller than these distal airways",
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Fig. 8.6.: (a) ABCA3 deficiency: Newborn with ABCA3 ­deficiency. As is typical for the surfactant protein deficiencies, there is a hazy severe diffuse opacification. (b) Typical of the CT findings of the surfactant protein deficiencies, this image from the infant shown in Fig. 8.4a has diffuse ground glass opacity with intralobular septal thickening. (c) Another infant with ABCA3 shows similar findings by CXR. (Image courtesy of Dr. Mike Tsifansky, Advocate Lutheran General Children’s Hospital, Pediatric Pulmonology and Critical Care Medicine, Park Ridge, IL.) (d) CT on the infant shown in (c) has a ground glass opacity similar to that in Fig. 8.4b, but less pronounced intralobular septal thickening. (Image courtesy of Dr. Mike Tsifansky, Advocate Lutheran General Children’s Hospital, Pediatric Pulmonology and Critical Care Medicine, Park Ridge, IL.) (e) The baby shown in (c, d) was treated with aerosolized hydroxychloroquine with significant, but transient, improvement in respiratory and imaging conditions. (Image courtesy of Dr. Mike Tsifansky, Advocate Lutheran General Children’s Hospital, Pediatric Pulmonology and Critical Care Medicine, Park Ridge, IL.) Surfactant dysfunction disorders and related abnormalities (f–i) are all surfactant B deficiency images, (j–n) are all surfactant C deficiency images, and (o–t) are all ABCA3 images. Surfactant dysfunction mutations: Histologic changes in the infant lung in the surfactant dysfunction mutations are stereotypical with lobular remodeling (surfactant B (h)), surfactant C (j), ABCA3 (q) uniform diffuse alveolar epithelial hyperplasia (surfactant B (i)), surfactant C (j, k), ABCA3 (o), at least some element of proteinosis (surfactant B (i)), surfactant C (j–m), ABCA3 (r, s), and often at least a few cholesterol clefts (ABCA3 (o, s)). These changes are ­present in all cases regardless of the underlying abnormality or the histologic pattern. While a variety of histologic patterns have been described in surfactant dysfunction mutations, including pulmonary alveolar proteinosis (PAP), desquamative interstitial pneumonia, and chronic pneumonitis of infancy (surfactant C (j)), most cases do not present a single clearly defined pattern. An atypical proteinosis pattern is more frequent with surfactant B mutations (surfactant B (h, i)), a chronic pneumonitis of infancy pattern is more frequent with surfactant C mutations (surfactant C (j)), and ABCA3 shows proteinosis in a chunky fashion (r, s); however, no pattern is specific to a particular abnormality. While mutation analysis is the definitive diagnostic modality, ultrastructural changes in the lamellar bodies of type 2 pneumocytes can be quite helpful for more rapid categorization for prognosis and treatment decisions. These changes are quite specific for ABCA3 where there is a paucity of lamellar bodies (ABCA3 (p)) and those present are tiny, poorly lamellated, and contain a dense central inclusion (ABCA3 (t)). SpB mutations also show characteristic ultrastructural changes with fusion of lamellar and multivesicular bodies (surfactant B (f)) and absence of tubular myelin (surfactant B (g)); there are also reduced numbers of lamellar bodies, which are typically poorly lamellated (not shown). There are no characteristic lamellar body ultrastructural findings with SpC mutations, the type 2 pneumocytes may appear normal (surfactant C (m)), or there may be mild changes in the size and distribution of lamellar bodies (surfactant C (n))",
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Fig. 8.7.: (a) TTF-1: This infant with TTF-1 on the first day of life 1 has a severe nonspecific diffuse granular interstitial opacification similar to that seen with hyaline membrane disease. (b) TTF-1: With positive pressure ventilation, there is increased lung volume but persistent granular interstitial lung opacification. (c) TTF-1: CT at 11 weeks reveals diffuse ground glass opacification with multiple posterior cysts. (a–c, from Galambos et al. [31]. Reprinted with permission of the American Thoracic Society. Copyright American Thoracic Society. Official Journal of the American Thoracic Society.) TTF-1 Histologic changes in the lung with TTF-1 mutations (d–k) clearly vary, but there is limited information on the variety of changes seen. These images are from one case with quite severe lung disease that shows histologic abnormalities within the spectrum of the surfactant dysfunction mutations with diffuse involvement with lobular remodeling (d), intralveolar and distal airway debris with prominent numbers of cholesterol clefts (e), diffuse alveolar epithelial hyperplasia (f), proteinosis seen here as globular eosinophilic material (g), and mild patchy interstitial lymphoplasmacytic infiltrates (h). In addition to these changes that clearly link this disorder histologically with the surfactant dysfunction mutations, there may be other changes with metaplastic bronchiolar epithelium with lepidic spread i, somewhat atypical features (j), and mucin content (Movat stain (k)) that suggest the possibility of bronchioloalveolar carcinoma",
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Fig. 8.8.: (a) NEHI: PA CXR of this baby with NEHI shows a centrally accentuated hazy interstitial opacification bilaterally with hyperinflation. (b) NEHI: Lateral CXR confirms that the central opacifications are accentuated anteriorly. Hyperinflation is again evident. (c) CT reveals the classic centrally, anteriorly accentuated ground glass opacities of NEHI. (d) Neuroendocrine cell hyperplasia of infancy (NEHI): Cases of NEHI generally have a near normal histologic appearance, illustrated in the left upper two panels with hematoxylin and eosin stain where there are mild nonspecific changes including mild prominence of airway smooth muscle and a mild increase in alveolar ­macrophages; however, occasional cases may show prominence of airway-associated lymphoid tissue and mild peri-airway lymphocytic infiltrates, illustrated in the right upper two panels with hematoxylin and eosin stain, which overshadow the similar mild airway smooth muscle and macrophage increase. With this quite bland background, the histologic hallmark of NEHI is an increase in the proportion of neuroendocrine cells in small airways (lower four panels with immunostain for bombesin), where they often appear clustered in small groups and sheets, rather than as isolated cells; neuroepithelial bodies (bottom right) may be enlarged and/or numerous",
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Fig. 8.9.: (a) PIG: CT of an infant with alveolar growth abnormality and PIG shows ground glass opacities, intralobular septal thickening, reticular changes, and multiple posterior cysts. (Image courtesy of Dr. Paul Guillerman, Baylor College of Medicine, Texas Children’s Hospital, Houston, TX.) Cases of PIG typically show at least some element of alveolar growth abnormality in the background as seen in (b) with enlarged airspaces. In PIG, the lobular interstitium is widened by an accumulation of bland appearing cells with abundant pale to bubbly cytoplasm (b–d). Other features vary depending on the underlying conditions affecting the infant. There may be mild and patchy alveolar epithelial hyperplasia (b–d); it is not a necessary feature and is almost never prominent and diffuse; there also may be ­pulmonary arterial changes of hypertensive vasculopathy (not illustrated). The large pale interstitial cells are immunopositive for vimentin (e), but not for macrophage or epithelial markers, suggesting that they are mesenchymal in type. Definitive diagnosis requires the ­identification of these large bland interstitial cells by electron microscopy. These cells widen the alveolar interstitium (f); they have bland nuclei and a paucity of cytoplasmic organelles (g), and their cytoplasm contains abundant monoparticulate glycogen (e). The cells stain similarly to the glycan-rich matrix of early fibrosis with Movat pentachrome stain (h) and as fibrous tissue with trichrome stain(not shown), although there is no actual collagen deposition by electron microscopy. While in occasional cases the intracellular glycogen may be demonstrated by PAS staining with PAS-positive, diastase-sensitive interstitial staining (not illustrated), in most the glycogen is washed out during processing and the PAS stain is not positive",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evaluation of a diagnostic approach to pediatric interstitial lung disease",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Kozinetz",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Brugman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "101",
            "issn": "",
            "pages": "82-5",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.101.1.82"
                ]
            }
        },
        "BIBREF1": {
            "title": "Imaging considerations: interstitial lung disease in children",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiol Clin North Am",
            "volume": "43",
            "issn": "",
            "pages": "391-403",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rcl.2004.12.002"
                ]
            }
        },
        "BIBREF2": {
            "title": "Imaging of childhood interstitial lung disease",
            "authors": [
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Guillerman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Allergy Immunol Pulmonol",
            "volume": "23",
            "issn": "",
            "pages": "43-68",
            "other_ids": {
                "DOI": [
                    "10.1089/ped.2010.0010"
                ]
            }
        },
        "BIBREF3": {
            "title": "Diagnostic pathology of diffuse lung disease in children",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Allergy Immunol Pulmonol",
            "volume": "23",
            "issn": "",
            "pages": "69-85",
            "other_ids": {
                "DOI": [
                    "10.1089/ped.2010.0007"
                ]
            }
        },
        "BIBREF4": {
            "title": "Airway cytokine profiles in children’s interstitial lung diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popler",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Accurso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Aptamer proteomic analysis of bronchoalveolar lavage fluid yields different protein signatures from children with children’s interstitial lund disease, cystic fibrosis and disease controls",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Accurso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "What is interstitial lung disease in children?",
            "authors": [],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": "P1-2",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200911-1735ED"
                ]
            }
        },
        "BIBREF7": {
            "title": "Expanding the phenotype of alveolar capillary dysplasia (ACD)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Bejjani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr",
            "volume": "145",
            "issn": "",
            "pages": "646-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2004.06.081"
                ]
            }
        },
        "BIBREF8": {
            "title": "Prolonged survival in alveolar capillary dysplasia syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Licht",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schickendantz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sreeram",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Pediatr",
            "volume": "163",
            "issn": "",
            "pages": "181-2",
            "other_ids": {
                "DOI": [
                    "10.1007/s00431-003-1385-6"
                ]
            }
        },
        "BIBREF9": {
            "title": "Genomic and genic deletions of the FOX gene cluster on 16q24.1 and inactivating mutations of FOXF1 cause alveolar capillary dysplasia and other malformations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stankiewicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Hum Genet",
            "volume": "84",
            "issn": "",
            "pages": "780-91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajhg.2009.05.005"
                ]
            }
        },
        "BIBREF10": {
            "title": "Evaluating infants and children with interstitial lung disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Semin Respir Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "333-41",
            "other_ids": {
                "DOI": [
                    "10.1055/s-2007-981654"
                ]
            }
        },
        "BIBREF11": {
            "title": "Alveolar capillary dysplasia: a six-year single center experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eulmesekian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cutz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parvez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bohn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Adatia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Perinat Med",
            "volume": "33",
            "issn": "",
            "pages": "347-52",
            "other_ids": {
                "DOI": [
                    "10.1515/JPM.2005.067"
                ]
            }
        },
        "BIBREF12": {
            "title": "Population and disease-based prevalence of the common mutations associated with surfactant deficiency",
            "authors": [
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Garmany",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Wambach",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Heins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Res",
            "volume": "63",
            "issn": "",
            "pages": "645-9",
            "other_ids": {
                "DOI": [
                    "10.1203/PDR.0b013e31816fdbeb"
                ]
            }
        },
        "BIBREF13": {
            "title": "Population-based estimates of surfactant protein B deficiency",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamvas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rubinstein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "105",
            "issn": "",
            "pages": "538-41",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.105.3.538"
                ]
            }
        },
        "BIBREF14": {
            "title": "Clinical improvement in infants with ILD due to mutations in the surfactant protein C gene (SFTPC)",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamvas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Nogee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Hydroxychloroquine and surfactant protein C deficiency",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Waltz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "207-8",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200501133520223"
                ]
            }
        },
        "BIBREF16": {
            "title": "Haplotype analysis of ABCA3: association with respiratory distress in very premature infants",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Karjalainen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haataja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Med",
            "volume": "40",
            "issn": "",
            "pages": "56-65",
            "other_ids": {
                "DOI": [
                    "10.1080/07853890701611094"
                ]
            }
        },
        "BIBREF17": {
            "title": "Dramatic improvement by macrolides in surfactant deficiency with ABCA3 mutation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Corvol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Epaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fauroux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Clinical, radiological and pathological features of ABCA3 mutations in children",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Doan",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Guillerman",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "366-73",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2007.083766"
                ]
            }
        },
        "BIBREF19": {
            "title": "NKX2-1 mutations leading to surfactant protein promoter dysregulation cause interstitial lung disease in “Brain-Lung-Thyroid Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guillot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szinnai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hum Mutat",
            "volume": "31",
            "issn": "",
            "pages": "E1146-62",
            "other_ids": {
                "DOI": [
                    "10.1002/humu.21183"
                ]
            }
        },
        "BIBREF20": {
            "title": "Deletion of NKX2.1 gene encoding thyroid transcription factor-1 in two siblings with hypothyroidism and respiratory failure",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwatani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Devriendt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miike",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Pediatr",
            "volume": "137",
            "issn": "",
            "pages": "272-6",
            "other_ids": {
                "DOI": [
                    "10.1067/mpd.2000.107111"
                ]
            }
        },
        "BIBREF21": {
            "title": "Diffuse lung disease in young children: application of a novel classification scheme",
            "authors": [
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Deutsch",
                    "suffix": ""
                },
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "1120-8",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200703-393OC"
                ]
            }
        },
        "BIBREF22": {
            "title": "Thyroid transcription factor 1 gene abnormalities: an under recognized cause of children’s interstitial lung disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Pulmonary pathology in thyroid transcription factor-1 deficiency syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galambos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "549-54",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201002-0167CR"
                ]
            }
        },
        "BIBREF24": {
            "title": "Brain-thyroid-lung syndrome: a patient with a severe multi-system disorder due to a de novo mutation in the thyroid transcription factor 1 gene",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Willemsen",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Breedveld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wouda",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Pediatr",
            "volume": "164",
            "issn": "",
            "pages": "28-30",
            "other_ids": {
                "DOI": [
                    "10.1007/s00431-004-1559-x"
                ]
            }
        },
        "BIBREF25": {
            "title": "Infant pulmonary function testing in chilren neuroendocrine cell hyperplasia with and without lung biopsy",
            "authors": [
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Kerby",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Persistent tachypnea of infancy is associated with neuroendocrine cell hyperplasia",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pye",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Pulmonol",
            "volume": "40",
            "issn": "",
            "pages": "157-65",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.20243"
                ]
            }
        },
        "BIBREF27": {
            "title": "Beyond infancy: persistence of chronic lund disease in neusroendocrine cell hyperplasia of infancy (NEHI)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popler",
                    "suffix": ""
                },
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Deterding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Neuroendocrine cell hyperplasia of infancy: diagnosis with high-resolution CT",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Guillerman",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AJR Am J Roentgenol",
            "volume": "194",
            "issn": "",
            "pages": "238-44",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.09.2743"
                ]
            }
        },
        "BIBREF29": {
            "title": "Familial neuroendocrine cell hyperplasia of infancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Popler",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Mogayzel",
                    "suffix": "Jr"
                }
            ],
            "year": 2010,
            "venue": "Pediatr Pulmonol",
            "volume": "45",
            "issn": "",
            "pages": "749-55",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.21219"
                ]
            }
        },
        "BIBREF30": {
            "title": "Radiographic appearance of follicular bronchitis in children",
            "authors": [
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Bramson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Blickman",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Kinane",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "AJR Am J Roentgenol",
            "volume": "166",
            "issn": "",
            "pages": "1447-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Pulmonary interstitial glycogenosis: a new variant of neonatal interstitial lung disease",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Canakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cutz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "O’Brodovich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1557-65",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.2105139"
                ]
            }
        },
        "BIBREF32": {
            "title": "Thoracoscopy in children: is a chest tube necessary?",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Ponsky",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsao",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Ostlie",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "St Peter",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": "III"
                }
            ],
            "year": 2009,
            "venue": "J Laparoendosc Adv Surg Tech A",
            "volume": "19",
            "issn": "Suppl 1",
            "pages": "S23-25",
            "other_ids": {
                "DOI": [
                    "10.1089/lap.2008.0090.supp"
                ]
            }
        },
        "BIBREF33": {
            "title": "Pulmonary interstitial glycogenosis in identical twins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Onland",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Molenaar",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Leguit",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Pulmonol",
            "volume": "40",
            "issn": "",
            "pages": "362-6",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.20255"
                ]
            }
        },
        "BIBREF34": {
            "title": "Pulmonary interstitial glycogenosis in the setting of lung growth abnormality: radiographic and pathologic correlation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vade",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Lim-Dunham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massarani-Wafai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Radiol",
            "volume": "40",
            "issn": "",
            "pages": "1562-5",
            "other_ids": {
                "DOI": [
                    "10.1007/s00247-010-1670-2"
                ]
            }
        },
        "BIBREF35": {
            "title": "Diffuse lung disease in infancy: a proposed classification applied to 259 diagnostic biopsies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Dev Pathol",
            "volume": "12",
            "issn": "",
            "pages": "421-37",
            "other_ids": {
                "DOI": [
                    "10.2350/08-11-0559.1"
                ]
            }
        },
        "BIBREF36": {
            "title": "Task force on chronic interstitial lung disease in immunocompetent children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Respir J",
            "volume": "24",
            "issn": "",
            "pages": "686-97",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.04.00089803"
                ]
            }
        },
        "BIBREF37": {
            "title": "Diagnosis of bronchiolitis obliterans with computed tomography in children",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Allergy Immunol Pulmonol",
            "volume": "23",
            "issn": "",
            "pages": "253-8",
            "other_ids": {
                "DOI": [
                    "10.1089/ped.2010.0034"
                ]
            }
        },
        "BIBREF38": {
            "title": "Bronchiolitis obliterans organizing pneumonia: pathogenesis, clinical features, imaging and therapy review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Ghanem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Jahdali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bamefleh",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Thorac Med",
            "volume": "3",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": [
                    "10.4103/1817-1737.39641"
                ]
            }
        },
        "BIBREF39": {
            "title": "Pulmonary capillaritis in children: a review of eight cases with comparison to other alveolar hemorrhage syndromes",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Fullmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pediatr",
            "volume": "146",
            "issn": "",
            "pages": "376-81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2004.10.025"
                ]
            }
        },
        "BIBREF40": {
            "title": "Cystic fibrosis: predictors of accelerated decline and distribution of disease in 230 patients",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Neish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zurakowski",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Colin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "AJR Am J Roentgenol",
            "volume": "171",
            "issn": "",
            "pages": "1311-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Pulmonary complications of primary immunodeficiencies",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatr Respir Rev",
            "volume": "5",
            "issn": "Suppl A",
            "pages": "S225-33",
            "other_ids": {
                "DOI": [
                    "10.1016/S1526-0542(04)90043-7"
                ]
            }
        },
        "BIBREF42": {
            "title": "Granulomatous-lymphocytic lung disease shortens survival in common variable immunodeficiency",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Ellison",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Cool",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Routes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "114",
            "issn": "",
            "pages": "415-21",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2004.05.057"
                ]
            }
        },
        "BIBREF43": {
            "title": "Thoracoscopic lung biopsy in infants and children with endoloops allows smaller trocar sites and discreet biopsies",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Ponsky",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Laparoendosc Adv Surg Tech A",
            "volume": "18",
            "issn": "",
            "pages": "120-2",
            "other_ids": {
                "DOI": [
                    "10.1089/lap.2007.0161"
                ]
            }
        },
        "BIBREF44": {
            "title": "Common variable immune deficiency: respiratory manifestations, pulmonary function and high-resolution CT scan findings",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Thickett",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Kumararatne",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Stableforth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "QJM",
            "volume": "95",
            "issn": "",
            "pages": "655-62",
            "other_ids": {
                "DOI": [
                    "10.1093/qjmed/95.10.655"
                ]
            }
        },
        "BIBREF45": {
            "title": "Respiratory disorders in common variable immunodeficiency",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Martinez Garcia",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "deRojas",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Nauffal Manzur",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Respir Med",
            "volume": "95",
            "issn": "",
            "pages": "191-5",
            "other_ids": {
                "DOI": [
                    "10.1053/rmed.2000.1020"
                ]
            }
        },
        "BIBREF46": {
            "title": "Radionuclide imaging of acute lung transplant rejection with annexin V",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Blankenberg",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Stoot",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "834-40",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.117.3.834"
                ]
            }
        },
        "BIBREF47": {
            "title": "Posttransplantation lymphoproliferative disorder in children: clinical, histopathologic, and imaging features",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Pickhardt",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Radiology",
            "volume": "217",
            "issn": "",
            "pages": "16-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Primary pulmonary lymphangiectasia in infancy and childhood",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Esther",
                    "suffix": "Jr"
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Fordham",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Maygarden",
                    "suffix": ""
                },
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Funkhouser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Respir J",
            "volume": "24",
            "issn": "",
            "pages": "413-9",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.04.00014004"
                ]
            }
        },
        "BIBREF49": {
            "title": "Pulmonary lymphangiectasia: diagnosis and clinical course",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Esther",
                    "suffix": "Jr"
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Pulmonol",
            "volume": "38",
            "issn": "",
            "pages": "308-13",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.20100"
                ]
            }
        },
        "BIBREF50": {
            "title": "Idiopathic interstitial pneumonitis in children: a national survey in the United Kingdom and Ireland",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dinwiddie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharief",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Pulmonol",
            "volume": "34",
            "issn": "",
            "pages": "23-9",
            "other_ids": {
                "DOI": [
                    "10.1002/ppul.10125"
                ]
            }
        },
        "BIBREF51": {
            "title": "Pediatric interstitial lung disease: children are not small adults",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1466-7",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.2204012"
                ]
            }
        },
        "BIBREF52": {
            "title": "Infant lung biopsy: clarifying the pathologic spectrum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Langston",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Dishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pathol Int",
            "volume": "54",
            "issn": "",
            "pages": "s419-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Clinical spectrum of chronic interstitial lung disease in children",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Brugman",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Inscore",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Pediatr",
            "volume": "121",
            "issn": "",
            "pages": "867-72",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3476(05)80330-0"
                ]
            }
        },
        "BIBREF54": {
            "title": "Factors influencing survival in children with chronic interstitial lung disease",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Kozinetz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Respir Crit Care Med",
            "volume": "156",
            "issn": "",
            "pages": "939-42",
            "other_ids": {
                "DOI": []
            }
        }
    }
}