{
    "paper_id": "PMC7165552",
    "metadata": {
        "title": "Role of mechanical ventilation in the airborne transmission of infectious agents in buildings",
        "authors": [
            {
                "first": "J.",
                "middle": [
                    "C."
                ],
                "last": "Luongo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [
                    "P."
                ],
                "last": "Fennelly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "A."
                ],
                "last": "Keen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Z.",
                "middle": [
                    "J."
                ],
                "last": "Zhai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [
                    "W."
                ],
                "last": "Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [
                    "L."
                ],
                "last": "Miller",
                "suffix": "",
                "email": "Shelly.Miller@colorado.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infectious diseases cause millions of deaths annually around the world. Morbidity from infectious diseases keeps children and adults home sick, away from work and school, and costs billions of dollars each year in lost productivity, treatments, and hospitalization (Molinari et al., 2007; Ortega‐Sanchez et al., 2012). The annual cost of respiratory infections in the United States was estimated at $64 billion (productivity losses plus healthcare costs), and changing building‐related factors would save $6–$19 billion (Fisk and Rosenfeld, 1997). The estimated mean total productivity losses from absenteeism and presenteeism (lost productivity while at work) was $181 per employee per year for respiratory infections (Lamb et al. 2006). Efforts to prevent transmission of infectious diseases are expected to help further social and economic development around the world.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Infectious diseases are caused by a variety of pathogens. Person‐to‐person transmission of pathogens occurs via direct contact, indirect contact via fomites, impact of projectile large droplets (droplet transmission), and aerosolized fine particles (airborne transmission). The World Health Organization and Center for Disease Control define droplets as being >5 μm and airborne pathogen transmission (APT) to occur from desiccated droplets (droplet nuclei) <5 μm in size, but there is still discussion about the size criterion of a droplet (Gralton et al., 2011; Nicas et al., 2005). A fomite is an object or a material that can carry pathogens, transferring them from one person to another. Infections are a result of the interaction between susceptibility factors in the exposed host, the concentration and virulence of the pathogen in the environment, and the extent and nature of the exposure.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although individuals may change their behaviors to reduce or eliminate exposure to pathogens, for example, by washing hands more frequently, avoiding airborne infections can be more difficult. The relative importance of the modes of transmission for many diseases, including influenza, remains unclear. It is likely that influenza and other respiratory pathogens are transmitted by multiple modes of transmission, that is, contact of hands or body and both large droplets and fine aerosols. Features of the infectious agent, host, or the environment may affect mode of transmission (Spicknall et al., 2010).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A better understanding of how building characteristics affect different modes of transmission can help develop optimal intervention strategies. While the majority of studies reviewed here characterize the heating, ventilating and/or air‐conditioning (HVAC) system using measurements of ventilation rates or CO2, other building factors that may be of importance include recirculation rates, temperature and humidity, occupant density, proximity and movement patterns, presence of control technologies like filtration and ultraviolet (UV) germicidal lamps, and static pressure differentials between zones driving transport.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In many studies reviewed here, terminology introduced confusion. For example, some studies report ‘air change rates’ that may be interpreted as either outdoor air change rate or supply air change rate. There is similar confusion with the term ‘ventilation’ as to whether it refers to outdoor or supply air. It is advised to refer to these terms with the descriptor of either ‘outdoor’ (OA) or ‘supply’ (SA) for clarity. An excellent review of nomenclature and best practices in field measurements of ventilation rates can be found in Persily (2015).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For this review, we focused on diseases transmitted by either aerosolized fine particles and/or impact of projectile droplets containing pathogens. The impact of projectiles is important when a susceptible person is in close proximity to the infectious person. Measuring airborne pathogens documents that an airborne exposure may have occurred. Assessing disease outcomes documents that transmission occurred (possibly through numerous routes). In this paper we refer to APT as a measure of exposure. However, in most of the epidemiological studies we reviewed, they document disease outcome, which implies pathogen transmission occurred. We did not encounter any study that reported a measurement of both of these parameters. We acknowledge that documentation of airborne exposure and disease outcome does not quantify the contribution of specific modes of transmission, but given the difficulty of measuring these contributions, data on airborne exposure, outcomes, and how HVAC system characteristics affect exposure can provide meaningful insights about risk of airborne transmission, associations with outcomes, and potential control strategies.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Several literature reviews have been published on the topic of ventilation rates and health (Li et al., 2007; Mendell, 1993; Seppänen et al., 1999). The most recent was Sundell et al. (2011), which summarized published articles through the end of 2005 investigating associations of ventilation rates in buildings with human health responses. Our review is more specifically focused on the transmission of infectious aerosol in high occupancy density settings and the role of mechanical ventilation systems.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This review was prepared by a multidisciplinary group of researchers to better understand how epidemiologic studies of airborne diseases can inform future studies of mechanical ventilation and APT. We focused our review on epidemiologic studies investigating the association of at least one HVAC‐related parameter with an infectious disease‐related outcome in buildings (almost all studies reported ventilation rates or CO2). This review emphasized studies after 2000 with a brief summary of studies prior to 2000. The majority of papers prior to 2000 used categorical characterizations of building factors while almost all studies after 2000 made measurements. This review introduces engineers and building scientists to topics in epidemiology as they relate to APT indoors, summarizes available data, and discusses research needs. Emphasis is placed on reviewing experimental designs to inform best practices in future collaborative studies among building engineers and epidemiologists.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Epidemiology is “the study of the occurrence and distribution of health‐related states or events in specified populations, including the study of the determinants influencing such states, and the application of this knowledge to control the health problems” (Porta, 2014). Epidemiology is a cornerstone of public health, informing evidence‐based practice by identifying risk factors associated with disease. Epidemiologic studies generally report observations or evaluate the effects of interventions. A graphic of various types of epidemiologic study designs is shown in Figure 1.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nObservational studies evaluate changes in outcomes over a range of study factors and can take many forms. There is no artificial manipulation in observational studies, and they are carried out in natural settings. Observational studies can be either prospective or retrospective and generally take three forms: cohort, cross‐sectional, or case–control. Most studies of mechanical ventilation and APT are of the prospective cohort design. They start with information about the study factor such as building type and then gather information prospectively about disease incidence as the study progresses. A cross‐sectional study is a descriptive survey or prevalence study in a defined population and involves random sampling. They aim to gather data on the entire population under study. Some HVAC‐related APT studies have also used this study design. Case–control studies are retrospective, comparing cases of disease with one or more groups of non‐cases with respect to a current or previous study factor level. This is a good study design for a disease outbreak. Only one study we reviewed used the case–control design.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nIntervention studies involve the prospective introduction of a factor over a range of values or against a placebo or sham negative control, and changes in the health outcome are then evaluated. Two of the studies we reviewed used an intervention study design.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Generally, observational studies are less expensive and logistically easier to conduct than intervention studies, but intervention studies can usually provide more robust data if well designed.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The success of epidemiologic studies is dependent on there being sufficient variability in the study factors and the health outcomes of interest to detect an association. Note that an association does not prove causality. Minimal conditions necessary to provide adequate evidence of a causal relationship between variable and outcome are known as Hill's criteria for causation (Hill, 1965). Some HVAC factors are more amenable to observational studies than others, depending on whether or not there is sufficient variability in the HVAC variables of interest and if there are sufficient data. Other HVAC factors may be better suited to intervention studies. The health outcome of interest necessarily would inform what HVAC factor would be best to measure.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We have noted in our review whether the epidemiological studies are population‐based or based on disease outbreaks. In population‐based studies a large number of environments or occupants may be investigated looking for an association between a specific health endpoint and an HVAC system factor. In disease outbreak studies, a disease outbreak has occurred in a specific environment and investigators want to know if an HVAC system factor played a role.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "It should be evident that the airborne transmission of infectious disease occurs within a complex matrix of diseases, mechanisms, and paths, some of which the HVAC system can impact and many of which it cannot. In attempting to assess the impact of HVAC systems on APT, there are large challenges in identifying and quantifying those factors that can impact APT and in measuring an impact given all of the other transmission pathways that occur simultaneously. A limited number of epidemiologic studies that have attempted to specifically address the role of one or more HVAC‐related factors on APT are identified in this review. In the following discussion, the strengths and weaknesses of each study are addressed. Given the complexities of APT and the wide variety of HVAC systems, it should be understood that no one study will answer the general question as to the role of HVAC systems in APT. At best, a given study will be able to address one or very few HVAC factors and one or very few diseases. This review is not intended to criticize the studies that have been conducted but rather is intended to evaluate them in a way that makes it possible to see what was learned from them about how to assess the impact of mechanical ventilation on APT in future studies. It should be understood that it is one thing to identify desired features and methodologies; however, resource constraints are almost universally a limiting factor in epidemiologic studies.",
            "cite_spans": [],
            "section": "Epidemiologic studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Studies prior to 2000 used descriptive approaches to assessing ventilation rates (Table 1). An exception was the investigation of a respiratory infection outbreak in an overcrowded Houston jail by Hoge et al. (1994). The case–control and cohort studies began after two inmates died on the same day of pneumococcal sepsis. The first 25 case patients hospitalized were enrolled in a case–control study. For each case, three inmates living in the same cellblock were randomly selected as controls. The jail had a constant volume, recirculated air HVAC system operating at maximum capacity; 20% of the total volume of air delivered was outdoor air and 80% was recirculated. Each cellblock had its own recirculation system. Outdoor air ventilation was evaluated by measuring CO2 levels and airflow rates to the living areas of the jail. Carbon dioxide levels were measured using detector tubes [this method usually results in high potential errors and is not recommended, Seppänen et al. (1999)]. Airflow was measured in the center of duct using a thermal anemometer. There is no mention of a traverse of the duct to show that the velocity at the center was a valid estimate of average velocity (recommended). Volume of outside air delivered per person was calculated but there is no mention if it came from CO2 levels or from an assumed percentage of outside air from total supply air. The respiratory infection incidence rate was highest among inmates in cellblocks with the highest CO2 levels and the lowest volume of outside air delivered by the HVAC system. This study showed the impact of occupancy and OA ventilation rate per person on disease outcome and investigators concluded that overcrowding and inadequate ventilation contributed to the outbreak. It was an advance forward compared to other studies during this period because it used quantitative measures collected close to the time of investigation.",
            "cite_spans": [],
            "section": "Building studies before 2000 ::: Methods",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Among military barracks, two studies report that tighter buildings with HVAC systems with recirculation showed a higher rate of upper respiratory symptoms or infection (Brundage, 1988; Richards et al., 1993). Richards et al. (1993) report on a cross‐sectional study conducted with questionnaires. This study assessed the health impact of exposure to sand storms and crowded barracks in Saudi Arabia. The accommodations in which the soldiers slept were categorized as tent, warehouse, non‐air‐conditioned (AC) and AC buildings. There was a trend of increasing risk for complaints of a sore throat and cough by troops who were less exposed to the outdoor environment, with troops sleeping in AC buildings having the highest risk of developing these symptoms. It is difficult to draw conclusions about what factor related to AC buildings contributed to higher risk of symptoms without a more quantitative comparison of the differences between building categorizations.",
            "cite_spans": [],
            "section": "Building studies before 2000 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Brundage (1988) was a prospective cohort study on a population of newly trained soldiers in the army. This study's strengths were that it was conducted over 4 years, had a very large sample size, the population was diverse geographically and demographically, was randomly assigned to building type, and it captured variability in illness years, meaning the time frame encompassed two epidemics as well as years of low illness rates. Incidence rates of febrile acute respiratory disease were significantly higher among trainees in modern barracks that had lower design outdoor air change rates due to energy conservation measures. An important strength of this study was the standardized diagnosis and treatment of disease across locations and conditions of the study. Quantitative measurements comparing HVAC characteristics of modern, more energy efficient buildings vs. older, less energy efficient buildings as well as better descriptions of the HVAC systems themselves would have enhanced our understanding of the differences in building type ventilation performance.",
            "cite_spans": [],
            "section": "Building studies before 2000 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Two studies by Drinka et al. (1996, 2004) were designed to determine whether a newly constructed nursing home had a lower incidence of influenza compared to the older building designs. The 1996 study was a surveillance study with retrospective analysis during the 1993–1994 influenza season. A limitation of this study was that data was only collected over the course of 1 year. They reported that the newer building with a 100% outdoor air HVAC system and filtered room supply had fewer influenza cases. The other buildings recirculated between 30–70% of the air and did not have filtration. Buildings were descriptively characterized, and no measurements of any HVAC parameters were conducted. Filter efficiency was not reported; they were described as 8‐micron fiberglass filters. Drinka et al. (2004) negated the 1996 study and reports on five subsequent years of sampling after the 1996 study, finding that their initial report was based on a statistical outlier of high incidence rates during the initial 1 year of sampling. The updated 2004 study found no clear associations and encouraged the use of larger datasets. These series of studies illustrate that periods of epidemic illness need to be considered in prospective studies of respiratory infections.",
            "cite_spans": [],
            "section": "Building studies before 2000 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Since 2000, studies of ventilation and APT have almost all incorporated some measurements to characterize the building(s) HVAC system. Two categories of studies were reviewed, population‐based studies and outbreak studies. Many studies sought to determine the relationship between ventilation rates or CO2 levels and illness absence in environments such as hospitals, classrooms, and office buildings. Reviewing these studies shows an evolution in HVAC system understanding and the realization that there is a need to collect quantitative data. HVAC systems do not always perform as designed and ventilation rates (both outdoor and/or supply) can change with occupancy, season, etc.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A cross‐sectional observational study conducted across 17 Canadian hospitals studied the association of tuberculin conversion among over 1200 healthcare workers (HCW) with ventilation of patient care areas (Menzies et al., 2000). This study performed an assessment of the HVAC system by measuring air change rates using a tracer gas method with pure CO2 and noting the direction of airflow at all doors, windows, and vents with smoke tubes. Note that this measurement accounted for both mechanical ventilation and any infiltration. The percentage of rooms on each nursing unit that met the current ventilation standard was also calculated for each hospital, with results varying from 19 to 87% of rooms meeting the standard for a given hospital. Researchers concluded that in Canadian hospitals that admitted at least six patients with TB annually, tuberculin conversion among HCW was strongly associated with inadequate ventilation in general patient rooms defined as <2.0 air changes per hour (ACH). It was also associated with type and duration of work. Of note is that researchers accounted for community exposure as well, which would be an important confounder. Ventilation measurements and inspection were performed in 339 patient care areas. One of the largest limitations of the study is that ventilation was assessed based on tracer gas measurements of air change rate during the course of 1 day. Although the type of HVAC system is not mentioned, it is likely that air change rates varied significantly throughout the year, especially considering that the hospitals were located in areas with extreme outdoor conditions. For this reason, a single day of measurements may not represent the HVAC system operation over the course of 3 years, the time period in which tuberculin conversions were documented. Additionally, ACH can be an unclear measure if the composition of the dilution air is unknown (outside air, air from an adjacent space, recirculated air from other spaces, etc.). It can refer to the outdoor air change rate if dilution air comes solely from outdoors, but in many cases the composition of the dilution air is unknown.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Milton et al. (2000) analyzed sick leave data for 3720 employees among 40 buildings with 115 independently ventilated work areas at Polaroid Corporation corporate offices. Corporate records for building characteristics and indoor environmental quality complaints were used. Myatt et al. (2002, 2004) studied buildings in the same Polaroid Corporation offices. Outdoor air ventilation rates were estimated from continuous CO2 measurements for a subset of work areas using ASHRAE Standard 62‐1989. A rating of ‘moderate’ (around 25 cfm/person, 12 l/s‐person) or ‘high’ (around 50 cfm/person, 24 l/s‐person) was given to each floor by an expert industrial hygienist. There was a consistent association of increased sick leave with lower levels of outdoor air supply. Some limitations of this study include a broad categorization of OA ventilation rates, sampling in what appears to be a single location to characterize a floor, calculations from measurements that may have a high degree of uncertainty (not reported), and not all work areas were sampled. A strength, however, is that the engineer taking measurements and assigning OA ventilation ratings had prior knowledge of the system performance and any modifications that had been made to existing HVAC systems.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Myatt et al. (2002) conducted an intervention study in two Polaroid Corporation office buildings using short‐term sick leave and CO2 measurements as a surrogate for outdoor air supply rates. It was an intervention because they blindly varied the outdoor air supply dampers. They calculated the CO2 concentration differential by subtracting the nightly background from the daily average levels. There was no association between CO2 differential at the values studied with sick leave, albeit differential concentrations were relatively low, ranging from 37–250 ppm. They hypothesized that the buildings had an excess of OA ventilation capacity relative to the volume of office space and number of workers. Researchers estimated that <450 ppm above background, it was unlikely that rhinovirus would be transmitted from one office worker to another via the airborne route and for that reason no association between CO2 and sick leave was found. Some of the methods developed in this study were used in the Myatt et al. (2004) study. Conducting a preliminary study of methods prior to implementing a larger study is a good approach, as this will ensure enough power to see an association, improve data collection methods, and identify any possible confounding. Power is the probability that the null hypothesis is rejected if a specific alternative hypothesis is true. It is a measure of Type II error and is influenced by other factors such as significance level (Type I error) and sample size.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Myatt et al. (2004) conducted a prospective intervention study. It is one of the strongest study designs to date, because it used a direct airborne exposure measurement; air filters were collected for rhinovirus detection and analyzed using polymerase chain reaction (PCR) techniques. While the direct exposure measurement of an airborne pathogen is an improvement from an indirect exposure measurement such as CO2, it is the outcome of infection in conjunction with the presence of airborne pathogens that best informs the risk assessment of aerosol transmission. Ultimately, clinical confirmation of infection would be ideal for outcome measurements, but even outcome measurements with relatively high uncertainty such as absence data would be better than no measurement. Three Polaroid Corporation office buildings were assessed over 20 months. Occupancy was recorded every week. Outdoor air supply dampers were artificially and blindly adjusted every three months to reduce or increase the outdoor air supply and thereby extend the range of CO2. This was a unique approach to ‘experimenting’ with the outdoor airflow rates. Carbon dioxide differential above the background was used according to the methods of Myatt et al. (2002). A significant positive relationship was found between the frequency of virus detection in air samples and average CO2 concentrations greater than 100 ppm above background. In addition, one sample from a nasal lavage contained single‐stranded conformational polymorphism assay band patterns that were an exact match to a building air sample collected during the same week, indicating that the same virus was found on both samples. This suggests that occupants in buildings with low outdoor air supply may have an increased risk of exposure to infectious droplet nuclei emanating from a fellow building occupant. The methods used in Myatt et al. (2004) provide a good starting point for protocols to measure exposure using air sampling in which RNA is extracted from air filters and amplified using PCR.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The series of studies by Milton and Myatt included strong epidemiological and building measurements. Over the course of 4 years, in which these investigators were focusing on this research, methods evolved to make the study more significant and have more power. In the Milton study, they first used CO2 to categorize high or low OA ventilation rates based on a few CO2 measurements and primarily the judgment of an industrial hygienist assigning ventilation rates. In the work of Myatt, they instead took CO2 measurements above background more frequently and intervened by adjusting and locking outdoor air intake dampers into place over specified time intervals to increase the range of CO2 concentrations. In the health assessment they moved away from outcome measurements of sick leave to an objective exposure measure of airborne rhinovirus.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Wong et al. (2004) conducted a retrospective cohort study of a SARS outbreak at a Hong Kong hospital. They did an inspection of the hospital HVAC system after the outbreak, measuring the airflow rates, velocities, temperatures, and relative humidity (RH) at all supply diffusers and exhaust grilles in the ward. A subsequent study simulated the bioaerosol dispersion in the hospital ward using computational fluid dynamics and provided a more detailed description of the HVAC system (Li et al., 2005). The air change rate was found to be 7.8 ACH for the entire ward; but it was not reported whether this was the outdoor or supply air change rate, and methods for determining ACH were not described. Based on the measurement methods and presence of recirculation, we believe the reported ACH is likely the supply air change rate. It was found that the supply and exhaust airflow rates were imbalanced, with some supply diffusers and exhaust grilles not functioning properly. The index patient's cubicle was found to have the highest supply flow rate, while the adjacent exhaust grille had the lowest flow rate among all four functional exhaust grilles in the ward. It is possible that this imbalance in the supply and exhaust airflow rates promoted the dispersion of infectious aerosol from the index patient's cubicle to other hospital areas. Since this study was for only one building, the measurement approach could be more comprehensive in nature. An issue was that they could not collect measurements at the time of outbreak, so it was done four months later, in July. The outbreak was in March, so a subsequent comparison of seasonal differences in ventilation performance would have been important since spring and summer weather in Hong Kong can be quite different and thus the outdoor air supply may vary significantly depending on design. The design of the system supplying air to the ward was not reported (i.e., variable vs. constant air volume), so it is possible that supply airflow also varied based on factors such as heat loads.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Haselbach et al. (2009) reported a re‐analysis of data collected from a cross‐sectional study of six different military barracks and over 5000 cases of acute respiratory infections (ARIs). Data were collected in February–May 2004. Researchers documented the rate of ARIs, average room occupancy, and average HVAC contact population (sum of occupants from multiple zones that share return air that is mixed within the same HVAC system and redistributed as supply air). Average contact population was a unique variable in this study as it placed more emphasis on airborne transmission via the HVAC system than direct and indirect contact transmission. Distance between bunks, CO2 levels, and RH were also measured. It is not clear from the study description how they used these measurements in the data analysis. They categorized the barracks according to age, construction, and HVAC system configuration and then assessed disease prevalence in each category of barrack. Results showed that occupancy affected risk of ARI transmission and the resulting prevalence rate ratios suggest that there was a significant risk of airborne ARI transmission through HVAC systems. Higher rates of infection were found in the systems with both higher HVAC contact populations and less access to operable windows. Depending on the HVAC configuration, average HVAC contact population may be a useful parameter to include in future epidemiologic studies. In military barracks, large numbers of military recruits live in close proximity, and they are usually young and healthy. Numerous studies have documented epidemic respiratory infections in military barracks, and the pathogens reported include Streptococcus pneumonia, adenoviruses, and influenza viruses (Kak, 2007).",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A study in China showed that crowded college student dormitories (these were not mechanically ventilated) with low outdoor air ventilation rates were associated with higher rates of respiratory infections among college students (Sun et al., 2011). In Phase I, they conducted a cross‐sectional study. Researchers collected demographic information, the health status of 6500 students, incidence and duration of common colds in the previous 12 months, and building/room characteristics for 2117 dorm rooms at Tianjin University using questionnaires. Students in six‐person dorm rooms were about two times as likely to have an incidence of common cold ≥ six times per year and a duration ≥ 2 weeks, compared to students in three‐person rooms. Outdoor air ventilation rates varied significantly between all rooms regardless of occupancy due to ventilation solely being provided from open windows and doors. The association between OA ventilation rates and the incidence of common cold were adjusted for room occupancy.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In phase II of the Sun et al. study, air temperature, RH, and CO2 concentrations were measured in 238 occupied dorm rooms for 24 h. The advantage of continuously monitoring overnight is that the occupancy and metabolic generation rate of CO2 are fairly constant for a long period of time (7–8 h) since the students were sleeping. Measurements were made during the summer and winter seasons. Dorm occupants reported opening status of doors and windows during measurements. Questionnaires on cold incidence and duration were only administered in Phase I, 1 year prior to the ventilation assessment in Phase II. Results of Phase II were that 90% of the dorm rooms had an outdoor airflow rate less than the Chinese standard of 8.3 l/s‐person (17.6 cfm/person) during the heating season. A mean OA ventilation rate of 5 l/s‐person (10.6 cfm/person) in dorm buildings was associated with only 5% of self‐reported common cold ≥ six times, compared to 35% at 1 l/s‐person (2.1 cfm/person).",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This study calculated outdoor airflow rates into the dorm rooms from an analysis of the build‐up period of CO2 produced from sleeping occupants. This method of air change rate calculation from CO2 build‐up from sleeping occupants was tested and validated in laboratory experiments and the uncertainty was found to be less than 10% (Stavova et al., 2006). A drawback of this study design was that the ventilation assessment was done after the cross‐sectional data were collected on common cold incidence the year before. Cold incidence varies from season to season. A prospective study design would have collected cold information during the same year as the ventilation assessment. A repeat of the ventilation assessment a few times during the cold season to explore variability would have been useful. Since the dorms were only ventilated by opening windows and doors the difference in rates from 1 year to the next would be related to differences in the weather (assuming no work on the buildings had been done) and the frequency and habits of window opening. Additionally susceptibility of occupants to infection varies year to year as well as the infectiousness of the virus that would be accounted for in a multiyear study.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The school study by Shendell et al. (2004) investigated the association between average daily attendance (ADA) as the health outcome and ventilation rates as estimated from CO2 data. Carbon dioxide was measured in short term, 5‐min averages on a single school day, at variable times of the day. All but 2 of 434 classrooms had individual HVAC systems. A 1000‐ppm increase in CO2 was significantly associated with a 0.5–0.9% decrease in annual ADA, corresponding to a relative 10–20% increase in student absence. The authors stated: ‘In general, random errors in an independent variable, in this case the errors from using short‐term CO2 as a measure of long‐term average ventilation rate, will tend to obscure and weaken associations with the dependent variable (in this case, attendance or absence).' This conclusion supports our recommendation that more accurate data are desirable and the total variability in the study factor must be estimated.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Mendell et al. (2013) collected classroom‐level illness absence and demographic data from participating school districts in 28 schools in three different climate zones within California. They measured real‐time CO2 concentrations in each participating classroom for 2 years. This study found a significant relationship between classroom OA ventilation rates and illness absence for all combined schools: for every additional 1 l/s‐person of ventilation (2.1 cfm/person), illness absence was reduced by 1.6% (within the study's ventilation rate range of 2–20 l/s‐person, 4.2–42.4 cfm/person). Mendell et al. installed an internet‐connected indoor environmental quality sensor in each classroom. Sensors transmitted CO2, temperature, and RH data as 5‐minute averaged values. Outdoor air ventilation rate per person was calculated with a mass balance model that used the indoor CO2 equilibrium concentration minus the outdoor value. The analysis assumed well‐mixed conditions, and that steady state was reached for CO2. The steady‐state approximation is particularly questionable as simple transient mass balances indicate that steady state is unlikely to be reached during the time period in which the students were continuously in the classroom. While the lack of true steady‐state conditions may limit the accuracy of the OA ventilation rate calculations, the CO2 levels measured provide a good indication of actual instantaneous exposure to exhaled air. Additionally, 37% of classrooms studied were ventilated naturally from window opening, not mechanically. These classrooms were not likely to have a fixed daily outdoor air ventilation rate, and ventilation rate estimates from CO2 concentrations may have introduced more error than mechanically ventilated spaces that have far less transient and dynamic airflows.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This study encountered many limitations with the sensors used. High failure rates were experienced due to problems from software communicating with school data networks along with implausible values for indoor and outdoor CO2. Due to implausible and erratic outdoor concentrations, all outdoor CO2 levels were estimated to be 400 ppm, which might have introduced some error in estimation of ventilation rates. Implausible indoor concentrations were excluded from analyses. The specified measurement uncertainty for the sensors used was also quite high: 100 ppm, which allows for the sensor to be reasonably priced, but does not provide as good data quality as laboratory grade sensors which typically have much better accuracy (1–50 ppm). Nevertheless, Mendell et al. is the only study that we are aware of that succeeded in collecting measurements in every indoor environment in which the health outcome was measured for the entire length of the study. A few important conclusions were drawn from this and a previous study conducted by this research team (Fisk et al., 2012). Single location sensors (e.g., those used for demand control ventilation) frequently have large errors (as demonstrated in Mendell et al. (2013)). Also, multilocation measurement systems with higher‐grade sensors may be necessary for acceptably accurate measurements.",
            "cite_spans": [],
            "section": "Building studies from 2000 to present ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ventilation rate was a key factor reported in many of the studies we reviewed. There were three primary methods used for measuring outdoor air ventilation rates: (i) mass balance with occupant‐generated CO2; (ii) tracer gas decay (often with CO2); and (iii) direct measurement of systems airflows. Myatt et al. (2004), Sun et al. (2011), Shendell et al. (2004), and Mendell et al. (2013) used indoor–outdoor CO2 differences to estimate the contribution of outdoor air. Menzies et al. (2000) used a CO2‐injected tracer decay to measure air change rates assuming well‐mixed conditions. Tracer gas decay only provides an estimate of the outdoor air ventilation rate at the time it was performed. Many researchers have cautioned against the use of CO2 to estimate ventilation rates (e.g., Seppänen et al., 1999). CO2 methods do not always just measure the outdoor air component of ventilation. If the zone of measurement is not the entire building, then the zone may have dilution from other areas of the building, such as infiltration through connecting doorways. In this case the calculated ventilation rate is a dilution rate not an outdoor airflow rate. Measuring ventilation rates is a complex topic in its own right and cannot be fully explored here; several references are available (ASTM, 2011, 2012; Persily, 2015).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To determine outdoor air ventilation flows using a mass balance with occupant‐generated CO2, there must be sufficient CO2 generation within the space to raise the concentration well above background levels so the difference can be measured accurately. Most occupancy patterns are such that steady‐state concentrations are not achieved, which adversely impacts the accuracy of the ventilation rate calculation unless complex corrections are made. When CO2 concentrations vary the mass balance can be analyzed to give ventilation rate as a function of time. In some spaces, CO2 concentrations may vary considerably from one location to another and measurements at a given location may not accurately reflect the space in question. The slow, transient response of CO2 levels resulting from occupancy changes creates serious challenges in estimating the ventilation rate at a point in time using this method.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Direct measurements of supply ventilation flows may be made using a balometer at supply diffusers for a given space or by inserting anemometers or pitot tubes into air ducts to measure air velocities. If only the airflow into a space is measured, then the measurement is of total air supply. If the air supply to a space is a mixture of outdoor and recirculated air, additional system measurements are required to determine the outside air component of the ventilation. Anemometers or pitot tubes could be permanently installed in the appropriate ducts to measure ventilation rates continuously throughout an epidemiologic study but we encountered no such application in our review. Typically, it is a one‐time set of measurements. Depending upon the application, it can be a relative straightforward set of measurements, for example, a few balometer measurements at the supply diffusers for the spaces included in the study. It can also be quite complex involving identifying and accessing many ducts at different locations, installing anemometers in these ducts, and recording and interpreting these measurements.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Regardless of the method used to determine ventilation rates, several important factors should be kept in mind. Most buildings do not have constant ventilation rates (outdoor and/or supply). Depending upon the HVAC system design, the ventilation rates may vary throughout the day or seasonally. They may vary with heating or cooling load and the outdoor air component may be varied with outdoor air temperature. A measurement at a single point in time, no matter how accurate, is unlikely to adequately characterize ventilation rates for a space or building for the duration of an epidemiologic study. Most HVAC systems do not use 100% outside air and anytime there is return air supplied to a space, quantifying the outside air ventilation rate becomes considerably more complex. At a minimum, there is the question of whether it is outside air or total supply air that is being measured. There is also the question of whether or not infectious pathogens are present in the return air and whether or not this air is effectively filtered or treated with UV germicidal lamps. These questions become even more complex if return air from multiple zones is recirculated in the supply.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The studies reviewed here were all conducted in mechanically ventilated buildings, where ventilation rates are typically a good estimate of an HVAC system's contribution to dilution of potential pathogens. Mechanically ventilated buildings are often slightly pressurized to reduce infiltration, although infiltration may range from a small fraction of the outdoor air delivered to a space to 12–19% (Jareemit and Srebric, 2015) or up to 23–61% (Grot and Persily, 1986) of total outdoor ventilation airflow. We did not identify an epidemiologic study that measured infiltration as a study parameter, but we urge that this parameter not be neglected in future studies as its range of potential contribution to outdoor ventilation may confound results if not quantified. Given the complexity of HVAC system configurations and myriad of factors with the potential to influence APT, we cannot feasibly discuss all possible HVAC configurations and their potential to affect APT.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For the reasons discussed above, generally applicable recommendations as to methods that should be used to determine ventilation rates cannot be made. We do recommend that studies need to collect information to establish ventilation parameters on both per person and per unit area (or unit volume) basis as a means of more easily comparing data across studies. It is recommended that epidemiologic studies addressing the role of HVAC systems in APT incorporate a knowledgeable HVAC engineer who can study and fully understand the air supply systems for every building in the study and then devise a measurement strategy that will effectively quantify the ventilation rates (accounting for infiltration) for the spaces and buildings for the duration of the study. Inadequate characterization of ventilation has been the Achilles heel of many of the epidemiologic studies conducted to date and adequately quantifying ventilation rates has been a difficult challenge even when the team included members with detailed HVAC system and related measurements knowledge. One possible explanation for the lack of detail in reporting HVAC system characteristics is that many indoor air, health‐related studies are conducted by epidemiologists, physicians, or individuals from other fields with limited knowledge of HVAC system design and operation. Another reason is that every HVAC system is different. Better collaboration between epidemiologists and HVAC engineers may lead to more powerful interdisciplinary studies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The distinction between mechanical and natural ventilation is important, especially when advocating for standardized measurement methods and reporting for use in future meta‐analyses and epidemiologic studies. Mechanically ventilated spaces (without operable windows) are far more controlled in their airflows and control strategies, making it easier to measure, report, and compare across buildings and studies. Naturally ventilated spaces are often heavily influenced by temperature gradients, wind, number and location of open windows, and other factors that may be more difficult to quantify or replicate. Naturally ventilated and mechanically ventilated spaces are not well suited for making comparisons.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Very few studies discussed filtration in the buildings under study. Two studies that did address filtration are Drinka et al. (1996) and Haselbach et al. (2009). It is important in future studies to report building filtration for HVAC systems that operate in recirculation mode. Filtration is potentially an important mechanism for removal of airborne pathogens if filters have a rating intended to capture the particle size ranges of the pathogen(s) of concern. The presence of filters within the system is important but ensuring the filters are maintained (replaced on a regular basis in a manner that does not allow reintroduction of particulate to the air stream) and working properly (i.e., no blow‐by) are also items to consider.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the context of population‐based studies, it is usually not logistically possible to conduct in‐depth measurements of filter removal efficiencies for a large number of buildings. If the study is designed for only a few buildings, these measurements may be possible. In the case of a disease outbreak study, detailed filter efficiency and integrity measurements should be considered. If the population‐based epidemiologic study is being performed under the assumption that filters were installed and maintained correctly and it has a large enough dataset that any outliers of poorly installed or maintained filters will not influence significantly the association, recording the filter ratings and age for all filters being used in the study space should suffice. Filters are different than primary factors such as ventilation rate because the efficiency only indirectly impacts exposure; they only impact the air that passes through them and they only impact the outcome if the air that passes through them affects exposure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To use filter rating as a factor across many environments and varying HVAC designs, one option could be to ‘normalize’ it in some way, for example, by the volume of recirculation air given the volume of the space, the equivalent to the recirculation air change rate (assuming pathogen source is indoors). By normalizing the filter rating, the effect of filter rating on exposure can be isolated across many different buildings. This is one possible alternative to an intervention study that changes filter performance to reflect the actual impact on exposure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Many studies report that occupant density or crowding is commonly positively associated with disease outcomes (Hoge et al., for example). Studies need to collect sufficient information to establish occupant density (people per unit area) and total occupancy of a space. Similarly, a separate but related variable is the total number of people in an air handler zone that share recirculated air. The occupancy effect is confounded by the fact that diseases are also transmitted in close contact environments by fomites and droplets. How to differentiate these transmission modes remains an important research question.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Studies need sufficient power to detect associations between environmental conditions or ventilation factors and illness incidence or pathogen transmission. Myatt et al. (2004) was the only study that we reviewed that directly measured airborne pathogen exposure using filter collection and PCR analyses. Myatt et al. (2004) was unfortunately underpowered for exposure measurements but not by much (181 filters analyzed, 58 tested positive for rhinovirus). Mendell et al. (2013) was also underpowered in two of the three school districts that were studied. They used classroom‐level outcome data, not individual data, which may have underpowered the study. Another reason for underpowering was loss of CO2 monitoring data due to equipment failure. It is important in epidemiologic studies to limit data loss since it is so costly to gather the data in the first place, and loss of data can severely limit the use of disease incidence or prevalence data.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although there are currently a reasonable number of studies of HVAC system characteristics and APT, a meta‐analysis is not yet a viable option (Stroup et al., 2000). Meta‐analysis is a statistical method for combining results from different studies, to identify patterns among the study results and to aggregate information to achieve a higher statistical power for the associations, such as between ventilation rate and disease. A quantitative meta‐analysis is intended to combine estimates from multiple studies of the same exposure and health outcome, considering the individual studies as simply repetitions of the same study with randomly varying findings around a true value of the association. The design of a study included in a meta‐analysis is important; a meta‐analysis of badly designed studies will result in biased estimates, with the direction of the bias depending on the flaws in the study. For example, an improved study design would use representative sampling, such as random, systematic, stratified, and cluster sampling, or a combination of these. Note that a meta‐analysis will usually include studies of differing quality, and can usefully see if the better designed studies are more consistent when the weaker studies are excluded. A research finding is less likely to be true when the studies conducted are smaller, when effect sizes are smaller, and where there is greater flexibility in designs, and outcomes (Ioannidis, 2005). Additionally, HVAC system characteristics and measurement methods should be reported in sufficient detail for proper interpretation of results and use in future meta‐analyses. Clarity of reported data and measurement methods is essential to the success of future meta‐analyses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some progress has been made in understanding the role of mechanical ventilation and APT in the past 20 years. Much more remains to be done. The current available studies in buildings are mostly observational analytic or etiologic epidemiologic studies; although observational, they were designed to explore causal connections. While an advantage of such studies is that they reflect real‐world conditions, they afford the least control over the multiple variables that may be involved. Observational studies cannot positively establish causality. These are good studies to explore hypotheses, but intervention studies are needed to confirm a causal relationship. In many cases, however, observational epidemiology is considered sufficient to establish likely causality because many epidemiological questions cannot be answered by conducting experimental studies. The weight of the data implies that HVAC system factors in buildings have a role in APT; however, more studies need to be completed, with the eventual goal of a meta‐analysis to integrate results. We specifically recommend that individual studies should be designed in a way aimed at future meta‐analyses of key relationships so that all study methods are focused on these relationships of interest and also include parallel measurements to other such studies so they can be combined.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Of course as more studies are completed, and meta‐analyses are conducted, the weight of evidence may be enough to establish a causal link between building factors and risk of transmission; for example, lower outdoor air ventilation rates result in higher incidence of influenza. Confirmation of these findings by prospective, preferably experimental studies using detailed HVAC parameter, exposure, and outcome measurements is needed. The study of buildings lends itself well to experimental studies; however such studies are difficult and expensive, especially with randomization implemented and blind interventions. Interventions could be made on various HVAC‐related parameters, including outdoor air rates, supply air rates, humidity, or control technologies such as UV germicidal lamps, or filter type and rating. We need better‐powered evidence from larger studies and meta‐analyses. There is also a need for more studies with strong measurement methods of building characteristics, exposures, and outcomes, which can be greatly facilitated by increased collaboration between epidemiologists and engineers. Large‐scale evidence should be targeted for research questions where the pre‐study probability is considerably high, so that a significant research finding would be considered definitive (Ioannidis, 2005). The pre‐study probability in this case does seem high, given the studies completed to date, so that a well‐designed well‐funded study should result in clear evidence. Ioannidis states the large‐scale evidence is also particularly indicated when it tests major concepts. The concept in question is a broad one – what is the causal association between mechanical ventilation and APT, so in fact it is a worthwhile endeavor to pursue.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Establishing causality, however, is just the first step. It is generally believed and accepted that HVAC system factors can and do impact APT so establishing causality is mostly a matter of confirming the obvious. Quantitative relationships between HVAC factors and APT are needed for effective design and operation of HVAC systems. For example, how much outdoor air ventilation (at a given recirculation filter rating) is needed for a classroom with a given occupancy to avoid elevated disease outcomes? Thus, additional epidemiologic studies as well as meta‐analyses will establish the causality that is needed to focus on providing definitive quantitative relationships.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Summary of study designs, reported measure, and findings in building‐related epidemiologic studies\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Types of epidemiologic studies (adapted from Kleinbaum et al. (1982))",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Standard Test Method for Determining Air Change in a Single Zone by Means of a Tracer Gas Dilution",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Standard Guide for Using Indoor Carbon Dioxide Concentrations to Evaluate Indoor Air Quality and Ventilation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Building‐associated risk of febrile acute respiratory diseases in army trainees",
            "authors": [],
            "year": 1988,
            "venue": "JAMA J. Am. Med. Assoc.",
            "volume": "259",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Report of an outbreak: nursing home architecture and influenza‐A attack rates",
            "authors": [],
            "year": 1996,
            "venue": "J. Am. Geriatr. Soc.",
            "volume": "44",
            "issn": "",
            "pages": "910-913",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Report of an outbreak: nursing home architecture and influenza‐A attack rates: update",
            "authors": [],
            "year": 2004,
            "venue": "J. Am. Geriatr. Soc.",
            "volume": "52",
            "issn": "",
            "pages": "847-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Estimates of improved productivity and health from better indoor environments",
            "authors": [],
            "year": 1997,
            "venue": "Indoor Air",
            "volume": "7",
            "issn": "",
            "pages": "158-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Demand Controlled Ventilation and Classroom Ventilation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The role of particle size in aerosolised pathogen transmission: a review",
            "authors": [],
            "year": 2011,
            "venue": "J. Infect.",
            "volume": "62",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1986,
            "venue": "Measured Air Leakage of Buildings",
            "volume": "",
            "issn": "",
            "pages": "151-183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Airborne transmission via HVAC of acute respiratory infections in military facilities? Review of a basic training cohort study",
            "authors": [],
            "year": 2009,
            "venue": "J. Green Build.",
            "volume": "4",
            "issn": "",
            "pages": "114-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The environment and disease: association or causation",
            "authors": [],
            "year": 1965,
            "venue": "Proc. R. Soc. Med.",
            "volume": "58",
            "issn": "",
            "pages": "295-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "An epidemic of pneumococcal disease in an overcrowded, inadequately ventilated jail",
            "authors": [],
            "year": 1994,
            "venue": "N. Engl. J. Med.",
            "volume": "331",
            "issn": "",
            "pages": "643-648",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Why most published research findings are false",
            "authors": [],
            "year": 2005,
            "venue": "PLoS Med.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A characterization of time‐dependent air infiltration rates in retail stores using calibrated multi‐zone model",
            "authors": [],
            "year": 2015,
            "venue": "Sci. Technol. Built Environ.",
            "volume": "21",
            "issn": "",
            "pages": "420-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Infections in confined spaces: cruise ships, military barracks, and college dormitories",
            "authors": [],
            "year": 2007,
            "venue": "Infect. Dis. Clin. North Am.",
            "volume": "21",
            "issn": "",
            "pages": "773-784",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong",
            "authors": [],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "83-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Role of ventilation in airborne transmission of infectious agents in the built environment – a multidisciplinary systematic review",
            "authors": [],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "2-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Non‐specific symptoms in office workers – a review and summary of the epidemiologic literature",
            "authors": [],
            "year": 1993,
            "venue": "Indoor Air",
            "volume": "3",
            "issn": "",
            "pages": "227-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Association of classroom ventilation with reduced illness absence: a prospective study in California elementary schools",
            "authors": [],
            "year": 2013,
            "venue": "Indoor Air",
            "volume": "23",
            "issn": "",
            "pages": "515-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Hospital ventilation and risk for tuberculous infection in Canadian health care workers",
            "authors": [],
            "year": 2000,
            "venue": "Am. Soc. Intern. Med.",
            "volume": "133",
            "issn": "",
            "pages": "779-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Risk of sick leave associated with outdoor air supply rate, humidification, and occupant complaints",
            "authors": [],
            "year": 2000,
            "venue": "Indoor Air",
            "volume": "10",
            "issn": "",
            "pages": "212-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5086-5096",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A study of indoor carbon dioxide levels and sick leave among office workers",
            "authors": [],
            "year": 2002,
            "venue": "Environ. Health",
            "volume": "1",
            "issn": "",
            "pages": "3-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Detection of airborne rhinovirus and its relation to outdoor air supply in office environments",
            "authors": [],
            "year": 2004,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "169",
            "issn": "",
            "pages": "1187-1190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens",
            "authors": [],
            "year": 2005,
            "venue": "J. Occup. Environ. Hyg.",
            "volume": "2",
            "issn": "",
            "pages": "143-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Indirect, out‐of‐pocket and medical costs from influenza‐related illness in young children",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "4175-4181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Field measurement of ventilation rates",
            "authors": [],
            "year": 2015,
            "venue": "Indoor Air",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12193"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "A Dictionary of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Respiratory disease among military personnel in Saudi Arabia during Operation Desert Shield",
            "authors": [],
            "year": 1993,
            "venue": "Am. J. Public Health",
            "volume": "83",
            "issn": "",
            "pages": "1326-1329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Association of ventilation rates and CO2 concentrations with health and other responses in commercial and institutional buildings",
            "authors": [],
            "year": 1999,
            "venue": "Indoor Air",
            "volume": "9",
            "issn": "",
            "pages": "226-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Associations between classroom CO2 concentrations and student attendance in Washington and Idaho",
            "authors": [],
            "year": 2004,
            "venue": "Indoor Air",
            "volume": "14",
            "issn": "",
            "pages": "333-341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Informing optimal environmental influenza interventions: how the host, agent, and environment alter dominant routes of transmission",
            "authors": [],
            "year": 2010,
            "venue": "PLoS Comput. Biol.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of 17th Air‐Conditioning and Ventilation Conference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Meta‐analysis of observational studies in epidemiology: a proposal for reporting",
            "authors": [],
            "year": 2000,
            "venue": "JAMA J. Am. Med. Assoc.",
            "volume": "283",
            "issn": "",
            "pages": "2008-2012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "In China, students in crowded dormitories with a low ventilation rate have more common colds: evidence for airborne transmission",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Ventilation rates and health: multidisciplinary review of the scientific literature",
            "authors": [],
            "year": 2011,
            "venue": "Indoor Air",
            "volume": "21",
            "issn": "",
            "pages": "191-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Cluster of SARS among medical students exposed to single patient, Hong Kong",
            "authors": [],
            "year": 2004,
            "venue": "Emerg. Infect. Dis.",
            "volume": "10",
            "issn": "",
            "pages": "269-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1982,
            "venue": "Epidemiologic Research: Principles and Quantitative Methods",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Economic impact of workplace productivity losses due to allergic rhinitis compared with select medical conditions in the United States from an employer perspective",
            "authors": [],
            "year": 2006,
            "venue": "Current Medical Research and Opinion",
            "volume": "22",
            "issn": "",
            "pages": "1203-1210",
            "other_ids": {
                "DOI": []
            }
        }
    }
}