{
    "paper_id": "PMC7100019",
    "metadata": {
        "title": "Global health diplomacy for obesity prevention: Lessons from tobacco\ncontrol",
        "authors": [
            {
                "first": "Chantal",
                "middle": [],
                "last": "Blouin",
                "suffix": "",
                "email": "chantal_blouin@carleton.ca",
                "affiliation": {}
            },
            {
                "first": "Laurette",
                "middle": [],
                "last": "Dubé",
                "suffix": "",
                "email": "Laurette.dube@mcgill.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Global health diplomacy involves new forms of collective action and negotiation\nof new rules and norms to address global health challenges. Traditionally,\nnation states have dominated these processes, having negotiated internationally\nto address cross-border health risks since the mid-nineteenth\ncentury.1 Today a\ndiverse group of other non-state actors participate, impelled by the increasing\nimpact of globalisation on health systems and population health.2",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 460,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Given the more immediate interdependence and stronger cross-border linkages\nassociated with epidemics, the global health diplomacy agenda remains focused on\ninfectious diseases, virus sample sharing,3 pandemic flu4, 5 and SARS.6\nWith such diseases, the ability of one country to protect\nthe health of its population can directly depend on whether another country\nhas the capacity to detect and respond to mobile, readily transmissible\ncommunicable pathogens, and vice versa. … By contrast\n[to such interdependence], interconnectedness does not involve\nrelationships of mutual dependence among States and, thus, does not provide\nrobust incentives for reciprocal undertakings to lower risks. In global\nhealth, interconnectedness is often a feature of non-communicable disease\nproblems. For example, the export by a developed country of processed foods\nhigh in added sugars and salts may contribute to the prevalence of childhood\nor adult obesity in a developing country, but the health, security, and\neconomic well-being of people in the developed country do not depend on\nwhether the developing country controls and reduces the prevalence of\nobesity in its territory.7",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "3",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 213,
                    "end": 214,
                    "mention": "4",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 216,
                    "end": 217,
                    "mention": "5",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 227,
                    "end": 228,
                    "mention": "6",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1166,
                    "end": 1167,
                    "mention": "7",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As emphasis on infectious diseases continues,8 we concentrate here on an example of\nglobal health diplomacy to tackle chronic diseases: the Framework Convention on\nTobacco Control (FCTC). In 2006, a technical group of the World Health\nOrganization (WHO) recommended that the WHO ‘take the lead in the\ndevelopment of an international code on the commercial promotion of food and\nbeverages to children’ (p. 27) to address the rise of obesity in children\nglobally.9 In\nanticipation of these negotiations over the global marketing of food to\nchildren, we analyse lessons learned from the FCTC for use in diplomatic efforts\nto prevent diet-related chronic diseases.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 461,
                    "end": 462,
                    "mention": "9",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The FCTC is a treaty negotiated among member states of the WHO during the years\n1999–2003. It took effect on 27 February 2005; by November 2009, the\nsignatory countries numbered 168. With more than five million tobacco-related\ndeaths per year, tobacco use is the single most preventable cause of death in\nthe world. The FCTC countries committed themselves to raising taxes on tobacco\nproducts, regulating packaging and labelling of tobacco products, banning\ntobacco advertising and promotion, and installing measures to reduce illicit\ntrade in tobacco products and sales to minors. The treaty does not offer a\nblueprint for the elimination of tobacco use or for the banning of international\ntrade in tobacco products; instead it creates an international legal framework\nfor collective action on tobacco control.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To examine the negotiation of this treaty, we use a simple analytical framework\nidentifying (1) the specific problem requiring cross-border collective action,\n(2) the key actors, (3) their interests and ‘stake’ in this problem,\n(4) the potential forum or process for negotiations and (5) the potential\nscenarios for collective action.10 We conducted this exercise based on\nsecondary literature. We discuss lessons to be learned from the negotiations of\nthe FCTC for potential applicability to diet-related chronic disease prevention,\nand, more specifically, the rise in obesity prevalence worldwide.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The problem of increasing obesity shares some characteristics with both previous\nexamples, infectious diseases and tobacco; there are also some important\ndifferences.",
            "cite_spans": [],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective\nAction",
            "ref_spans": []
        },
        {
            "text": "Although national policies can often be effectively implemented without\ninternational collaboration, the globalisation of marketing strategies of the\ntobacco industry has rendered these insufficient. ‘Advertising and\nsmuggling do not stop at national borders’ (Brundtland,11 p. 751). Trade liberalisation,\nincluding reduction in trade barriers for tobacco products, has facilitated\nmarket access for tobacco companies and contributed to increasing tobacco use in\nmany developing countries.12 Two decades of bilateral, regional and\nmultilateral trade agreements adopted by many nations engendered significantly\ngreater competition in domestic tobacco markets – accompanied by reduced\nprices for tobacco products and dramatic increases in the advertising and\npromotion of these products.13,\n14",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 785,
                    "end": 787,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective\nAction",
            "ref_spans": []
        },
        {
            "text": "Growing numbers of investment protection treaties have facilitated international\nindustry in establishing its presence and expanding marketing of foreign\nproducts to capture local markets. Signatories of these treaties are expected to\ndecrease restrictions on the entry and operation of foreign investments and\nprotect them against adverse government regulations.15",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective\nAction",
            "ref_spans": []
        },
        {
            "text": "Multinational tobacco companies undermine the regulatory authority of national\ngovernments through public relations and lobbying strategies.16 This problem is especially\nacute in developing countries, given the asymmetry of resources between large\nglobal tobacco companies and the governments of small countries.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective\nAction",
            "ref_spans": []
        },
        {
            "text": "Problems addressed by global health diplomacy for tobacco control do not involve\ngreat interdependence among nations, creating ‘a weaker foundation for\ndiplomatic action’ (Fidler,10 p. 21). High levels of tobacco-related\ndisease in one country do not directly affect the health of the citizens of\nanother. Thus, global health diplomacy on issues of lesser interdependence is\nmore arduous than in instances where countries directly feel the impact of the\nactions (or inaction) of their neighbours. WHO member states were able to come\nto an agreement on tobacco control, and therefore it is possible that other\nfactors, including common challenges for regulating the industry, can provide\nsufficient impetus for success in global health diplomacy for chronic disease\nprevention.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Identifying the Specific Problem Requiring Cross-border Collective\nAction",
            "ref_spans": []
        },
        {
            "text": "Many participants engaged in negotiating the FCTC, including the WHO itself as a\n‘policy entrepreneur’ secretariat, while promoting collective\nactions at the global level.16 The WHO also ensured the support and\ncollaboration of the World Bank and other United Nations agencies. National\ngovernments remained central actors, with their ministries (trade, foreign\npolicy, finance, taxation, customs and development working with health) adding\nmulti-sectoral dimensions to the collaboration. The active role of developing\ncountries in shaping the treaty stimulated progress toward the\nagreement.17\nRegional coalitions of countries, including one formed by the delegates from\nAfrica, strengthened their negotiating positions. High-income countries,\nincluding the United States, Japan and Germany, boldly advocated a minimalist\nFCTC.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Identifying the Key Actors",
            "ref_spans": []
        },
        {
            "text": "What has been the role of the tobacco industry in the negotiations of the FCTC?\nIt was not united in opposition to stringent regulation. [T]he strategic responses to emergent regulation adopted by\ntobacco companies diverged significantly according to their respective\nmarket status. … [For instance] BAT was at the forefront of\nindustry hostility to the WHO's approach, as might be predicted given\nthat its comparative commercial strengths lie in developing regions where\naccelerated regulation would be expected to have the greatest impact.\n(Collin and Lee,18 pp.\n225–226)",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 560,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Identifying the Key Actors",
            "ref_spans": []
        },
        {
            "text": "Pharmaceutical companies were also party to these negotiations. With the WHO they\nexplored how nicotine replacement treatments could be made more widely\navailable.19\nNon-governmental organisations took part, both as observers of the negotiating\nsessions and as advocates who pressured governments and others key actors to\nadopt strong tobacco control provisions. The Framework Convention Alliance,\ncomprising nearly 300 organisations from over 100 countries, emerged as the key\nnon-government actor to support the signing, ratification and implementation of\nthe FCTC. The wide membership increased the likelihood that most of the\ndelegations in Geneva would be pressured at home to adopt strong tobacco control\nprovisions and to promote these actively throughout the negotiations.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Identifying the Key Actors",
            "ref_spans": []
        },
        {
            "text": "In contrast to other issues in global health diplomacy, in tobacco control\ncommercial interests are very clear: measures to limit tobacco use would reduce\nthe market and profits. Although markets had already stagnated and decreased in\nindustrial countries, rapid growth of tobacco use in developing countries meant\nthat a global treaty would threaten tobacco companies operating in these new and\ndynamic markets. Some firms demonstrated their opposition to the treaty by\nmounting a lobbying campaign against it and systematically searched for allies\nwithin governments. Other firms attempted to focus discussion on the few issues\non which common ground could be found, for example how to limit underage\nuse.",
            "cite_spans": [],
            "section": "Identifying the Actors’ Interests",
            "ref_spans": []
        },
        {
            "text": "Fidler distinguishes a transformative approach to global health diplomacy from an\ninstrumental one.10 The\nmotivation for the first is the ‘possibility of centering international\nrelations on health as the normative engine of political cooperation and\nprogress’; for the second, participants attempt ‘to use health\ninstrumentally to achieve other foreign policy and diplomatic goals’\n(Fidler,10 p.\n2).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Identifying the Actors’ Interests",
            "ref_spans": []
        },
        {
            "text": "While the global health activists in NGOs adopted a transformative approach, the\nnational governments adopt strategies where both approaches co-exist. Ministries\nof public health generally sought support for strong tobacco control measures,\ntaking the transformative approach. But in their efforts to organise\ninter-sectoral collaboration among stronger domestic institutions including law\nenforcement or finance, health ministries often pursued international\ncollaboration for instrumental reasons – to strengthen their positions\nnationally. Similarly, the WHO used the FCTC negotiations to attack\ntobacco-related health threats as well as to re-establish its status and\ncredibility among UN agencies after years of decline under weak management\nwithout clear vision; tobacco control became part of the strategy to reposition\nthe organisation as a ‘department of consequence’.20",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 879,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Identifying the Actors’ Interests",
            "ref_spans": []
        },
        {
            "text": "A WHO initiative was to host the FCTC negotiations at its Geneva headquarters.\nAlthough the WHO possessed treaty-making powers since its inception, it had\nnever exerted these, instead using its power to adopt international regulations\nand non-binding resolutions. The FCTC reflects influence from the\nframework-protocol approach often used in international environmental law, where\nthe ‘states agree to a framework treaty that contains only general\nobligations but establishes the diplomatic machinery that will push the legal\nregime to more specificity and effectiveness’ (Fidler,10 p. 40). Thus, the Framework\nconvention on tobacco control sets obligations for signatories whose members\ncommit to continuing negotiations within the context of specific protocols.\nAccordingly, in 2008 the WHO hosted the first session of the Intergovernmental\nNegotiating Body on a Protocol on Illicit Trade in Tobacco.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 583,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Identifying the Potential Forum or Process for Negotiations",
            "ref_spans": []
        },
        {
            "text": "Although negotiations of the FCTC remain in the tradition of the state-centric\napproach and forum to address global health challenges, they involve some newer\nmulti-actor and multi-level interactions. In addition to their very active\ncampaigning, some non-governmental organisations came to be recognised\nparticipants in negotiations along with state delegations.",
            "cite_spans": [],
            "section": "Identifying the Potential Forum or Process for Negotiations",
            "ref_spans": []
        },
        {
            "text": "To address the problems related to global marketing and advertising of tobacco\nproducts and the pressure from multinationals on national governments to curb\nregulatory actions, the WHO and its member governments, supported by a number of\nnon-governmental actors, promoted the development of a multilateral treaty. This\ncommitted them to tobacco control measures on price and taxes, exposure to\nenvironmental tobacco smoke, package and labelling requirements, product\ncontent, educational campaigns, restrictions on advertising, sponsorships and\npromotion, clinical intervention, subsidies and agricultural policies, and\nrestrictions on youth access to tobacco and liability. These are domestic\npolicies to be implemented at the national level. Why, then, were international\nnegotiations needed to achieve such policy outcomes? The international\ncommitments changed domestic political dynamics. The adoption and implementation\nof tobacco control measures strengthened the positions of public health\nadvocates vis-à-vis pressure from multinational tobacco\ncompanies.",
            "cite_spans": [],
            "section": "Identify the Potential Scenarios for Collective Action",
            "ref_spans": []
        },
        {
            "text": "Moreover, the treaty addressed the impact of globalisation of marketing and\nadvertising of tobacco. Once all signatory governments agreed to restrict\nadvertising and marketing of tobacco products, the treaty overcame the\nlimitation of previously divergent national policies.",
            "cite_spans": [],
            "section": "Identify the Potential Scenarios for Collective Action",
            "ref_spans": []
        },
        {
            "text": "The FCTC differs from previous treaties as it does not address problems between\ncountries.21\nRather, it tackles problems that all countries share. Some have suggested that\ntreaty negotiations on national regulations to promote healthy diets would not\nbe so different from the experience with tobacco control.21 An important consideration is\nthe extent of interdependence among nations as a key incentive for cross-border\ncollaboration. What other incentives will lead national governments and other\nactors to pursue collective actions globally (or regionally)? Strengthening the\nposition of national regulators and public health agencies to take on\nwell-organised lobbying became an incentive for cross-border collaboration.\nLiberal policies on tobacco marketing in one country or lax enforcement of\nanti-smuggling law could impact tobacco use in another country. Adoption of\ntrade liberalisation and international trade agreements that have had a direct\nimpact on tobacco availability and use, especially in developing countries, also\ninvolved interdependence.22\nThe FCTC does not fully address this issue; although tension between trade\nliberalisation and tobacco control was evident in negotiations, the final text\nis silent on precedence of international trade law over the FCTC.18 It will be useful to study\nthis further given the importance of international trade agreements for healthy\ndiets.23",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1399,
                    "end": 1401,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Identify the Potential Scenarios for Collective Action",
            "ref_spans": []
        },
        {
            "text": "Although FCTC negotiations led to a multilateral treaty under the aegis of the\nWHO, those pursuing obesity reduction should not focus too narrowly on this\nspecific forum. A key impact of FCTC negotiations lies outside the formal\ntreaty: global networking among public health advocates inside and outside\ngovernment and the diffusion of policies. Following intense international\ninteractions on experiences with tobacco control policies, countries accelerated\nthe adoption of new measures. As Collin and Lee observe, national policy\ndevelopment and FCTC negotiations clearly interacted. Once Canada adopted large\ngraphic health warnings, Thailand, Brazil and the European Union replicated\nthem.18 Important\nimpacts of the recent global health diplomacy on tobacco control include global\nmobilisation of civil society in support of the FCTC and the rise of a large\ncoalition, the Framework Convention Alliance.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Identify the Potential Scenarios for Collective Action",
            "ref_spans": []
        },
        {
            "text": "What are the lessons we can draw from the experience of global diplomacy on\ntobacco control for obesity and diet-related chronic disease prevention? First,\nwhich actors need to be involved in the process? Political leadership, strong\nmobilisation and advocacy from well-organised groups globally are crucial in\ntriggering and sustaining a global policy response such as an international\ntreaty. Whether a critical mass of political capital is available at this point\nin the area of diet and nutrition remains to be seen.24",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "Second, global health diplomacy on obesity will require a much stronger\nengagement with developing countries. Many of these countries perceive the\ndiscussions as more relevant to industrial countries despite the rapid growth of\nobesity in emerging and middle-income developing countries. With regard to diet and nutrition, the needs and concerns of developing\ncountries will be more complex [than in tobacco control …].\nThe goal should be to promote the optimal diets for all. It also requires\nthat greater attention be paid to the complex agricultural and economic\nissues related to subsidies and decisions about what is\ncultivated.24",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "Such concerns would need to be well integrated in the agenda to assure inclusion\nof developing country interests in the negotiations.",
            "cite_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "Third, we highlight the importance of a multi-sectoral approach, engaging a wide\nrange of actors outside the health sector, including commercial ones. Some may\nprovide leadership. A diverse group of businesses produce, process, distribute,\nmarket and sell food and drinks. For tobacco control, the ultimate public health\ngoal is elimination of the industry. Obviously the food industry plays an\nessential role, and the policy ‘end game’ for chronic diseases is\ntransformation to a health-oriented food system, not the extinction of the\nindustry or many of its activities. As interests of some food industry actors\n(industries dealing in fresh fruits and vegetables) merge with those promoting\nglobal public policies for healthier diets, meaningful collaboration against\nobesity is likely to be easier to achieve.",
            "cite_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "The fourth and final lesson relates to the forum for discussion and negotiation.\nThe literature reveals different perspectives. Some representatives from the\nfood industry object to the FCTC model, as an international treaty entails an\nadversarial approach that would be counterproductive: In\nmany ways you could say the tobacco convention has laid out for the public\nhealth sector a road map which we should not follow for food. We should be\ndoing almost the opposite. Instead of shaming and blaming we need to find\nways of working with the industry.25",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "Others suggest that the FCTC precedent, a binding international treaty, would\nprovide a useful tool for regulating the food industry, especially for snack\nfoods, sodas, fast foods and prepared foods that to blame for the great increase\nin obesity.17 They remain\nsceptical about the possibility of productive collaboration with commercial\nactors given the ways in which interests diverge.21 Another argument made in favour of\nthe FCTC approach is the power of multilateral negotiations to mobilise groups\nto act nationally and locally and to increase the exchange of policy innovation.\nEmily Lee26 suggested that\nmotivation to adopt the framework-convention model involving an incremental\napproach to standard-setting, instead of one single detailed treaty for tobacco\ncontrol, derived from anticipation of strong opposition from the tobacco\nindustry. She also argued that the rationale applies in this case to obesity,\nand once again this incremental approach will be more likely to\nsucceed.26",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 387,
                    "end": 389,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "Based on these lessons, we conclude that global health diplomacy for obesity\nprevention requires a much higher level of mobilisation of political leaders,\ncivil society organisations, governments and non-state actors in developing\ncountries, and engagement with the many private actors in the agri-food\nindustries before healthy diet proponents are ready to negotiate a treaty\nsimilar to the FCTC. In order to progress as rapidly as possible, future\nanalytical work should identify what issues could be more easily tackled in a\ncollaborative manner, and for which issues regulation and a treaty would be the\nmost effective instruments. Given that marketing of food to children is already\non the global diplomatic agenda, researchers may want to focus on this.",
            "cite_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        },
        {
            "text": "We draw a fifth and final lesson – beyond selection of an instrument or a\nforum for negotiations -- on the importance of the process itself. Preparation\nfor negotiations, mobilisation of civil society organisations, dialogue with\nindustry, consultation with experts, and sharing of information among national\nhealth agencies are all necessary steps leading to negotiations. This process\nitself can foster the adoption of pro-health policies at the local, national,\nregional and global level. Ongoing discussions around a WHO code on the\nmarketing of food to children are not yet taking place in the context of formal,\nmultilateral negotiations, but they may already be influencing discourse and\npractices for tackling childhood obesity. Investing in these pre-negotiation\nexercises is an integral part of global health diplomacy for obesity\nprevention.",
            "cite_spans": [],
            "section": "Lessons from Tobacco Control for Obesity Prevention",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The globalization of public health: The first 100 years of international\nhealth diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "79",
            "issn": "9",
            "pages": "842-849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Achieving worldwide tobacco control",
            "authors": [
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Brundtland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "6",
            "pages": "750-751",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.284.6.750"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Impact of American cigarette advertising on imported cigarette consumption\nin Osaka, Japan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagihara",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Takeshita",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Tobacco Control",
            "volume": "4",
            "issn": "",
            "pages": "239-244",
            "other_ids": {
                "DOI": [
                    "10.1136/tc.4.3.239"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The framework convention on tobacco control: The politics of global health\ngovernance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bissel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Third World Quarterly",
            "volume": "23",
            "issn": "2",
            "pages": "265-282",
            "other_ids": {
                "DOI": [
                    "10.1080/01436590220126630"
                ]
            }
        },
        "BIBREF8": {
            "title": "The framework convention on tobacco control: Promising start, uncertain\nfuture",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Assunta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tobacco Control",
            "volume": "12",
            "issn": "",
            "pages": "241-242",
            "other_ids": {
                "DOI": [
                    "10.1136/tc.12.3.241"
                ]
            }
        },
        "BIBREF9": {
            "title": "Globalization and the politics of health governance: The framework\nconvention on tobacco control",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Innovation in Global Health Governance: Critical Cases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Trade policy and health: From conflicting interests to policy\ncoherence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "3",
            "issn": "85",
            "pages": "169-173",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.06.037413"
                ]
            }
        },
        "BIBREF12": {
            "title": "The development of international health policies – accountability\nintact?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Social Science & Medicine",
            "volume": "51",
            "issn": "",
            "pages": "979-989",
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(00)00076-9"
                ]
            }
        },
        "BIBREF13": {
            "title": "Lessons from tobacco control for the obesity control movement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daynard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Public Health Policy",
            "volume": "24",
            "issn": "",
            "pages": "(3–4)-295",
            "other_ids": {
                "DOI": [
                    "10.2307/3343375"
                ]
            }
        },
        "BIBREF14": {
            "title": "Trade policy and tobacco: Towards an optimal policy mix",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Chaloupka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Economics of Tobacco Control: Towards an Optimal Policy Mix",
            "volume": "",
            "issn": "",
            "pages": "129-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blouin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Drager",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dubé",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trade, Food, Diet and Health: Perspectives and Policy Options",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Improving diet and physical activity: 12 lessons from controlling tobacco\nsmoking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McKee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Novotny",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "British Journal of Medicine",
            "volume": "330",
            "issn": "",
            "pages": "898-900",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.330.7496.898"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The World Health Organization global strategy on diet, physical activity,\nand health turning strategy into action",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Food and Drug Law Journal",
            "volume": "60",
            "issn": "4",
            "pages": "569-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Influenza virus samples, international law, and global health\ndiplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "1",
            "pages": "88-94",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1401.070700"
                ]
            }
        },
        "BIBREF20": {
            "title": "Avian and pandemic influenza: Progress and problems with global health\ngovernance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Global Public Health",
            "volume": "2",
            "issn": "",
            "pages": "215-234",
            "other_ids": {
                "DOI": [
                    "10.1080/17441690601136947"
                ]
            }
        },
        "BIBREF21": {
            "title": "Pandemic influenza: Public health preparedness for the next global health\nemergency",
            "authors": [
                {
                    "first": "LO",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Law, Medicine & Ethics",
            "volume": "32",
            "issn": "Winter",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Global surveillance, national surveillance, and SARS",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "2",
            "pages": "173-175",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.031038"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Preventing chronic diseases: How many lives can be saved?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leeder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "(9496)-1582",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(05)67341-2"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}