{
    "paper_id": "PMC7120302",
    "metadata": {
        "title": "Hong Kong Students’ Decision-Making About Ecological and Health Issues",
        "authors": [
            {
                "first": "Ling",
                "middle": [
                    "L."
                ],
                "last": "Liang",
                "suffix": "",
                "email": "liang@lasalle.edu",
                "affiliation": {}
            },
            {
                "first": "Xiufeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": "xliu5@buffalo.edu",
                "affiliation": {}
            },
            {
                "first": "Gavin",
                "middle": [
                    "W."
                ],
                "last": "Fulmer",
                "suffix": "",
                "email": "gavinfulmer@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Yeung",
                "middle": [
                    "Chung"
                ],
                "last": "Lee",
                "suffix": "",
                "email": "yclee@ied.edu.hk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "This chapter presents four studies that examine Hong Kong students’ reasoning for decision-making about socioscientific issues ( SSIs) related to health and ecology. These four studies collectively represent a progressive endeavor to elicit students’ reasoning and decision-making on SSIs and help them to reflect on their reasoning through specially designed strategies that include cross contextual or cross-cultural exchanges. The participants in these studies were mainly senior secondary students in Hong Kong and other locations. The relative merits of these strategies for improving students’ reasoning are discussed, drawing on the insights gained from these studies.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Socioscientific issues ( SSIs) have been used as a learning context for both science and educational courses. The SSI movement has grown out of the science-technology-society ( STS) or science, technology, society, and environment ( STSE) approaches, which emphasize the interactions among science, technology, and society. It is strongly linked with the “Science for All” movement and the curricular goal of developing students’ scientific literacy. Recently, the traditional STS movement has split into two main movements. The first is SSI education, which focuses on the development of multi-perspective thinking, critical reasoning, argumentation, and value judgment through decision-making on SSIs. In the Hong Kong science curricula at senior secondary levels (e.g., CDC and HKEAA 2007a), these attributes are manifested as STSE connections. The second movement emphasizes the relationship among science, technology, and engineering and the crosscutting concepts that connect these three disciplinary areas (NRC 2012). This approach is intended to bring engineering practices to the fore and to bridge science and technology. Engineering is seen as a process in which scientific knowledge is applied to achieve technological ends through design and systematic testing, including experimentation (NRC 2012). This new emphasis is in response to the twenty-first-century need to develop human capacity in science, technology, and engineering. However, this view of engineering is contentious as it implies technology and engineering are applied sciences, which oversimplifies the relationships between technology and science (Van Eijck and Claxton 2008). This section briefly reviews studies on the SSI movement in the context of STS, with a particular focus on the reasoning involved in decision-making about SSIs among young people.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 792,
                    "mention": "2007a",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "mention": "2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "mention": "2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "mention": "2008",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": " SSIs as Part of Science Education",
            "ref_spans": []
        },
        {
            "text": "Decision-making on SSIs is widely associated with the ability to informally reason (e.g., Sadler 2004; Sadler and Zeidler 2005; Wu and Tsai 2007), which includes reasoning about cause-effect relationships from multiple perspectives, weighing the pros and cons of decision (Means and Voss 1996; Zohar and Nemet 2002; Ranyard et al. 1997), moral and ethical reasoning (e.g., Zeidler and Keefer 2003; Zeidler and Sadler 2008), and reasoning based on values (Grace 2002, 2009). Millar and Osborne (1998)\nargued that in considering these kinds of issues, students should be taught to “distinguish between technical issues (what is possible) and ethical issues (what ought to be done)” (p. 2022). Research has identified several factors that influence students’ reasoning about SSIs, including prior beliefs, personal consequences (Sadler and Zeidler 2004), the ideas of probability and risk (Levinson et al. 2011; Millar and Osborne 1998), personal values (Bell and Lederman 2003), the capability of moral and ethical reasoning (e.g., Zeidler and Keefer 2003; Zeidler and Sadler 2008), argumentation skills (Foong and Daniel 2013), and cultural standpoints (Braund et al. 2007), all of which are intricately related (NRC 2005). In sum, these factors are integrated into higher-order cognitive skills essential for making rational decisions, which include multi-perspective thinking, assessment of causal relationships, moral reasoning, risk assessment, and evaluation of values.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "mention": "2004",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 122,
                    "end": 126,
                    "mention": "2005",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "2007",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 288,
                    "end": 292,
                    "mention": "1996",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 310,
                    "end": 314,
                    "mention": "2002",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 331,
                    "end": 335,
                    "mention": "1997",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 392,
                    "end": 396,
                    "mention": "2003",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 417,
                    "end": 421,
                    "mention": "2008",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 461,
                    "end": 465,
                    "mention": "2002",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 467,
                    "end": 471,
                    "mention": "2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 494,
                    "end": 498,
                    "mention": "1998",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 845,
                    "end": 849,
                    "mention": "2004",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 903,
                    "end": 907,
                    "mention": "2011",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 928,
                    "end": 932,
                    "mention": "1998",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 970,
                    "end": 974,
                    "mention": "2003",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "mention": "2003",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "mention": "2008",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "mention": "2013",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "mention": "2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "mention": "2005",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": " SSIs as Part of Science Education",
            "ref_spans": []
        },
        {
            "text": "Research on students’ ability to engage in informal reasoning on SSIs has yielded mixed findings, reflecting the complexity of this kind of reasoning compared with that on pure scientific issues (Braund et al. 2007). On the positive side, middle school to senior secondary students were found to be able to approach SSIs from a reasonable number of perspectives in the context of nuclear energy usage, including social, economic, scientific, and ecological perspectives (e.g., Patronis et al. 1999; Wu and Tsai 2007), a clear demonstration of multi-perspective thinking. It was further found that college students used an even wider range of perspectives, including medical, ethical, economic, religious, political, and scientific perspectives, to consider the issue of stem-cell research. Middle school to college students are able to engage in value- or moral-based reasoning on a wide range of themes, including biotechnology (Zeidler and Keefer 2003; Zeidler and Sadler 2008), biological conservation (Grace 2002, 2009), wetland environmental management (Jimenez-Aleixandre and Pereiro-Muñoz 2002), and medical research (Halverson et al. 2009). On the less positive side, middle school students were found to be fairly limited in their ability to employ multi-perspective reasoning to address environmental issues (Hogan 2002; Kortland 1996) and to integrate scientific and other information in making personal decisions (Zeidler et al. 2002). Another related concern is that scientific perspectives or science content knowledge appear to be less commonly relied upon than ethical perspectives in weighing different decision alternatives and justifying decisions on SSIs (Grooms et al. 2014; Halverson et al. 2009). Personal values were shown to play a much more important role in influencing university students’ decision-making than scientific understanding (Bell and Lederman 2003). This finding led Oulton et al. (2004) to argue that students should be provided with opportunities to separate arguments from their own values and beliefs in discussing SSIs and Nielsen (2013) to conclude that decision-making about SSIs should not focus only on grounding the decision in scientific evidence but rather on how students consider a multitude of factors and their relative importance. All of these results point to the need to integrate scientific and nonscientific perspectives in SSI education without compromising the importance of either perspective.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "mention": "2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "1999",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 511,
                    "end": 515,
                    "mention": "2007",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 949,
                    "end": 953,
                    "mention": "2003",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 974,
                    "end": 978,
                    "mention": "2008",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "mention": "2002",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "mention": "2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "mention": "2002",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "mention": "2002",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "mention": "1996",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "mention": "2002",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1690,
                    "end": 1694,
                    "mention": "2014",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1883,
                    "end": 1887,
                    "mention": "2003",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "mention": "2004",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2077,
                    "end": 2081,
                    "mention": "2013",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": " SSIs as Part of Science Education",
            "ref_spans": []
        },
        {
            "text": "Teacher facilitation may be useful in guiding secondary students on decision-making about issues through the use of argumentation (Patronis et al. 1999). Various frameworks for scaffolding the decision-making process have been proposed to promote informal reasoning ability for informed decision-making. These decision-making frameworks generally involve students generating options or decision alternatives with the support of justifications based on appropriate criteria, followed by a review of the decision-making process with a view to making further improvements (e.g., Keefer 2003; Ratcliffe 1997; Tal et al. 2001; Zeidler et al. 2009). A more generic process was proposed by Svenson (1992, 1996) based on the “differentiation and consolidation theory,” which mirrors how people make decisions in more general contexts. This framework consists of three progressive phases. The first phase involves the recognition of the problem and the identification of decision alternatives. The second involves the differentiation of alternatives by either holistic differentiation or systematic process differentiation in which the pros and cons are weighed. The third stage comprises post-decision consolidation, where differentiation continues to take place to ensure that the chosen alternative is the most appropriate.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "mention": "1999",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 583,
                    "end": 587,
                    "mention": "2003",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 599,
                    "end": 603,
                    "mention": "1997",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 616,
                    "end": 620,
                    "mention": "2001",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 637,
                    "end": 641,
                    "mention": "2009",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 692,
                    "end": 696,
                    "mention": "1992",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 698,
                    "end": 702,
                    "mention": "1996",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": " SSIs as Part of Science Education",
            "ref_spans": []
        },
        {
            "text": "Within these decision-making frameworks, various strategies for enhancing students’ informal reasoning and decision-making ability have been extensively studied, with evidence of varying degrees of success (e.g., Kolsto 2001; Sadler 2004; Wu and Tsai 2007). These include the use of argumentation to promote understanding and decision-making (Patronis et al. 1999; Simon et al. 2006; Simon and Maloney 2007); the use of meta-cognitive strategies such as reflective thinking to integrate multiple perspectives (e.g., Zeidler et al. 2002); confronting students with opposing arguments through class discussions, role-plays, and debates to clarify their thoughts (Simonneaux 2001); and group discussion to enhance collaborative or peer-group decision-making (Grace 2009). However, the implementation of these strategies in the classroom is not without difficulty. Teachers may lack the skills to use argumentation, role-play, and even discussion. The effective use of such strategies also needs considerable preparation and training on the part of both teachers and students (Oulton et al. 2004). More importantly, multi-perspective reasoning and value judgment do not occur in a vacuum, which means that teachers must be able to recognize the importance of the sociocultural dimension of decision-making and to take students’ sociocultural contexts into consideration in designing relevant pedagogy. Although the influences of students’ experiences arising from the particular context of their decision-making are well recognized (e.g., Aikenhead and Jegede 1999; Haidt 2008; Lee 2001; Lynch 2001; Kozoll and Osborne 2004), the influence of contextual and sociocultural factors and sociocultural exchanges on decision-making about SSIs has been under explored until very recently (e.g., Lee and Grace 2012; Lee et al. 2009; Zeidler et al. 2013).",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "mention": "2001",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 233,
                    "end": 237,
                    "mention": "2004",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 251,
                    "end": 255,
                    "mention": "2007",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 359,
                    "end": 363,
                    "mention": "1999",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 378,
                    "end": 382,
                    "mention": "2006",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 402,
                    "end": 406,
                    "mention": "2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "2002",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 672,
                    "end": 676,
                    "mention": "2001",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 762,
                    "end": 766,
                    "mention": "2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "mention": "2004",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "mention": "1999",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1568,
                    "end": 1572,
                    "mention": "2008",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "mention": "2001",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "mention": "2001",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1615,
                    "end": 1619,
                    "mention": "2004",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1799,
                    "end": 1803,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "mention": "2009",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1837,
                    "end": 1841,
                    "mention": "2013",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": " SSIs as Part of Science Education",
            "ref_spans": []
        },
        {
            "text": "In this chapter, two aspects of Hong Kong students’ decision-making are examined that are drawn from four independent studies. The first aspect is the way in which young people in Hong Kong address selected SSIs, their decision-making about such issues, and their reasoning behind their decisions. In some of these studies, students’ decision-making was also discussed from a comparative perspective, drawing insights from evidence from cross contextual and cross-cultural comparisons that involved mainland Chinese and European students. The second aspect concerns how and to what extent different teaching strategies help to promote Hong Kong students’ reasoning and decision-making about SSIs. This aspect also considers the role of sociocultural contexts in shaping students’ reasoning on SSIs and how inter-contextual or intercultural exchanges can facilitate multi-perspective reasoning and decision-making, particularly about regional and global SSIs. The SSIs discussed in these four studies were related to health and animal conservation in the local, regional, or global contexts. Researchers have advocated the integration of health and environmental issues with science education to promote scientific literacy in light of the increased importance of these issues (Lee 2012; Roth 2014; Zeidler et al. 2014). All of these studies involved secondary students aged 13–17. In the following sections, the context of Hong Kong is briefly introduced as a background to the studies. The two aspects of decision-making about SSIs are then discussed, drawing on the findings of the four studies. Due to the different contexts of the four case studies, there are limitations in cross case comparison and hence synthesis of potential findings. Despite this, a discussion of the patterns including the unity and variations among Hong Kong students in reasoning and decision-making about SSIs across these cases will be contemplated wherever possible in order to inform future studies. This is followed by an evaluation of the impact of different teaching strategies on their reasoning and decision-making processes and outcomes. To conclude the chapter, some implications of the findings for SSI education are discussed.",
            "cite_spans": [
                {
                    "start": 1281,
                    "end": 1285,
                    "mention": "2012",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "mention": "2014",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Studies of Hong Kong Students’ Reasoning and Decision-Making About SSIs",
            "ref_spans": []
        },
        {
            "text": "Hong Kong was a British colony until 1997. After China regained sovereignty of Hong Kong, Hong Kong became a Special Administrative Region (SAR) governed by a constitution set up according to the Basic Law. The Basic Law, the mini-constitution of the Hong Kong SAR, gives high autonomy to the local government, with policy making based largely on consultation and consensus (Chiu et al. 1998). Freedom of speech and of the press is honored. Hong Kong citizens are accustomed to expressing their views on social issues. Opposition to unpopular policies is often strong, fuelled by the increased pursuit by political parties and nongovernment organizations of political, economic, or environmental causes. The development of independent and critical thinking has been emphasized in recent curriculum reforms, culminating in the implementation of a new Liberal Studies curriculum at the senior secondary level that aims to help students to become independent thinkers capable of viewing issues from multiple perspectives and to acquire positive values in an interdisciplinary context (CDC and HKEAA 2007b). In terms of science education, the current trend is to integrate scientific inquiry, STSE connections, and the nature of science into the various science subjects (e.g., CDC and HKEAA 2007a).",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "mention": "1998",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1096,
                    "end": 1101,
                    "mention": "2007b",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1288,
                    "end": 1293,
                    "mention": "2007a",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Context of Hong Kong",
            "ref_spans": []
        },
        {
            "text": "The Hong Kong Government proposed a bill in 2005 to ban smoking in all restaurants. Although the rationale was to protect the public from the risks of passive smoking, the bill was met with strong opposition from the restaurant industry. As public opinion was divided over the issue, the issue was used to connect 15- to 16-year-old students’ understanding of biological concepts with their reasoning and decision-making through a specially designed classroom discourse (Lee 2007). The classroom discourse focused first on the development of the students’ conceptual understanding of smoking and passive smoking and the potential risks to bodily health through the teacher’s exposition and modeling activities to show how smoke enters the breathing system and deposits tar in the lungs. The risks of smoking were substantiated by five pieces of scientific evidence presented to the students in the form of statistical data or summary statements of empirical findings. The first contained statistics about the death rate due to lung cancer and the quantity of cigarettes smoked daily that were collated by the American Cancer Society (Salber 1968). The second dataset was obtained by the Hong Kong Council on Smoking and Health (Hedley et al. 2001a) on the outcomes of passive smoking on nonsmoking catering workers in Hong Kong in terms of levels of cotinine, a metabolite of nicotine, in their urine. Questions were set by the teacher to guide the students’ analysis and interpretation of these two datasets. Examples of the questions are: What are the possible explanations for the patterns shown by the statistics on lung cancer and the quantity of cigarettes smoked daily? How sure are you that smoking is a major cause of lung cancer? Why did nonsmoking workers working in restaurants that allowed smoking have higher cotinine levels than workers in other industries? What would you expect your urine cotinine levels to be if you ate out frequently in restaurants that allow smoking? Does the evidence available justify a ban on smoking in restaurants? (Lee 2007, p. 173).",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "mention": "1968",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1242,
                    "end": 1247,
                    "mention": "2001a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2063,
                    "end": 2067,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Issue 1: Banning of Smoking in Restaurants ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The third piece of evidence was a survey that clearly showed that more people would choose to dine out if the law were passed (Hedley et al. 2001b). The fourth established, by empirical tests, that it is difficult for cigarette smoke to disperse in a restaurant even when air-conditioning is operating and that the level of ventilation required to significantly reduce the smoke causes discomfort to people (Hong Kong Council on Smoking and Health 2005). The last piece of evidence was a report by government experts that stated that about 150 nonsmoking restaurant workers die from illnesses related to exposure to secondhand smoke annually. The students were asked to consider in small groups the arguments for and against a complete ban on smoking in restaurants before making a final decision on the issue. The students were presented with guiding questions to facilitate their decision-making, such as: What are the arguments for and against the proposed ban? To what extent are the arguments based on scientific evidence? Are you in favor of banning smoking in all restaurants? To what extent is your decision based on scientific evidence or personal values, including morals, personal rights and freedoms, and altruism? (Lee 2007, p. 174).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 146,
                    "mention": "2001b",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 448,
                    "end": 452,
                    "mention": "2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Issue 1: Banning of Smoking in Restaurants ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The findings showed that the students were able to identify the relevant arguments for and against a complete ban on smoking in restaurants. The majority of the students were supportive of the ban. However, data from student interviews showed that some of the students had strong reservations against a complete ban. Some of the counterarguments provided by these students are noteworthy (Lee 2007, p. 175) and can be summarized as follows:There is only limited evidence showing that passive smoking is dangerous, as the study on cotinine levels involved only a small number of subjects.Most secondhand smoke is dispersed into the environment and thus should not cause serious harm.Secondhand smoke is comparatively less harmful than car exhaust pollutants, which are the major source of air pollution in Hong Kong.A smoking ban should be postponed until Hong Kong’s ailing economy recovers.A complete ban on smoking in restaurants may lead to social instability because a large number of smokers are heavily addicted to smoking. There should be a transition period in which all restaurants are allowed to designate a dining area for smokers so that people have time to adapt to the change.\n",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Issue 1: Banning of Smoking in Restaurants ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "Apart from the first counterargument, the rest are based essentially on commonsense reasoning, lack empirical support, and may even contradict the evidence provided. Furthermore, the advocacy of a transition period in the last argument indicates that these students tended to value social stability more than personal or public health. Together, these factors contributed to their adoption of a more conservative stance on the issue.",
            "cite_spans": [],
            "section": "Issue 1: Banning of Smoking in Restaurants ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "This study involved a complete class of 31 Secondary Four students aged 15–16. The discourse focused on a local SSI about the intrusion of a colony of bats into a village house. The issue was introduced to the students in the form of a videotape produced by a local nongovernment animal conservation agency. The students were asked to make and record their personal decision on and justification for a solution to the issue. The students were then engaged in a group decision-making activity guided by a framework that involved identifying the stakeholders and their possible views, reading written materials about bats and their ecology, suggesting decision alternatives and discussing their pros and cons, and making final decisions supported by justifications (Fig. 8.1).\n",
            "cite_spans": [],
            "section": "Issue 2: Bat Conservation ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": [
                {
                    "start": 769,
                    "end": 772,
                    "mention": "8.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The students’ initial and final decisions were categorized into five main types of actions (Lee and Grace 2010, p. 161).Driving the bats away from the house with no regard for their fateLeaving experts to decide what to doProtecting and restoring bat habitatsAllowing the bats to stayMaking use of the bats for specific purposes\n",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "mention": "2010",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Issue 2: Bat Conservation ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "Before the group activity, the initial decision that predominated was to force the bats out of the house (42 %), which reflected an emotive type of reasoning (Sadler and Zeidler 2005) and a rather negative attitude toward bats. The second most dominant view was to leave the matter to the discretion of experts (36 %). However, after the activity, 84 % of the students had shifted to a more tolerant attitude toward bats, probably due to their increased understanding of the ecological importance of bats (Lee and Grace 2010). The change in the students’ stance on the issue is consistent with another research finding that a better conceptual understanding of bats resulted in less negative attitudes toward these animals (Prokop and Tunnicliffe 2008). Although leaving the matter to the experts was still a common choice after the activity, the students tended to develop their own views based on reasoning from both scientific and social perspectives.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "mention": "2005",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "2010",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 747,
                    "end": 751,
                    "mention": "2008",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Issue 2: Bat Conservation ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "From the justifications provided by the students for their decisions, four types of values were inferred: “no clear value” (e.g., “Let’s ask the experts and see whether we should drive the bats away or take other action”), “anthropocentric” (e.g., “The bats disrupt normal living”), “biocentric” (e.g., “Both bats and humans have the right to live”) and “eclectic,” or a combination of the anthropocentric and biocentric views (e.g., “We can find a new habitat for the bats so that the villagers’ lives will not be affected any more”). There was a tendency for the students to shift between the initial decision and the final decision from a purely anthropocentric view to a biocentric view, although to different extents. A fairly large proportion of the students (42 %) adopted an eclectic view to accommodate the needs of both humans and bats. Overall, 77 % of the students changed their values after the activity (Lee and Grace 2010).",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 936,
                    "mention": "2010",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Issue 2: Bat Conservation ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "Unlike the previous two issues, the control of whaling is a global issue that is rather remote to Hong Kong, as whaling is not practiced locally and whales are rarely observed in local waters. The intention in studying Hong Kong students’ decision-making on the control of whaling was to understand how they reason through an issue that is of little direct relevance to their everyday life but has an impact on global ecology and biodiversity (Lee et al. 2009). The study was intended to elicit students’ reasoning chiefly from the scientific perspective. A cross-cultural dimension was added to reflect how the students’ reasoning is compared with that of their counterparts in England and Sweden, two European countries that are culturally different from Hong Kong. The study examined in particular how cultural differences may affect the way in which science students engage in conservation decision-making. The focus was to understand how the students approached the task, what values they drew upon, and how they interacted with each other regarding their decisions and justifications.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "mention": "2009",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "A science class of 16- to 17-year-olds in the three locations engaged in a decision-making discussion (lasting about an hour) about whaling. The method shared some similarities with that employed for the second study, except that the final group decisions were videotaped and shown to their counterparts in the other two locations. The students also recorded their personal final decision after the group discussion. Part of the findings is reported in Grace et al. (2015).",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The decisions of the students before and after the activity were classified into six categories (Grace et al. 2015).Whaling should continue for humanitarian reasons: accept whaling if it is a must to fulfill human needs, such as the survival of aboriginal people who rely on whale meat as their main food source.Whaling should be regulated: impose restrictions on whaling, such as some sort of quota system.Whaling should continue but only using humane methods: kill whales in a humane way only.Whaling should continue for commercial gain: it is a normal hunting activity much like fishing.Whaling should continue for scientific research.Whaling should be banned: disapproval of any form of whaling under any circumstances.\n",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "mention": "2015",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "These categories are not mutually exclusive, except for number 6. Although not many students were completely against whaling, more of the English students took this stance than the Swedish and Hong Kong students before the activity. The regulation of whaling for the protection of whales was accorded a high priority in all three locations. The majority of the students approved of whaling of both types, and most of the students, irrespective of their location, supported whaling for humanitarian reasons but with some sort of regulation or control to conserve whale populations. After the activity, none of the students maintained an absolute anti-whaling stance, and more students opted for categories 1, 3, 4, and 5 as their final decision, suggesting that the activity had moderated their anti-whaling views.",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The pro- and anti-whaling justifications provided by the students before and after the activity were categorized. The reasons that the students gave for accepting whaling were divided into the following categories:Humans’ right to survive.Whales are a legitimate source of food like other animals.Humane methods can be used.Respect for indigenous cultures/communities.The value of scientific research.Restrictions to maintain sustainable populations.\n",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The students also gave reasons for proposing that whaling was unacceptable to support their anti-whaling stance or conditional approval for whaling. Six main reasons were identified:Whales might become endangered or extinct.Aesthetic reasons.Whaling is inhumane/cruel.No need for scientific whaling.Developed countries do not need whale meat.Whales have the right to survive; it is unethical/immoral to kill whales.\n",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "After the activity, more students were sympathetic with indigenous communities who have traditionally relied on whales as their staple food. This indicates that although the students strove to prevent whales from becoming endangered, they tended to accept whaling when human lives and community welfare were at stake. The Hong Kong group seemed to be the most tolerant of whaling and tended to accept whaling under wider circumstances, including whaling for commercial benefit or research purposes. Conversely, more of the English students disapproved of whaling for these purposes than in the other two groups. The Swedish group came somewhere in between the English and the Hong Kong groups in this regard.",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "Concern about whales becoming endangered was a common justification against whaling in all three locations. This concern became more prominent among the Hong Kong and English students after the activity but became less important to the Swedish group. All three groups, but especially the Swedish students, became more concerned about the cruelty of whaling after the activity. The English students were the only group who justified their decisions against whaling with aesthetic reasons (e.g., whales are magnificent or beautiful), although this was a fairly small proportion of students.",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The increased tolerance for whaling after the activity, particularly among the Hong Kong students, suggests that both anthropocentric and biocentric or ethical values guided the reasoning of most of the students, a phenomenon that apparently transcended cultural boundaries. This dualism led students to come to a compromised view in their final decision, whereby they accepted whaling but only with certain caveats. One final point to note is that although the use of scientific principles and concepts such as biodiversity, conservation, and ecosystems were prevalent, especially among the Hong Kong students, scientific data and evidence were relatively underused across the three locations to justify the students’ decisions for or against whaling both before and after the activity, even though data such as whale population figures were provided for the students’ reference.",
            "cite_spans": [],
            "section": "Issue 3: Control of Whaling ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The central slaughtering of chickens has often been suggested as a protective measure to counter the spread of avian flu caused by the H5N1 virus, which originated in Hong Kong and southeastern China, instead of the existing practice of slaughtering chickens in situ in wet market retail outlets. From the scientific perspective, central slaughtering could protect citizens from avian flu by minimizing avian-human contact (Hong Kong SAR Government 2006). The issue has generated opposition from various stakeholders, including wet market vendors, the transport industry, and Chinese citizens who have traditionally bought freshly killed chicken for consumption and for use as a special offering on ceremonial occasions.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "mention": "2006",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Issue 4: Central Slaughtering of Chickens ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "A local Secondary Two class (13- to 14-year-olds) of 40 students participated in the study (Lee and Grace 2012). To understand the influence of contextual variables on the students’ reasoning and decision-making, another class of secondary students at the same level in Guangzhou, a major city in southeastern mainland China, was engaged in the study. Guangzhou is similar to Hong Kong in that its population is predominantly Chinese and it is also at risk from bird flu. However, the political system of Guangzhou is different from that of Hong Kong, which has implications for the flow of information and negotiation by the public on SSIs. Moreover, the sociocultural context is also different, as Hong Kong has been influenced by the West to a greater degree than Guangzhou as a result of its colonial status until 1997.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Issue 4: Central Slaughtering of Chickens ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "The design of the study essentially followed the decision-making framework employed in the third study, except that the students were given an opportunity to reflect on their groups’ final decision after sharing their decisions with the other groups in the same location or the other location through videotaped oral presentations. The design of this revised framework (Fig. 8.2) was based on Svenson’s differentiation and consolidation theory (Svenson 1992, 1996). The whole activity took place over three lessons, each lasting about an hour and a half. The lessons were spread over about 2 weeks, and any change in decision between the pretest and the posttest was presumed to be a result of the prescribed activity.\n",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "mention": "1992",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 459,
                    "end": 463,
                    "mention": "1996",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Issue 4: Central Slaughtering of Chickens ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "mention": "8.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The findings showed that the Hong Kong students were capable of multi-perspective thinking, as demonstrated by the number of perspectives underlying their justifications before and after the activity (Lee and Grace 2012). These included science and health, economic, sociocultural, consumer choice, practicality, and environmental hygiene perspectives. There was an increasing trend of students justifying their decision from the science/health and environmental perspectives after the activity. This trend contrasts with that displayed by their counterparts in Guangzhou, who attached increased importance to economic, cultural, and consumer perspectives after the activity. A more in-depth analysis of the criteria adopted by the students in making the decision, and the justifications underlying these criteria, showed that both the Hong Kong and Guangzhou students adopted multiple values. However, for the Hong Kong students, concerns over human health were of greater importance, whereas the students in Guangzhou placed a significantly greater emphasis on protecting the interests of consumers (Lee and Grace 2012).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Issue 4: Central Slaughtering of Chickens ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "After the two rounds of post-sharing reflection, there was a general tendency for all of the students to become more receptive to alternative viewpoints, resulting in the adoption of a mixed approach to the issue: supporting central slaughtering while allowing the sale of live poultry to a certain degree. During the reflection process, the students from both locations were able to suggest a wide range of possible factors that might affect their views on the issue, including sociocultural, political, values, epidemiological, economic, educational, and practical factors.",
            "cite_spans": [],
            "section": "Issue 4: Central Slaughtering of Chickens ::: Hong Kong Students’ Reasoning and Decision-Making About SSIs ",
            "ref_spans": []
        },
        {
            "text": "It is difficult to generalize from the four studies with respect to Hong Kong students’ reasoning and decision-making about SSIs given the heterogeneity of the issues studied. However, certain patterns of students’ reasoning emerge from these studies that are worthy of further investigation and have implications for SSI education in Hong Kong and perhaps elsewhere. First, although Hong Kong students’ reasoning and decision-making tended to be context dependent, they were generally able to adopt reasonably wide perspectives in considering SSIs, even before going through any teaching intervention, but certain perspectives tended to dominate over others depending on the specific context of the issue. For instance, before the intervention, emotive-intuitive reasoning tended to dominate on the issue of bat intrusion, whereas the scientific/health perspective was emphasized to a greater extent than the other perspectives in the context of personal and public health, as exemplified in the studies on smoking and central slaughtering. In the “bat” case, the students’ resorting to emotive-intuitive reasoning was probably a result of the threat they perceived or a natural fear evoked as they encountered wildlife (Hermann and Menzel 2013; Prokop and Tunnicliffe 2010). The economic perspective seemed to be manifested more prominently on the issue of whaling. These emphases suggest that Hong Kong students tend to give a higher priority to people’s immediate concerns than ecological well-being or wildlife welfare. Among these concerns, personal health was accorded a higher priority particularly when health is at stake; otherwise concerns such as economic factors assume importance. These patterns reflect an anthropocentric view rather than a biocentric view. It is premature at this stage to hypothesize any cultural factor or value that underlies these views, but it seems reasonable to infer that Hong Kong students emphasize personal interests and economic development more than altruistic values which could be applied to other living beings. This kind of utilitarian value may be attributed to the highly urbanized and densely populated environment in which Hong Kong students reside, which might have distanced them from nature and wildlife. In this kind of environment, personal well-being is particularly vulnerable to contagious diseases as the history of epidemiology has indicated; hence, disease prevention is of utmost importance as publicized by the local government ever since the outbreak of severe acute respiratory syndrome (SARS) in Hong Kong in 2003. Moreover, it comes as no surprise that in a socioeconomic milieu such as Hong Kong, which lacks natural resources but is well known for its economic vibrancy, students would attach greater importance to socioeconomic well-being in evaluating different decision alternatives in SSIs.",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1245,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "mention": "2010",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Patterns of Students’ Reasoning ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "Second, there was insufficient emphasis, at least among a certain percentage of Hong Kong students, on the use of scientific data or evidence as a basis to inform their decision-making. This weakness was clearly exhibited by the students who argued against the banning of smoking in restaurants using the commonsense justification that restaurant owners would lose business if smoking in restaurants were prohibited, despite evidence to the contrary (Lee 2007). This lack of focus on scientific data in the reasoning process was also shown in the issue of whaling. Students across cultural contexts seem to habitually engage in causal reasoning by relying on general scientific or ecological principles rather than context-specific data or evidence to evaluate different decision alternatives. These observations reaffirm the research finding that students give little consideration to the nature of science in considering decision alternatives (Bell and Lederman 2003) although science content knowledge was used in a general sense. This finding highlights the need to develop evidence-based reasoning among students, with due consideration of the nature of science, to develop their ability to reason and make decisions about controversial socioscientific issues at a more advanced level (Kolsto 2001).",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "mention": "2007",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 964,
                    "end": 968,
                    "mention": "2003",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "mention": "2001",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Patterns of Students’ Reasoning ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "The third pattern of note is that the students’ perspectives appeared to be widened through interactions with peers in group discussions and even further through sharing and post-sharing reflection and discussion. Students’ decisions are liable to change after such activities, provided that they are convinced by others’ justifications. This seems to contradict previous findings that people tend to stick to their guns once a decision has been made and consolidate their opinion thereafter to minimize regret (e.g., Bäck et al. 2011; Svenson 1996; Shamoun and Svenson 2002; Svenson et al. 2009). The impact of the students’ reflection and cross-cultural sharing on their decision-making is exemplified by the following interview excerpts.\nStudents in different regions received different information. This probably led them to different decisions. If we can listen to the opinions of other students we will understand the issue better and hence make better decisions. (A Hong Kong student discussing Issue 3)\nWhat they [the students in Guangzhou] value is citizens’ interests and preferences, whereas we treasure people’s health more. (A Hong Kong student on Issue 4)\nI think this kind of sharing between the two schools is good, because it allows us to understand each other’s values. (A Hong Kong student on Issue 4)\n",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "mention": "2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 544,
                    "end": 548,
                    "mention": "1996",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 570,
                    "end": 574,
                    "mention": "2002",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 591,
                    "end": 595,
                    "mention": "2009",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Patterns of Students’ Reasoning ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "Besides revealing the aforementioned patterns of reasoning, this review of the four studies involving Hong Kong students shows that a decision-making framework that guides students through multi-perspective thinking based on stakeholders’ views, argumentation involving the weighing of pros and cons, and the framing criteria for making judgments facilitates students’ decision-making. The following extract from the interview transcript vividly demonstrates the positive impact of such a framework:\nWith these step-wise guidelines, we could not only think about various options, but also delve into the\nand counter- for each option. In this way, we could make more accurate decisions. If we were asked to draw a mind map, we would probably draw it only according to our initial impression of the issue. Our opinions would not be objective enough. (A Hong Kong student on Issue 3)\n",
            "cite_spans": [],
            "section": "Importance of Decision-Making Frameworks ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "In addition to a basic decision-making framework to guide students toward informed decision-making, the studies reviewed noted the impact of the social and sociocultural dimension on decision-making about SSIs. This impact is created by interpersonal exchanges and collective decision-making within the same cultural group and by cross contextual or cross-cultural sharing among different cultural groups. These exchanges enhance multi-perspective thinking by exposing students to different value systems based on contextual or sociocultural foundations. The studies on the issues of whaling and central slaughtering clearly demonstrated how students’ reasoning on SSIs of regional and global concern can be extended through meta-cognitive reflection on the overt or covert influences of social and cultural contexts on personal or group decision-making.",
            "cite_spans": [],
            "section": "Importance of Decision-Making Frameworks ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "Cross contextual and cross-cultural exchanges further enhance multi-perspective reasoning and meta-cognitive reflection on more deeply seated sociocultural issues and influence an individual’s viewpoint. Teachers should, however, adopt this approach with the understanding that the final decision made may not necessarily be the most appropriate decision. This is demonstrated by the outcomes of the students’ discussions on the issues of whaling and central slaughtering. In terms of the former issue, the Hong Kong students tended to adopt a consensual view to balance the interests of all stakeholders, which led to the acceptance of whaling for both economic gain and scientific purposes. In terms of the latter issue, the students adopted an “additive” approach by incorporating different decision alternatives. The following interview excerpt illustrates this practical stance:\nWe think we can find a balance so that nobody will be disadvantaged. (A Hong Kong student on Issue 3)\n",
            "cite_spans": [],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "However, such mixed or composite decisions may not be the most appropriate, especially from a public health viewpoint, nor are they necessarily feasible to implement (Lee and Grace 2012). As such, teachers need to be sensitive to the overall impact of contextual or cultural considerations and, if necessary, draw students’ attention to legitimate concerns grounded firmly in scientific evidence and universal values. They should not lose sight of the complexity of global or regional issues and hence the need to develop students’ capacity to thinking pluralistically and make decisions democratically in resolving ethical disagreements stemming from cultural differences (Zeidler et al. 2005). To achieve these goals, cross-cultural SSI education models based on the decision-making framework tested in these studies need to be conceptualized to provide teachers with the necessary theoretical and pedagogical frameworks to enhance students’ reasoning about SSIs (Lee and Grace 2012). These models should help teachers capitalize on the benefits of cross-cultural sharing while staying alert to indiscriminate compromise or simple eclecticism and emphasizing conflict resolution based on sound principles and values as an effective strategy for problem solving. Figure 8.3 presents a tentative framework that could serve as a starting point for further deliberation in this direction.\n",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 689,
                    "end": 693,
                    "mention": "2005",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 980,
                    "end": 984,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": [
                {
                    "start": 1271,
                    "end": 1274,
                    "mention": "8.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Obviously, a major challenge of moving forward is to develop concrete guidelines to help students consider trade-offs among multiple perspectives. These guidelines should help students judge the relative value of different, often conflicting, principles or perspectives. It may entail making necessary sacrifices on the part of certain stakeholders. However, it is difficult to set hard and fast rules for resolving socioscientific issues across the board as many of these issues tend to be unique and dependent on contexts and cultures. However, some kind of framework could be proposed with important guidelines embedded to serve as a starting point for further deliberation by science educators. Figure 8.3 presents a possible framework distilled from the foregone case studies.",
            "cite_spans": [],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": [
                {
                    "start": 706,
                    "end": 709,
                    "mention": "8.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "This framework outlines several stages through which students may be involved in coming to a final decision about an issue. The first stage is to gather information including stakeholders’ views from multiple perspectives, while collecting and evaluating both scientific and nonscientific evidences that support those views. Based on the evaluation of these information and multi-perspective views, options can be generated, with their pros and cons carefully deciphered. It is an imperative to reveal the value that underpins each option so that these options can be subject to value judgment in the subsequent stage. Before making a decision as to which option is preferred, the criteria for making the choice have to be deliberated and decided upon. This entails two steps. The first one is to make judgment by consensus as to which value is more justifiable, and the second is to consider possible impacts of necessary trade-offs. For the first one, students have to address questions such as: What are the core values of society? Which value is overriding? For the second one, they need to ask: What are the impacts of the decision on society? Will the impact of the decision on particular stakeholders be so adverse as to affect their well-being? A case in point is the sole dependence of certain indigenous groups on whales as their food source; hence, a complete ban on whaling will be detrimental to their livelihood.",
            "cite_spans": [],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "A useful strategy of leading students to come to reasonable trade-offs is to engage students in “ reversing perspectives,” a strategy recommended by Johnson and Johnson (1988, p. 58)\nin their model of developing “ critical thinking through structured controversy.” This strategy places students in a position opposite to their own stance and requires them to strengthen that position with additional evidence so that they can understand more fully the arguments of the opposing side. This helps to minimize biases and develop a more complete picture of the arguments from multiple perspectives, leading to a more balanced decision. The last stage is to subject the group decision to cross-cultural sharing. Students communicate their decisions and justifications to their peers in other cultures, reconsidering their criteria for decision-making if necessary. This could be followed by further negotiation until a consensus is reached. This stage is no easy task as it may bring cultural variation in values sharply into focus. Space is limited in this paper to consider in detail the nature of values and the theories about value clarification and judgment. Suffice it to say that, as noted by Aspin (2000) , values represent generalizations of a population’s inclination toward certain objects or situations, which are “settled at the level of the culture of a community” (Aspin 2000, p. 27). Hence, any negotiation of values invoked by socioscientific issues among cultures entails value clarification and judgment at a higher level. Moral principles may have to be drawn upon at this level of discussion. Students could argue or debate over which principles are universalistic and overriding, such as promoting sustainability in a global sense, enhancing the general welfare of mankind and other living beings, and ensuring equity for all cultures. Although the different stages in this framework are presented in a linear fashion, the process is iterative in that students may need to revisit previous stages to collect more evidence and consolidate or revise their views as their perspectives become widened, entailing progressively higher levels of critical thinking.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "mention": "1988",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "mention": "2000",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1381,
                    "end": 1385,
                    "mention": "2000",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "In sum, this review should be able to illuminate future efforts to promote SSI education and suggests that such efforts should be directed toward understanding and appreciating the nature of science and scientific inquiry rather than applying general scientific concepts to unique contexts in a stereotypical manner. SSI education should also integrate scientific and nonscientific evidence, formulate informed criteria for differentiating decision alternatives, and evaluate these criteria based on sound value judgment grounded in meta-cognitive reflection. To stimulate meta-cognitive reflection among students, alternative pedagogies for cross contextual or cross-cultural sharing need to be developed. This kind of sharing may range from an exchange of views through written communication or videotaped oral presentations to direct dialogue through videoconferencing or face-to-face discussions, as circumstances allow.",
            "cite_spans": [],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": []
        },
        {
            "text": "With the increase in the number of controversial issues—such as climate change, habitat destruction, new pandemics, and the depletion of fossil fuels—that require concerted regional or international efforts to solve, it makes sense for students from different localities to establish some level of mutual understanding so that in the future they can communicate and collaborate with each other to tackle these issues more effectively and in more sustainable ways.",
            "cite_spans": [],
            "section": "The Roles of Cross Contextual and Cross-Cultural Exchanges ::: Discussion and Educational Implications",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 8.1: The decision-making framework used in Issue 2 (Lee and Grace 2010, p. 157)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 8.2: \nDecision-making framework used in Issue 4, encouraging outcome-relevant involvement",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 8.3: A tentative model for cross contextual or cross-cultural decision-making about socioscientific issues\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cross-cultural science education: A cognitive explanation of a cultural phenomenon",
            "authors": [
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Aikenhead",
                    "suffix": ""
                },
                {
                    "first": "OJ",
                    "middle": [],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Research in Science Teaching",
            "volume": "36",
            "issn": "3",
            "pages": "269-287",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1098-2736(199903)36:3<269::AID-TEA3>3.0.CO;2-T"
                ]
            }
        },
        "BIBREF1": {
            "title": "The science and values that young people draw upon to make decisions about biological conservation issues",
            "authors": [],
            "year": 2002,
            "venue": "International Journal of Science Education",
            "volume": "24",
            "issn": "11",
            "pages": "1157-1169",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690210134848"
                ]
            }
        },
        "BIBREF2": {
            "title": "Developing high quality decision-making discussions about biological conservation in a normal classroom setting",
            "authors": [],
            "year": 2009,
            "venue": "International Journal of Science Education",
            "volume": "31",
            "issn": "4",
            "pages": "551-570",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690701744595"
                ]
            }
        },
        "BIBREF3": {
            "title": "Comparing the effectiveness of verification and inquiry laboratories in supporting undergraduate science students in constructing arguments around socioscientific issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grooms",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Science Education",
            "volume": "36",
            "issn": "9",
            "pages": "1412-1433",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2014.891160"
                ]
            }
        },
        "BIBREF4": {
            "title": "The emotional dog and its rational tail: A social intuitionist approach to moral judgment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Reasoning: Studies of human inference and its foundations",
            "volume": "",
            "issn": "",
            "pages": "1024-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Lenses for framing decisions: Undergraduates’ decision making about stem cell research",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Halverson",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Freyermuth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Science Education",
            "volume": "31",
            "issn": "9",
            "pages": "1249-1268",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690802178123"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "McGhee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The impact of smoke-free policies on the patronage of restaurants in Hong Kong 2001, Report No. 9",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "McGhee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Repace",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "MYS",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "AYW",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "PCK",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "ALN",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "ESL",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janghorbani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Passive smoking and risks for heart disease and cancer in Hong Kong catering workers 2001, Report No. 8",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Threat perception and attitudes of adolescents towards re-introduced wild animals: A qualitative study of young learners from affected regions in Germany",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menzel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Science Education",
            "volume": "35",
            "issn": "18",
            "pages": "3062-3094",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2012.685196"
                ]
            }
        },
        "BIBREF9": {
            "title": "Small groups’ ecological reasoning while making an environmental management decision",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Research in Science Teaching",
            "volume": "39",
            "issn": "",
            "pages": "341-368",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.10025"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Smoking (public health) (amendment) bills committee 2005: Position paper of the Hong Kong Council on Smoking and Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A clarification of some key terms in values discussions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aspin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Moral education and pluralism",
            "volume": "",
            "issn": "",
            "pages": "16-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "LCQ2: Poultry slaughtering plant (press release)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Knowledge producers or knowledge consumers? Argumentation and decision making about environmental management",
            "authors": [
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Jimenez-Aleixandre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pereiro-Muñoz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Science Education",
            "volume": "24",
            "issn": "11",
            "pages": "1171-1190",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690210134857"
                ]
            }
        },
        "BIBREF14": {
            "title": "Critical thinking through structured controversy",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Educational Leadership",
            "volume": "45",
            "issn": "8",
            "pages": "58-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Moral reasoning and case-based approaches to ethical instruction in science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The role of moral reasoning on socioscientific issues and discourse in science education",
            "volume": "",
            "issn": "",
            "pages": "241-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "To trust or not to trust – pupils’ ways of judging information encountered in a socio-scientific issue",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Kolstø",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Science Education",
            "volume": "23",
            "issn": "9",
            "pages": "877-901",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690010016102"
                ]
            }
        },
        "BIBREF17": {
            "title": "An STS case study about students’ decision making on the waste issue",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kortland",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science Education",
            "volume": "80",
            "issn": "",
            "pages": "673-689",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1098-237X(199611)80:6<673::AID-SCE3>3.0.CO;2-G"
                ]
            }
        },
        "BIBREF18": {
            "title": "Finding meaning in science: Lifeworld, identity, and self",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Kozoll",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science Education",
            "volume": "88",
            "issn": "",
            "pages": "157-181",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.10108"
                ]
            }
        },
        "BIBREF19": {
            "title": "Preface – culture and language in science education: What do we know and what do we need to know?",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Research in Science Teaching",
            "volume": "38",
            "issn": "5",
            "pages": "499-501",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.1015"
                ]
            }
        },
        "BIBREF20": {
            "title": "Developing decision-making skills for socio-scientific issues",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Biological Education",
            "volume": "41",
            "issn": "4",
            "pages": "170-177",
            "other_ids": {
                "DOI": [
                    "10.1080/00219266.2007.9656093"
                ]
            }
        },
        "BIBREF21": {
            "title": "Students’ reasoning processes in making decisions about an authentic, local socio-scientific issue: Bat conservation",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Biological Education",
            "volume": "44",
            "issn": "4",
            "pages": "156-165",
            "other_ids": {
                "DOI": [
                    "10.1080/00219266.2010.9656216"
                ]
            }
        },
        "BIBREF22": {
            "title": "Post-decision consolidation in large group decision-making",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Bäck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Esaiasson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilljam",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindholm",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scandinavian Journal of Psychology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Students’ reasoning and decision making about a socio-scientific issue: A cross-context comparison",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science Education",
            "volume": "96",
            "issn": "5",
            "pages": "787-807",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.21021"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Developing a pedagogy of risk in socio-scientific issues",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kapadia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yogui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Biological Education",
            "volume": "45",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/00219266.2011.576260"
                ]
            }
        },
        "BIBREF26": {
            "title": "Conclusion – science for all is not equal to “One size fits all”: Linguistic and cultural diversity and science education reform",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Research in Science Teaching",
            "volume": "38",
            "issn": "5",
            "pages": "622-627",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.1021"
                ]
            }
        },
        "BIBREF27": {
            "title": "Who reasons well? Two studies of informal reasoning among children of different grade, ability, and knowledge levels",
            "authors": [
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Means",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cognition and Instruction",
            "volume": "14",
            "issn": "2",
            "pages": "139-178",
            "other_ids": {
                "DOI": [
                    "10.1207/s1532690xci1402_1"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Beyond 2000: Science education for the future",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Decision making for the environment: Social and behaviouralbehavioral science research priorities",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "A framework for K-12 science education: Practices, crosscutting concepts, and core ideas",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Delusions about evidence: On why scientific evidence should not be the main concern in socioscientific decision making",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "13",
            "issn": "4",
            "pages": "373-385",
            "other_ids": {
                "DOI": [
                    "10.1080/14926156.2013.845323"
                ]
            }
        },
        "BIBREF32": {
            "title": "Reconceptualizing the teaching of controversial issues",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oulton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Science Education",
            "volume": "26",
            "issn": "4",
            "pages": "411-423",
            "other_ids": {
                "DOI": [
                    "10.1080/0950069032000072746"
                ]
            }
        },
        "BIBREF33": {
            "title": "Understandings of the nature of science and decision making on science and technology based issues",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Lederman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science Education",
            "volume": "87",
            "issn": "",
            "pages": "352-377",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.10063"
                ]
            }
        },
        "BIBREF34": {
            "title": "Students’ argumentation in decision-making on a socio-scientific issue: Implications for teaching",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Patronis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Potari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Spiliotopoulou",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal of Science Education",
            "volume": "21",
            "issn": "7",
            "pages": "745-754",
            "other_ids": {
                "DOI": [
                    "10.1080/095006999290408"
                ]
            }
        },
        "BIBREF35": {
            "title": "“Disgusting” animals: Primary school children’s attitudes and myths of bats and spiders",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prokop",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Tunnicliffe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eurasia Journal of Mathematics, Science and Technology Education",
            "volume": "4",
            "issn": "2",
            "pages": "87-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Effects of having pets at home on children’s attitudes toward popular and unpopular animals",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prokop",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Tunnicliffe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anthorozoö",
            "volume": "23",
            "issn": "1",
            "pages": "21-35",
            "other_ids": {
                "DOI": [
                    "10.2752/175303710X12627079939107"
                ]
            }
        },
        "BIBREF37": {
            "title": "Introduction to part II",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranyard",
                    "suffix": ""
                },
                {
                    "first": "WR",
                    "middle": [],
                    "last": "Crozier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Decision making: Cognitive models and explanations",
            "volume": "",
            "issn": "",
            "pages": "37-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Student decision-making about socio-scientific issues within the science curriculum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ratcliffe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "International Journal of Science Education",
            "volume": "19",
            "issn": "2",
            "pages": "167-182",
            "other_ids": {
                "DOI": [
                    "10.1080/0950069970190203"
                ]
            }
        },
        "BIBREF39": {
            "title": "Personal health – personalized science: A new driver for science education?",
            "authors": [
                {
                    "first": "W-M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Science Education",
            "volume": "36",
            "issn": "9",
            "pages": "1434-1456",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2013.807447"
                ]
            }
        },
        "BIBREF40": {
            "title": "Informal reasoning regarding socioscientific issues: A critical review of research",
            "authors": [
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Research in Science Teaching",
            "volume": "41",
            "issn": "5",
            "pages": "513-536",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.20009"
                ]
            }
        },
        "BIBREF41": {
            "title": "Student conceptualizations of the nature of science in response to a socioscientific issue",
            "authors": [
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Science Education",
            "volume": "26",
            "issn": "4",
            "pages": "387-409",
            "other_ids": {
                "DOI": [
                    "10.1080/0950069032000119456"
                ]
            }
        },
        "BIBREF42": {
            "title": "The significance of content knowledge for informal reasoning regarding socioscientific issues: Applying genetics knowledge to genetic engineering issues",
            "authors": [
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science Education",
            "volume": "89",
            "issn": "1",
            "pages": "71-93",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.20023"
                ]
            }
        },
        "BIBREF43": {
            "title": "Comparing the effect of scientific and socio-scientific argumentation tasks: Lessons from South Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braund",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lubben",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Scholtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadeck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "School Science Review",
            "volume": "88",
            "issn": "324",
            "pages": "67-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Salber",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Facts about smoking and health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Value conflict and post-decision consolidation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shamoun",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Scandinavian Journal of Psychology",
            "volume": "43",
            "issn": "",
            "pages": "325-333",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9450.00301"
                ]
            }
        },
        "BIBREF46": {
            "title": "Activities for promoting small-group discussion and argumentation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "School Science Review",
            "volume": "88",
            "issn": "324",
            "pages": "49-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Learning to teach argumentation: Research and development in the science classroom",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erduran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Science Education",
            "volume": "28",
            "issn": "2–3",
            "pages": "235-260",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690500336957"
                ]
            }
        },
        "BIBREF48": {
            "title": "Role-play or debate to promote students’ argumentation and justification on an issue in animal transgenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonneaux",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Science Education",
            "volume": "23",
            "issn": "9",
            "pages": "903-927",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690010016076"
                ]
            }
        },
        "BIBREF49": {
            "title": "Differentiation and consolidation theory of human decision making: A frame of reference for the study of pre- and post-decision processes",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Acta Psychologica",
            "volume": "80",
            "issn": "",
            "pages": "143-168",
            "other_ids": {
                "DOI": [
                    "10.1016/0001-6918(92)90044-E"
                ]
            }
        },
        "BIBREF50": {
            "title": "Decision making and the search for fundamental psychological regularities: What can be learned from a process perspective?",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Organizational Behaviour and Human Decision Processes",
            "volume": "65",
            "issn": "",
            "pages": "252-267",
            "other_ids": {
                "DOI": [
                    "10.1006/obhd.1996.0026"
                ]
            }
        },
        "BIBREF51": {
            "title": "Post-decision consolidation and distortion of facts",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Svenson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Salo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindholm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Judgment and Decision Making",
            "volume": "4",
            "issn": "5",
            "pages": "397-407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Assessing conceptual change of teachers involved in STES education and curriculum development; STEMS project approach",
            "authors": [
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Tal",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Dori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keiny",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Zoller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Science Education",
            "volume": "23",
            "issn": "",
            "pages": "247-262",
            "other_ids": {
                "DOI": [
                    "10.1080/095006901750066501"
                ]
            }
        },
        "BIBREF53": {
            "title": "Rethinking the notion of technology in education: Techno-epistemology as a feature inherent to human praxis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Eijck",
                    "suffix": ""
                },
                {
                    "first": "NX",
                    "middle": [],
                    "last": "Claxton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science Education",
            "volume": "93",
            "issn": "",
            "pages": "218-232",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.20308"
                ]
            }
        },
        "BIBREF54": {
            "title": "A comparison of occupational values between capitalist Hong Kong and socialist Guangzhou",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "GKF",
                    "middle": [],
                    "last": "Tso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Economic Development and Cultural Change",
            "volume": "46",
            "issn": "4",
            "pages": "749-770",
            "other_ids": {
                "DOI": [
                    "10.1086/452372"
                ]
            }
        },
        "BIBREF55": {
            "title": "High school students’ informal reasoning on a socioscientific issue: Qualitative and quantitative analyses",
            "authors": [
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Science Education",
            "volume": "29",
            "issn": "9",
            "pages": "1163-1187",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690601083375"
                ]
            }
        },
        "BIBREF56": {
            "title": "The role of moral reasoning and the status of socioscientific issues in science education",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The role of moral reasoning on socioscientific issues and discourse in science education",
            "volume": "",
            "issn": "",
            "pages": "7-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Social and ethical issues in science education: A prelude to action",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science and Education",
            "volume": "17",
            "issn": "",
            "pages": "799-803",
            "other_ids": {
                "DOI": [
                    "10.1007/s11191-007-9130-6"
                ]
            }
        },
        "BIBREF58": {
            "title": "Tangled up in views: Beliefs in the nature of science and responses to socioscientific dilemmas",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Ackett",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science Education",
            "volume": "86",
            "issn": "",
            "pages": "343-367",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.10025"
                ]
            }
        },
        "BIBREF59": {
            "title": "Beyond STS: A research-based framework for socioscientific issues education",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "EV",
                    "middle": [],
                    "last": "Howes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science Education",
            "volume": "89",
            "issn": "",
            "pages": "357-377",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.20048"
                ]
            }
        },
        "BIBREF60": {
            "title": "Advancing reflective judgementjudgment through socioscientific issues",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Applebaum",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Research in Science Teaching",
            "volume": "46",
            "issn": "1",
            "pages": "74-101",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.20281"
                ]
            }
        },
        "BIBREF61": {
            "title": "Cross-cultural epistemological orientations to socioscientific issues",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruzek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "S-S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Research in Science Teaching",
            "volume": "50",
            "issn": "3",
            "pages": "251-283",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.21077"
                ]
            }
        },
        "BIBREF62": {
            "title": "Science/environment/health – Towards a reconceptualization of three critical and inter-linked areas of education",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Zeidler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Science Education",
            "volume": "36",
            "issn": "9",
            "pages": "1409-1411",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2014.904993"
                ]
            }
        },
        "BIBREF63": {
            "title": "Fostering students’ knowledge and argumentation skills through dilemmas in human genetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zohar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nemet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Research in Science Teaching",
            "volume": "39",
            "issn": "1",
            "pages": "35-62",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.10008"
                ]
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Biology: Curriculum and assessment guide (secondary 4–6)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Liberal studies: Curriculum and assessment guide (secondary 4–6)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Students’ argumentation skills across two socio-scientific issues in a confucian classroom: Is transfer possible?",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Foong",
                    "suffix": ""
                },
                {
                    "first": "EGS",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Science Education",
            "volume": "35",
            "issn": "14",
            "pages": "2331-2355",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2012.697209"
                ]
            }
        }
    }
}